-- 提供主站後台設定各種目標數字
CREATE TABLE `p2p_user`.`sale_goals` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `at_month` varchar(6) NOT NULL COMMENT '日期格式 Ym',
  `type` int(4) NOT NULL COMMENT '各項目標 0:官網流量 1:app下載 2:申貸總計 3:會員註冊 4:上班族申貸 5:學生申貸 6:3s名校申貸 7:上班族成交 8:學生成交 9:3s名校成交 10:信保專案申貸 11:中小企業申貸 12:信保專案成交 13:中小企業成交',
  `number` int(4) DEFAULT 0 COMMENT '目標數字',
  `created_at` timestamp DEFAULT CURRENT_TIMESTAMP,
  `created_ip` varchar(15) NOT NULL,
  `updated_at` timestamp DEFAULT CURRENT_TIMESTAMP,
  `updated_ip` varchar(15) NOT NULL,
  PRIMARY KEY (`id`),
  INDEX `at_month`(`at_month`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='業績目標';

-- 使用原本的 sale_dashboard 來儲存不同類型的資料紀錄
ALTER TABLE `p2p_user`.`sale_dashboard` CHANGE COLUMN `platform_type` `type` tinyint(4) DEFAULT 0 COMMENT '0:官網流量 1:android 2:ios 3:會員註冊 4:上班族申貸 5:學生申貸 6:3s名校申貸 7:上班族成交 8:學生成交 9:3s名校成交 10:信保專案申貸 11:中小企業申貸 12:信保專案成交 13:中小企業成交';

-- 針對日期增加索引
ALTER TABLE `p2p_user`.`sale_dashboard` ADD INDEX `date_at_index` (`data_at`);

-- seeds at `sale_targets`
INSERT INTO `p2p_user`.`sale_goals` (at_month,type,number,created_at,created_ip,updated_at,updated_ip) VALUES
('202204',0,39000,'2022-04-21 10:00:00','127.0.0.1','2022-04-21 10:00:00','127.0.0.1'),
('202204',1,4973,'2022-04-21 10:00:00','127.0.0.1','2022-04-21 10:00:00','127.0.0.1'),
('202204',2,3481,'2022-04-21 10:00:00','127.0.0.1','2022-04-21 10:00:00','127.0.0.1'),
('202204',3,5850,'2022-04-21 10:00:00','127.0.0.1','2022-04-21 10:00:00','127.0.0.1'),
('202204',4,2100,'2022-04-21 10:00:00','127.0.0.1','2022-04-21 10:00:00','127.0.0.1'),
('202204',5,750,'2022-04-21 10:00:00','127.0.0.1','2022-04-21 10:00:00','127.0.0.1'),
('202204',6,150,'2022-04-21 10:00:00','127.0.0.1','2022-04-21 10:00:00','127.0.0.1'),
('202204',7,210,'2022-04-21 10:00:00','127.0.0.1','2022-04-21 10:00:00','127.0.0.1'),
('202204',8,525,'2022-04-21 10:00:00','127.0.0.1','2022-04-21 10:00:00','127.0.0.1'),
('202204',9,120,'2022-04-21 10:00:00','127.0.0.1','2022-04-21 10:00:00','127.0.0.1'),
('202204',10,150,'2022-04-21 10:00:00','127.0.0.1','2022-04-21 10:00:00','127.0.0.1'),
('202204',11,240,'2022-04-21 10:00:00','127.0.0.1','2022-04-21 10:00:00','127.0.0.1'),
('202204',12,75,'2022-04-21 10:00:00','127.0.0.1','2022-04-21 10:00:00','127.0.0.1'),
('202204',13,72,'2022-04-21 10:00:00','127.0.0.1','2022-04-21 10:00:00','127.0.0.1');