{
    "video": [
        {
            "id":"5",
            "type": "【投資人專訪】",
            "post_title": "台北 投資理財顧問 葉先生",
            "detail": "普匯跟其他保本型的商品比起來，投報率真的相對較高，也比較不需要花太多時間去關注，就可以獲得被動收入。",
            "video_link": "https://www.youtube.com/embed/6DbX2r2cR-o",
            "category": "invest"
        },
        {
            "id":"6",
            "type": "【投資人專訪】",
            "post_title": "台北科技業 劉先生",
            "detail": "在普匯投資除了可以有穩定的收益外，還可以幫助到有夢的大學生，所以覺得這個平台還滿特別的",
            "video_link": "https://www.youtube.com/embed/4RqbVmH6aHU",
            "category": "invest"
        },
        {
            "id":"7",
            "type": "【投資人專訪】",
            "post_title": "台北設計業 陳先生",
            "detail": "有比較過其他平台，其他的債權金額都比較大，普匯可以小額投資，還可以進行債權轉讓，讓我可以即時的拿回投資的錢",
            "video_link": "https://www.youtube.com/embed/we16JV8Hc1o",
            "category": "invest"
        },
        {
            "id":"8",
            "type": "【投資人專訪】",
            "post_title": "台北服飾業 何小姐",
            "detail": "在普匯上投資，平均都可以獲得12%的年化報酬率 和以往投資的經驗比較起來， 報酬率跟風險管控都更加穩健！ 否則平常上班也無法一直盯盤注意市場變化",
            "video_link": "https://www.youtube.com/embed/tsd-YTxzRyI",
            "category": "invest"
        },
        {
            "id":"9",
            "type": "【借款人專訪】",
            "post_title": "公部門　陳先生",
            "detail": "整個貸款辦理過程都很快速，對於整個流程都很滿意，加上每個程序在完成之後，都會有訊息即時跳出來做提醒。從認證資料的認證上傳，到資料的更新，整個過程都蠻快的，所以我覺得用AI做這些文件然後檔案處理是很方便的。",
            "video_link": "https://www.youtube.com/embed/VTJB7c1fS-4",
            "category": "loan"
        },
        {
            "id":"10",
            "type": "【借款人專訪】",
            "post_title": "銀行員　林小姐",
            "detail": "普匯真的是一個快速、簡單又方便的平台，真的很好用而且也很快 ! 如果我之後還有這類需求的話，一定還會再來使用。同時也想介紹給我身邊無法在銀行申請貸款的朋友們",
            "video_link": "https://www.youtube.com/embed/YkZyp5iSgxs",
            "category": "loan"
        },
        {
            "id":"11",
            "type": "【借款人專訪】",
            "post_title": "實踐大學 陳小姐",
            "detail": "在學校看到出國遊學的計畫，很想要參加又不想花到家裡的錢，很謝謝有普匯這個平台，讓我快速又方便的申請到。",
            "video_link": "https://www.youtube.com/embed/M70n4r87KZE",
            "category": "loan"
        },
        {
            "id":"12",
            "type": "【借款人專訪】",
            "post_title": "台北大學　方同學",
            "detail": "有比較過其他的平台， 普匯不管是在審核，或到最後的放款 我覺得跟其他平台相對來說是最快的， 平台的手續費也收最低，真的是很仁慈的一件事， 真的很棒，很適合學生",
            "video_link": "https://www.youtube.com/embed/6DbX2r2cR-o",
            "category": "loan"
        }
    ],
    "investtonic": [
        {
            "id":"1",
            "type": "【普匯觀點】",
            "post_title": "投資P2P真的安全嗎?幫您介紹新穎投資方法",
            "media_link": "https://www.influxfin.com/wp-content/uploads/2019/11/圖-1170x780.jpg",
            "post_content": "<h4>什麼是P2P網路借貸?</h4><p>P2P ( Peer to Peer )可以翻譯成為「網路直接借貸」，意思就是網路用戶直接貸款給借款人，就是個人對個人的直接金融，屬於民間借貸的一種。<br>P2P網路直接借貸因為去除了銀行金融仲介的費用，不僅借款利率低，從投資人角度看也是有利的，可大幅拉高投資報酬，不用一定要把錢借給銀行。</p><h4>投資P2P有什麼該注意的?</h4><p>團隊背景 : 要求創始人或高階主管必須至少有一位在國內外傳統或知名金融機構有過貸款、理財或投資的經驗。<br><br>資金來源 : 小額信用貸款、個人抵押貸款、小型企業貸款等等小額分散風險投資。<br><br>合法合規與否 : 依台灣現行法規，P2P業者提供進行眾籌（crowd funding）的平台，在借貸活動上，僅能擔任媒合的中立角色，不能有債權債務、保本和自融自放等金融行為。<br><br>資金託管模式 : 隨著通道模式暴露出來的資金池問題越來越嚴重，一些第三方支付平台開始推出了『資金託管』服務。用戶（投資人和借款人）需在第三方支付機構創辦虛擬獨立帳戶，投資人先把錢充到其在第三方支付上的帳戶裡，當進行投資交易時，第三方支付把投資人的錢直接撥到借款人帳戶，用戶的資金全程由第三方支付負責託管，並開設獨立專用帳戶，實現專款專用，與平台自由資金完成分離，避免資金池的風險。</p><h4>當我投資P2P後違約率上升該怎麼辦?</h4><p>資訊中介業者違約風險由投資人自行承擔，風險分散在所有投資人身上，不會集中在平台。即使違約飆升，平台也不須因賠付而承擔債務。雖說風險分散在投資人身上，但因為P2P是小額分散投資，因此當違約率受到系統性風險而增加時，對投資人的影響也僅僅是淨報酬下降而已。</p><h4>普匯做為一家新創P2P公司，用戶使用後有什麼評價?</h4><div class='img'><img src='https://www.influxfin.com/wp-content/uploads/2019/11/001-1.png' class='img-fluid'></div><div class='img'><img src='https://www.influxfin.com/wp-content/uploads/2019/11/003-1.png' class='img-fluid'></div><div class='img'><img src='https://www.influxfin.com/wp-content/uploads/2019/11/002.png' class='img-fluid'></div><div class='img'><img src='https://www.influxfin.com/wp-content/uploads/2019/11/004.png' class='img-fluid'></div><h4>普匯觀點</h4><p>普匯做為一家P2P新創公司，在使用者的推廣下大受好評，普匯不只是驗證快速，在金管會的嚴格監控下普匯合法性更是無庸置疑，在等待機會進入投資的您還在等什麼呢?</p>"
        },
        {
            "id":"2",
            "type": "【普匯觀點】",
            "post_title": "普匯，創造財富的利器",
            "media_link": "https://www.influxfin.com/wp-content/uploads/2019/06/money-2724241_1920.jpg",
            "post_content": "<h4>股票高報酬神話？</h4><p>「股神」巴菲特一直是許多投資客的偶像，看似穩賺不賠，幾乎沒有投資失利的時候，坐擁20% 報酬率，但巴菲特真的那麼神嗎？答案是不可能的！人們往往報喜不報憂，成功值得嘉許，而大肆宣揚，他們上各大平台，或撰寫文章闡述獲利方法，洋洋灑灑寫了一堆股市分析和獨到見解，怎麼賺、如何賺？<br><br>有的40歲就達到財富自由，甚至有的神人30歲就賺夠一輩子的錢，退休環遊世界了。然而這些成功例子又有多少，遇賠錢時常常隻字未提，況且誰又願意提供自己失敗的例子當負面教材，讓家醜外揚；又有誰會將自己的獨門絕活公諸於世，讓其他人也分一杯羹？<br><br>就因為人人都有發財夢，因著這個利基，這些成功人士的理念得以快速傳揚，人們開始競相仿效其投資模式，但真正分到大餅的又有幾位？多數失敗落寞退場，甚至傾家蕩產的都大有人在。<br><br>或許這樣還沒能說服你，讓我舉真實的案例給你聽：<br><br>有次身邊的親戚突然開心的說他投資股票賺了14萬，我當下腦中立刻浮現「他之前到底賠了多少錢？」果真深究下去，前幾個月累計損失金額也是14萬左右，僅是打平而已，這可能已經算是幸運的案例了。</p><h4>跟著成功者就能致富嗎？</h4><p>在阿里巴巴勢頭正旺的時期，馬雲的股票投資策略一時為人所吹捧，甚至有一說：「跟者馬雲走，不怕坑隊友」，馬雲投資什麼產業，哪個產業就會火，許多散戶開始跟風，幾乎將自己的資產都倒了進去，但他們可曾細想過，馬雲的資本額有多少？他能承受的虧損有多大？他可以為了扶植自己的阿里影業，即便淨虧損達到了17億人民幣，仍持續注資，這哪裡是一般投資客所能承擔的風險？</p><h4>真心話告訴你</h4><p>報章雜誌上常常說投資股票的報酬率很高，但現實又是如何呢？其實很少有人能夠從股市中獲取高額報酬，而且當中還有很多人是認賠出場，最後一點錢都沒賺到，或許你也常在電視上看到投資人被斷頭的新聞。<br><br>原因到底是為什麼呢？<br><br>因為這些投資標的風險並沒有得到重視。不管是股票或是ETF，波動都不算小，而股市行情又常常是讓人摸不著頭緒的，所以才會出現電視上所謂分析師教大家要在什麼時候買進賣出，真的只要照單全收就能獲利嗎？那麼多人跟著分析師操作，賠錢卻仍是占多數。<br><br>事實上，沒有人能真正看清什麼時候是高點，多數時候都只是盲從或是覺得自己的想法很對就下手，盲目進場的後果，就是被股市上沖下洗、搞得頭昏眼花，因為股市的波動永遠比投資人想像的複雜和難以捉摸。</p><h4>普匯優勢</h4><p>你有想過一種投資方式，它不需要憂心進場時機，利率又比銀行更具競爭力，還能獲利穩定的方式嗎？和市場上基金、股票比較，我們報酬穩定，不像基金股票易受市場波動影響，雖然行情好能夠大賺，但遇突發事件或金融海嘯時，也可能瞬間化為烏有。普匯P2P網路借貸平台讓你每月固定小額投資，不用提心吊膽一天到晚盯盤，見證時間帶來的驚人效果！<br><br>Design your life with wise investment! 相信普匯，聰明的投資理財，給你美好人生，盡早達到財富自由。</p><div class='img'><img src='https://www.influxfin.com/wp-content/uploads/2019/06/image-5.png' class='img-fluid'></div>"
        },
        {
            "id":"3",
            "type": "【普匯觀點】",
            "post_title": "年輕人也要投資理財–提早享受退休人生",
            "media_link": "https://www.influxfin.com/wp-content/uploads/2019/06/年輕人投資理財.jpg",
            "post_content": "<p>年輕時的思維通常是將所得金錢享受人生，對於老年生活規劃鮮少深思過，其實北歐等先進國家十分注重國民投資理財教育，需要如何有效管理金錢，該如何依自身情況做資產配置，能夠清楚知道自己在幾歲退休時，可以累積多少財富以達成老年生活無虞的目標。</p><h4>社會結構改變 打破傳統思維</h4><p>養兒防老的舊觀念要漸漸被導正，從年輕的時候，我們應該思考未來自己想要的生活模式，愈早開始起步，愈能見證時間帶來的驚人力量，審視自己的生活方式與態度，將金錢最合理安排，在投資和消費達成平衡，可見打理自己的財產至關重要。</p><h4>每天省下一百塊 滾出驚人效果</h4><p>至於時間將見證投資的力量，股神巴菲特曾說過：「Life is like a snowball. The important thing is finding wet snow and a really long hill.」這條長而遠的坡道就是時間，而每個人活在世上的時間都是有限而難以預料的，故盡早進行投資理財為最佳方法。適合年輕人的方式以小額投資理財負擔最低也最簡單，如果我們每天省下100塊錢的費用，一個月就能投入將近3000元，每個月小額投資3000元，以投報率5%進行月複利，20年後也有約莫124萬的收入，比起毫無作為的人，可看出巨大的差別，「The most powerful force in the universe is compound interest」，從愛因斯坦對複利的闡述中，在時間洪流裡，更能見證效果。<br><br>了解自己的需要、理解理財的真諦、相信時間終將帶來效益，規劃人生藍圖，懂得掌握和管理金錢，Design your life with wise investment!</p><h4>P2P成為小額投資理財新管道</h4><p>以前大家對於P2P(Peer to Peer Lending)網路借貸的了解甚少；有些人對於網路借貸感到懼怕，認為沒有保障，違法的可能性高；此外中國大陸P2P市場紊亂，詐騙叢生，一連串的倒閉潮加深人民對於P2P的排斥，種種因素導致P2P被醜化與誤解。<br><br>其實網路借貸市場給予投資端與借款端一個便捷快速的管道，同時也是適合新鮮人和小資族的投資選擇，每個月小額投入3000～5000元也能累積可觀財富，而普匯金融科技是P2P網路借貸平台，結合AI無人自動化審核機制，相較於人工方式，能夠安全且有效率完成審核，此外申請借款人利率期數可依偏好選擇，而投資者也能依此法選擇欲投入的標的，好處是其不像股票易受市場波動影響，可能偶發事件就有崩盤的危機，不葬送每個月投入的心血，還能創造被動收入，提早享受退休生活。</p>"
        },
        {
            "id":"4",
            "type": "【普匯觀點】",
            "post_title": "你知道最賺錢的產品是什麼嗎？ 5分鐘看懂各種投資商品報酬率",
            "media_link": "https://www.influxfin.com/wp-content/uploads/2019/04/moneyholding.jpg",
            "post_content": "<p>千萬不要小看投資報酬1%的差距，隨著時間的推移，長期複利下來總體報酬會相差非常多。普匯金融科技整理了最常見的幾種投資商品，包括一般銀行售賣的理財投資商品，還包括房地產、黃金等，一起來看看吧！>無論是剛剛入學的學生，還是已經步入職場的白領，拿到獎學金和薪水的那一刻都是最幸福的，但隨即面臨一個問題：這麼一大筆現金該如何利用？除了犒賞自己之外，如何選擇投資標的享受“錢生錢”的樂趣？<br><br>投資的選擇，最重要的當然是報酬率。<br><br>千萬不要小看投資報酬1%的差距，隨著時間的推移，長期複利下來總體報酬會相差非常多。普匯金融科技整理了最常見的幾種投資商品，包括一般銀行售賣的理財投資商品，還包括房地產、黃金等，一起來看看吧！</p><h4>1.銀行定存</h4><table class='table'><tbody><tr><td><strong>投資商品類型</strong></td><td><strong>報酬率</strong></td></tr><tr><td>銀行–活期存款</td><td>0.2%</td></tr><tr><td>銀行–定期存款</td><td>1.0%</td></tr><tr><td>銀行–外幣定存(美金)</td><td>2.0%-2.5%</td></tr></tbody></table><p>可以看到銀行的存款利率都比較低，如果一直把剩餘資金存在銀行中，長期下來會損失很多利息收入，因此除了少數生活費用以外，多的錢不要存入活期存款，而是盡可能只保留緊急預備金，其他的用在定存或投資，還有很多其他安全又高回報的投資工具可以選擇。<br><br>另外，外幣定存報酬率雖然比較高，但匯率波動會極大影響報酬率，對於外匯不敏感的人群，或者沒時間關注外匯變化的人群，不推薦採用外幣定存的方式投資。</p><h4>2.債券投資</h4><table class='table'><tbody><tr><td><strong>投資商品類型</strong></td><td><strong>報酬率</strong></td></tr><tr><td>債券 – 台灣10年期公債殖利率</td><td>0.85%</td></tr><tr><td>債券 – 美國10年期公債殖利率</td><td>2.9%</td></tr><tr><td>ETF – 美國投資等級債券</td><td>3.6%</td></tr><tr><td>ETF – 美債7-10年</td><td>4.0%</td></tr><tr><td>ETF – 新興市場高收益債</td><td>4.3%</td></tr><tr><td>ETF – 美債20+年(長期債)</td><td>6.0%</td></tr><tr><td>ETF – 美國高收益公司債</td><td>6.2%</td></tr></tbody></table><p>債券大多有固定的報酬率並且非常不易傷到本金，但是台灣債市交易量小，不太活躍，而且台灣的公債報酬率也很低，並不推薦投資。<br><br>有另一種跟債券相關的投資商品，也是當下很熱門的投資標的——債券型ETF，債券ETF簡單來說，就是一檔債券型基金，差別在於債券ETF是被動式的操作，經理人不做主觀決策，只根據事先決定好的規則特定的規則做進出買賣債券，並且可以用股票帳戶做交易買進，交易成本會比買基金低一些。<br><br>但債券也會有損失的風險，收益越高的ETF，其違約風險也越高，例如新興市場、高收益債等。</p><h4>3.股票投資</h4><table class='table'><tbody><tr><td><strong>投資商品類型</strong></td><td><strong>報酬率</strong></td></tr><tr><td>股票 – 台股中小型股</td><td>3.6%</td></tr><tr><td>股票 – 台股加權指數</td><td>9.5%</td></tr><tr><td>股神巴菲特報酬率(10年)</td><td>10.3%</td></tr><tr><td>股票 – S&P500指數</td><td>10.8%</td></tr></tbody></table><p>股票投資是最有機會創造高報酬，但也最有可能讓人虧損的一種方式，<br><br>可以直接買進不同股票，持有一個股票投資組合。但缺點也很明顯，需要專業的知識、對市場靈敏的感覺、時刻盯盤的專注以及天賦。對於普通人來說並不是非常好的投資標的。</p><h4>4.房地產</h4><table class='table'><tbody><tr><td><strong>投資商品類型</strong></td><td><strong>報酬率</strong></td></tr><tr><td>房地產 – 台灣租金報酬率</td><td>1.0%-2.0%</td></tr><tr><td>房地產 – 房地產指數</td><td>2.4%</td></tr></tbody></table><p>房地產分成賺租金或賺價差，台灣房價租金比目前是全球最高，房子很貴，好的投資機會需要花很多成本搜尋，如果只是單純收租金的話，每年報酬率跟銀行定期存款相似。</p><h4>5. 其他常見投資標的(儲蓄險、黃金)</h4><table class='table'><tbody><tr><td>投<strong>資商品類型</strong></td><td><strong>報酬率</strong></td></tr><tr><td>儲蓄險</td><td>2.0%-3.5%</td></tr><tr><td>商品 – 黃金</td><td>3.5%-4%</td></tr></tbody></table><p>儲蓄險可以理解為保險公司拿你的錢去買債券，差別在於儲蓄險是固定配息並且可拿回本金，但你買債券基金或債券ETF則是淨值會波動。儲蓄險作為投資標的，優點是沒風險，缺點是綁很久，低於6年幾乎報酬率很難超過2~3%以上。<br><br>看完這些常見的投資商品，是不是覺得很多感覺上很賺錢的商品，其實並不是一直可以帶來穩定回報，尤其是對於時間少、工作壓力大、課業重的白領、學生一族，不妨考慮P2P這一投資方式。<br><br>作為撮合個人借貸的網路平台，省去了中間銀行的手續費，借款人的貸款利率更低，投資者的報酬率更高。對於投資人來說，不僅可以獲得穩定現金流，而且可以自由選擇投資標的，最高年利率接近20%，最低也有5%，如此省心省力的新方案，就在普匯金融科技。</p>"
        },
        {
            "id":"5",
            "type": "【普匯觀點】",
            "post_title": "新穎的挖礦方式，每個人都可以成為礦工！",
            "media_link": "https://www.influxfin.com/wp-content/uploads/2019/10/123-1.jpg",
            "post_content": "<p>近年比特幣引發的熱潮持續吸引全球的目光，連帶引起世人、產業界與學術界對此領域的專研與關注。從應用領域來說，區塊鏈產業面又可分成「幣圈、礦圈、鏈圈」三大領域，那我們常說利用挖礦來得幣，到底挖礦是在挖什麼呢？</p><h4>那些流通在市面上的比特幣從何而來？</h4><p>首要，需要先了解礦圈與幣圈二者是息息相關的，而比特幣之於人類文明歷史的意義，就是比特幣是人類文明史上出現的第一套「全球權威帳本」，這套金融帳本是唯一的，帳本上的數據不能被竄改，也不能被否認，每個電腦時時刻刻都保持著帳本的同步性與對照性。<br><br>區塊鏈的世界裡有一群人被稱作「節點」，這些節點可以自由選擇要不要成為「礦工」，礦工負責「出產」虛擬貨幣，以比特幣來說，為了吸引節點們成為礦工以協助建構及運作比特幣區塊鏈，中本聰提供給礦工數枚不等的比特幣作為獎勵，隨著比特幣的價值越來越高，也出現越來越多人投入礦圈，爭相開採比特幣。</p><h4>當礦圈人滿為患，到底最終誰能挖到比特幣？</h4><p>每一台礦機在每一個「區塊」要產出前，都需要競相解一道非常非常複雜的數學題目，這道題目的困難度根本不是人腦可以解決的，甚至連礦機都只能用湊答案的方式解出來，此時最先解出來的礦工就能獲得一筆固定數量的比特幣，就是所謂的「贏者全拿」！而近年，有越來越多人為了提升計算能力，會改為組團隊，來提升獲得獎勵的可能性。<br><br>此外，礦工們往往為了擁有更好的效率，會改裝自己的電腦，常見的方式像是改用 CPU（電腦處理器）、GPU（遊戲用顯示卡）、ASIC（特殊應用積體電路），上述這些效能更好的硬體工具，我們俗稱「礦機」。通常礦機須持續24小時維持運作，過程中會耗費大量的電力並產生大量的熱，所以需要搭配風扇以助散熱。</p><h4>創意的挖礦方式，人人都可以參與</h4><p>近年發展出不是只有擁有高等的礦機，或是消耗大量的電能，才能夠挖礦，有幾種新穎的挖礦模式，讓更多的人能夠進入這個市場，一探究竟。<br><br>交易挖礦：指交易即挖礦，將手續費返還給消費者，此概念為交易所提出。為了促進用戶交易虛擬貨幣，用戶交易依據累進的交易手續費，獲得相對應的平台幣。<br><br>社交挖礦：主打當用戶於社群平台上發表了珍貴、自創的內容時，便可以透過社交挖礦賺取獎勵。用戶獲得的獎勵與其內容在網路上的影響力呈現正相關。簡單來說，當用戶為平台帶來越多流量，便能夠獲取越多的獎勵。<br><br>按讚挖礦：主張用戶創作內容所獲得的按讚數，應獲得相對應的獎勵。</p><h4>普匯觀點</h4><p>FinTech是將先端科技應用在金融領域上，以改善服務效率的概念。在這樣的角度下，區塊鏈所帶來的加解密簽帳技術，為每一個人帶來更安全、低成本且更有效率的金融服務，而普匯正這樣的產業，普匯擁有的是最頂尖的金融團隊，運用最新AI金融科技、區塊鏈等技術，將複雜金融產品線上化，讓所有用戶都能「隨時隨地、簡單、快速、隱私、安全的取得生活所需資金，並可獲得最大投資報酬率效益」。</p>"
        },
        {
            "id":"6",
            "type": "【普匯觀點】",
            "post_title": "5G跑起來，商轉快快來",
            "media_link": "https://www.influxfin.com/wp-content/uploads/2019/09/螢幕快照-2019-09-04-下午6.07.24-1170x778.png",
            "post_content": "<h4>4G改變生活，5G改變社會</h4><p>還在滿足於4G吃到飽嗎？想像一下未來馬路上不再出現壅塞交通，隨處可見自駕車在路上行駛，或是透過VR裝置，便可以即時體驗Live演唱會。因應物聯網及大數據日漸普及，新時代產物5G技術已被開發問世，不論是發燒話題自動駕駛、遠程醫療，智慧城市，或是人們愈來愈依賴的人工智能，都有仰5G技術得以實踐遠大目標。<br><br>而5G技術是什麼？簡單來說，它能提供更快的網速、更大的容量，及更高的穩定性，其可連接的終端多達100萬台/千米，比起4G，它的傳輸速度可達每秒數十Gb，是4G的幾十倍、甚至百倍快，延遲率不超過一毫秒，行動數據量較4G亦增加了千倍，覆蓋率也明顯增強，4G到5G其跨度可相當於1G到4G，因此，5G技術正式上線，其帶來的影響不單單只是技術上的變革，而是大多數產業都可能透過5G有了大突破，屆時不只產業，人與人，人與物、物與物都真正進入萬物互聯的時代。</p><h4>B2B優先取得商機</h4><p>雖然5G的優勢多不勝數，但布建5G基礎建設所需成本極其高，是4G的好幾倍，因此可以預知，電信業者的資費，以及5G智慧型手機的製作成本，對消費者來說都是相對昂貴，這對5G技術進入B2C市場形成較高門檻。然而在B2B市場的應用，很可能在5G技術上線初期就帶來商機，透過B2B企業的整合應用，估計會先對供應鏈業者發展帶來快速的成長。因此電信商在推動5G前期，理應會先著重在B2B市場的目標客群，而非價格敏感度高的B2C市場。</p><h4>5G開啟金融科技新時代</h4><p>從電信業營收來源來看，金融業的佔比一直以來相對較低，但從1G到4G，金融業的進化是有目共睹，而4G時代，互聯網及金融科技漸漸興起，打破了傳統金融的格局，掀起了金融科技的浪潮，如今5G時代即將來臨，5G的優勢就是能快速處理海量數據、交互即時低時延，而近幾年金融數位化趨勢，愈來愈多金融業者特別注重行動裝置的移動服務推廣，5G的快速不僅能提升交易效率、簡化交易流程，更因為交互延遲、網路堵塞的狀況大幅減低，所以能讓用戶時刻保持在線，不怕網路因使用人數過多而當機，操作上也無須耗時等待；再者，有效掌管安全漏洞問題，能優化金融服務以提升顧客體驗，當金融科技有辦法嵌入到人們的生活，讓顧客隨時隨地享有不間斷高質量的智能服務，亦代表人類又往Bank 4.0前進一大步。</p><h4>普匯觀點</h4><p>初步預計2020年左右，5G技術將帶來大規模商轉，有更多的5G商用網路應用出現，雖然5G技術在各行各業的布局尚未明朗，5G技術在台灣也未正式上線，普匯金融科技現已提供顧客快速驗證、媒合放款的服務，別於傳統金融業，普匯的服務皆於線上申辦，倘若未來基礎建設及終端產品製造成本降低後，待5G技術漸漸普及於大眾，消費者就有辦法在手機介面完成更快速、更安全的交易，普匯金融科技在當前已將AI技術運用在智能辨識、信用風控等層面，期待未來能達到零時差的服務，不只快，還要快得安全又實在！</p>"
        }
    ]
}