[
    {
        "imageSrc": "./image/partner1.png",
        "title": "國立台北商業大學",
        "subTitle": "協同學界，共同傳統金融轉型，共創金融科技創新。",
        "text": "為建立跨領域學生正確之財富管理觀念與知識，與普匯進行合作，透過財富管理模擬軟體，提升學生對財富管理的認知，並且一同完善金融科技項目，實現商轉價值。透過推動緊密產學合作以及使用者體驗設計程序，協助金融機構轉型思，推動金融科技的創新應用。"
    },
    {
        "imageSrc": "./image/partner2.png",
        "title": "東吳大學",
        "subTitle": "東吳大學為結合金融科技學術理論與產業實務，與普匯合作培養金融科技人才並且推動SME中小企業金融服務。結合金融機構並同開發符合市場需求之金融科技產品。定期辦理座談會或論壇，邀請各界人士對談以利釐清事實或反映業者需求，善盡學界之社會良心責任並且積與業界溝通經驗。",
        "text": "為建立跨領域學生正確之財富管理觀念與知識，與普匯進行合作，透過財富管理模擬軟體，提升學生對財富管理的認知，並且一同完善金融科技項目，實現商轉價值。透過推動緊密產學合作以及使用者體驗設計程序，協助金融機構轉型思，推動金融科技的創新應用。"
    },
    {
        "imageSrc": "./image/partner3.png",
        "title": "國立高雄應用科技大學",
        "subTitle": "與普匯共同推動南區校園金融科技生態系統(FinTech ecosystem)，提供南台灣35所夥伴學校資源共享服務。",
        "text": "為了開拓南臺灣金融科技的版圖，普匯與高科大攜手合作，聯手促進金融機構南向，打造南區金融科技生態圈。<br><br>普匯透過發起產學合作培育金融科技跨領域人才，協助學子順利進入職場，整合跨領域的基礎技術發展金融科技未來的商務應用。貢獻創新的思維模式，與中心共同開發金融科技產品項目，相互激勵促進正向能量的成長機會，增進金融科技交易與創新企業模式的能量。"
    },
    {
        "imageSrc": "./image/partner4.png",
        "title": "國立臺北大學                ",
        "subTitle": "大數據與智慧城市研究中心、金融科技暨綠色金融研究中心",
        "text": "臺北大學承繼中興大學法商學院的優良傳統，持續開設多項專業與跨領域創新課程，與世界知名大學實質交流，成立「大數據與智慧城市研究中心」、「金融科技暨綠色金融研究中心」，肩負承擔促進社會對話、資源整合之任務，促進產業加值升級之責任與義務。"
    },
    {
        "imageSrc": "./image/partner5.png",
        "title": "國立臺灣大學",
        "subTitle": "臺灣大學 金融科技研究中心",
        "text": "臺大是臺灣規模最大亦為最具影響力的學校，擁有頂尖人才，成立「金融科技研究中心」，透過跨領域產學合作，運用資訊科技創新服務、創新商業模式應用，以促進金融科技產業升級。"
    },
    {
        "imageSrc": "./image/partner6.png",
        "title": "國立政治大學",
        "subTitle": "政治大學金融科技研究中心",
        "text": "本校於107年2月正式成立產創總中心，目前由會計系戚務君教授擔任營運長，並由戚教授兼任研創中心及育成中心主任。本中心設有「推動委員會」負責訂定總中心發展策略與目標，協助審查及輔導進駐企業、協助產學合作計畫之執行以及督導各中心營運。另設有「專家顧問諮詢委員會」負責提供總中心營運相關之建議、輔導與諮詢服務，或提供進駐企業專業諮詢，或協助企業營運。<br>本中心於107年於研創中心三樓開設政大創新園區，與台灣微軟共同協定為新創產業加速器，並與資策會「FinTech Space」共同結盟，提供新創基地給予金融科技產業及其他類型新創團隊，以期促進更多的產學合作及創新研發。"
    },
    {
        "imageSrc": "./image/partner7.png",
        "title": "工研院臺灣創新快製媒合中心",
        "subTitle": "致力於推動台灣成為國際創新創業基地",
        "text": "臺灣創新快製媒合中心(Taiwan Rapid Innovation Prototyping League for Entrepreneurs)，英文簡稱TRIPLE，結合SI/ODM、加速器業者與研究機構，期望以臺灣優質軟硬體整合、先進製造與管理能量，提供國內外創新事業快速試製以及其他在設計、行銷、研發等方面的加值服務，協助其加速落實創意，實現市場價值。快製中心以提供快速試製創新商機媒合服務為主，協助媒合新創事業與快製聯盟業者，促成雙方合作。                "
    },
    {
        "imageSrc": "./image/partner8.png",
        "title": "立勤國際律師事務所",
        "subTitle": "置備全般法律、財務、會計、地政、智慧財產服務的綜合性事務所",
        "text": "立勤國際法律事務所自2014年擴大營運至今，已經橫跨中國、台灣、菲律賓三地，並加入國際環太平洋律師組織IBPA，與各國律師建立國際聯繫。目前在台灣有台北、新竹、高雄三處共四間事務所，擠身台灣前十大事務所，提供全般法律、財務、會計、地政、智慧財產服務等方面的服務。"
    },
    {
        "imageSrc": "./image/partner9.png",
        "title": "碁元會計師事務所",
        "subTitle": "各大企業專業財務顧問，堅守品質服務",
        "text": "碁元會計師事務所將每位客戶視為難能可貴的朋友般珍惜，秉持服務、信任、學習的精神為客戶處理大大小小的帳務及稅務問題，並深受客戶肯定與支持。<br>提供工商登記、代客記帳服務、財稅簽證、上市上櫃前置輔導、營業稅及所得稅代理申報、遺產及贈與稅、境外公司設立與規劃、財務顧問、企業評價及各種稅務之行政救濟等服務。"
    }
]