<template>
  <div class="terms-wrapper">
    <h2 class="title">貸款人服務條款</h2>
    <div class="terms-page">
      <p>貸款人服務條款</p>
      <div>本網站/手機應用程式係由普匯金融科技股份有限公司（下稱「本公司」）提供，服務內容係以網路端點對端點之借貸媒合之方式（Peer to Peer Lending Service，下稱「本平台」或「本服務」），協助使用者貸款予潛在借款人之用（下稱「貸款人」），如您欲成為本服務之貸款人，表示您同意包含但不限於本服務約定條款、借款人服務條款、隱私權政策、一般會員服務條款等本公司發佈之使用者條款：</div>
      <p>第一條 服務項目說明</p>
      <ol>
        <li>本公司將提供貸款人借貸媒合服務，貸款人可透過手機或其他電訊設備連結使用本公司所提供之服務，本公司有權向貸款人收取一定的管理服務費和交易手續費。</li>
        <li>本公司保留隨時變更或停止服務項目之權利，並得透過本服務網站平台或以其他公告、通知之方式通知貸款人變更或修正之內容。</li>
        <li>貸款人使用本服務時必須自備網際網路連線所需之電腦軟體、硬體，以及其他與安全相關之設備;安裝上述設備所需之費用及風險，由貸款人自行負擔。</li>
        <li>本公司向貸款人提供之服務為使其與潛在借款人間尋求媒合貸款，或於借款人申請債權轉換服務時成為新貸款人，然本公司並不保證貸款人得提供任何貸款予任何借款人。</li>
        <li>貸款人同意並確認借款人使用者編號及借貸金額、還款時間、利率後，貸款人與借款人間之借貸契約即成立，貸款人與借款人間之借貸契約應以電子方式為之。</li>
        <li>本公司將依貸款人提供之有效連繫方式，將借款人代收代付帳戶之相關訊息通知貸款人。貸款人應於通知後48小時內將借貸金額匯入本公司開立予借款人之代收代付帳戶。</li>
        <li>為保護貸款人及借款人隱私，本服務將設定用戶別名或使用者代號，並不出現真實姓名及地址，但因匯款資訊或追討欠款而有提供真實姓名之必要者不在此限。</li>
      </ol>
      <p>第二條 貸款人資格</p>
      <ol>
        <li>貸款人需年滿20歲以上、並為具有完全行為能力之中華民國國民，惟 本公司保留最終核准與否之權利。</li>
        <li>貸款人得為於中華民國地區登記註冊之中華民國法人（須指定符合前項 自然人資格之人為代表人），如為境外地區法人，需於中華民國地區辦理分公司登記，惟本公司保留最終核准與否之權利。</li>
      </ol>
      <p>第三條 個人資訊及正確性維持義務</p>
      <ol>
          <li>貸款人應提供本人正確、最新及完整的資料，包括但不限於姓名、生日、身份證影本及統一編號（居留證碼號）、地址、電子郵件信箱、行動電話號碼、本人銀行帳戶資料及其他本公司為提供您本服務所需之個人資料。</li>
          <li>為維護並即時更新貸款人個人資料，確保其為正確、最新及完整。若您提供任何錯誤、不實或不完整的資料，本公司有權暫停或終止本協議或本服務，並拒絕貸款人使用本服務之全部或一部分。</li>
          <li>上述個人資料如有變更，貸款人應於變更後3日內通知本公司，如未即時通知本公司而導致的損失，將由貸款人自行承擔。</li>
          <li>如貸款人有登錄不實、不完全之資料或冒用他人名義以致於侵害他人之權利或違法時，應自負法律責任，如因此造成本公司損害，並應按總借貸金額之十倍負擔懲罰性違約金。</li>
      </ol>
      <p>第四條    借貸成立及服務費用</p>
      <ol>
          <li>貸款人得依其意願、自由選擇其認同之借款人貸予資金，或按貸款人自行設定之利率、條件、借貸金額（下稱「貸款條件」），由本服務按貸款人設定之貸款條件自動搓合並確認貸款予借款人。</li>
          <li>貸款人一旦確認貸款，無論係貸款人自行選擇，或經由本服務按貸款人設定之貸款條件自動搓合，均視為確認貸款，貸款人即不得撤銷或減少借貸金額。</li>
          <li>貸款人未於本公司指定期限內將借貸金額匯入本公司指定帳戶者，仍視為本公司已完成媒合服務，貸款人應付之服務費用及手續費用仍應照付，已收取者本公司概不退還。</li>
          <li>貸款人同意本公司得於借款人還款時，於每月或每次還款金額內逕行扣除服務費用，本公司服務費用為每月或每次每筆之還款總金額1%，如有約定其他費用，本公司亦得逕行扣除收取。</li>
          <li>貸款人同意借款人逾期還款之違約金由本公司收取。</li>
      </ol>
      <p>第五條    借貸金額及約定利率</p>
      <ol>
          <li>貸款人同意實際借貸金額以本公司協同借款人所媒合之金額為準。</li>
          <li>貸款人理解且同意還款金額及利息，將依據借款人選擇適用之以下二方式之一計算：</li>
        <li>
          每期應還本息金額之平均攤還率計算公式：
          <br />
          {[(1＋月利率) ＾期數]×月利率}÷{[(1＋月利率) ＾期數]－1}
          <br />(公式中：月利率＝年利率／12 ；期數=貸款年期ｘ 12)
        </li>
        <li>
          每期應還本金與利息試算：
          <ul>
              <li>平均每期應還本息金額＝借貸本金×每期應還本息金額之平均攤還率</li>
              <li>每期應付利息金額＝本金餘額X年利率X每期當期天數/365（逢閏年時則為366日）</li>
              <li>每期應還本金金額＝平均每期應還本息金額－每期應付利息金額</li>
              <li>本金餘額將於最後一期全部納入計算完畢。</li>
          </ul>
        </li>
        <li>借款人同意利息之計算採年金法，並設定相當期間作為還款寬限期間，於還款寬限期間內借款人得僅以撥款日起算，每30個日曆天為一期，按期償付利息，於寬限期屆至後，則應一次償付本金。</li>
      </ol>
      <p>第六條 代收代付</p>
      <ol>
        <li>為確保交易安全並且能夠即時提供使用者收付款資訊，本公司提供代收代付資金之服務；貸款人瞭解並同意，申貸雙方之資金往來，均須使用本公司委託之金流系統。</li>
        <li>如第三人對於本公司代收代付之資金有所主張致發生爭議，在該等爭議解決（包括但不限於取得法院確定判決、裁判或行政處分）前，貸款人同意本公司得暫停支付其得受領之各項資金。</li>
        <li>本公司接受貸款人委託代收代付與其他使用者間所有資金往來，所生之法律後果應由相應之委託方承擔。如因資金往來使用者雙方或其他非可歸責於本公司之事由（包括但不限於技術問題）致發生匯款遲延或錯誤者，本公司不負任何責任。</li>
        <li>貸款人於完成付款後，如因可歸責於貸款人之事由或不可抗力因素，致本公司無法辨識付款人身分而逾任何付款期限者，因而所生之經濟損失或損害概由貸款人自行負擔。</li>
        <li>因不可抗力因素致銀行無法提供轉帳或匯款服務者，貸款人瞭解並同意本公司得順延給付其代收之資金予貸款人，其他借款條件不受影響。</li>
        <li>如貸款人並無進行中之申貸案件、委託媒合貸款案件或有其他應付與本公司之款項，本公司將於每月結算日時計算貸款人代收代付帳戶中資金，當累計達1000元（含以上），本公司將通知貸款人，經貸款人向本公司申請提領後，本公司將於收受申請後一次性轉付所有餘額至貸款人綁定之個人銀行帳戶。</li>
        <li>貸款人於同日間有還款義務、扣除貸款本金、自行提領或前項本公司自動轉出等情形時，本公司將依當期應還款總金額、貸款本金、自行提領、自動轉出等順序為扣款或給付。</li>
      </ol>
      <p>第七條    逾期還款</p>
      <ol>
        <li>本公司得訂逾期7天內(含)為寬限期，如借款人於寬限期內繳清所積欠之本息及相關應付費用，即無須繳納違約金或遲延利息。</li>
        <li>借款人逾越本公司訂遲延寬限期未清償借款者，貸款人同意終止原應付利息之計算方式，即應按日以未清償部分本金乘以0.1%計算延滯利息至本金及延滯利息，至借款人清償完畢止。</li>
        <li>借款人如逾期還款，貸款人得選擇是否按本公司提出之債權讓與方案，將逾期還款之債權（下稱「逾期債權」）讓予本公司，惟該逾期債權讓與本公司後，本公司將自約定期間期滿，或借款人清償逾期債權後，方按本公司與貸款人約定之金額或收購比例，給付貸款人讓與逾期債權之對價。</li>
        <li>貸款人僅得於本服務或經本公司同意時，轉讓逾期債權予第三人，且該第三人應加入本服務之會員，並同意本服務之所有服務條款，否則本公司得拒絕提供借款人之個人資訊。</li>
        <li>借款人如逾期還款，且未有本協議轉讓或展延借款之情事者，貸款人同意本公司得以貸款人名義向借款人進行電話、簡訊、郵件等催收。但如催收回款不足以償還貸款本息者，貸款人同意借款人償還之金額按照應給付予本公司之催款手續費用、應給付予本公司之違約金、應給付予貸款人之應付利息、應給付予貸款人之延滯息、應給付予貸款人之應付本金及其他應付費用之順序進行償還。</li>
        <li>本公司認有需要時，貸款人即應配合簽署授權相關法律文件，積極配合本公司或本公司委託之第三人辦理債權追討涉及的所有相關事務，配合事項包括但不限於出具債權已移轉之書面證明等。</li>
        <li>經貸款人同意，本公司或本公司指定第三人受讓逾期還款債權後，即由受讓方承擔風險及相應損失，貸款人即喪失享有收回該逾期還款債權之收益。</li>
        <li>貸款人瞭解本公司及本服務不保證貸款人的貸款本息均能得到償還。貸款人的貸款本息的償還取決於借款人的付款，本公司並未擔任任何擔保人或者保證人的角色、亦無任何擔保或保證之意思表示。貸款人理解並確認借款人可能違約，並且該違約將可能導致貸款人的貸款本息無法得到任何償還。</li>
      </ol>
      <p>第八條 自動代收扣付款</p>
      <ol>
          <li>立書人辦理本項務業項目需遵守本平台包括不限於虛擬帳戶自動付款條約及其他相關條約規定。</li>
          <li>完成系統功能設定後，每筆交易即自立書人之虛擬帳戶自動交易扣款。</li>
          <li>每次授權期限為一年，到期停止並重新授權。</li>
          <li>自動扣付款作業以本平台系統時間為準據。</li>
          <li>立書人得於本平台逕行變更設定。</li>
          <li>立書人自願設定此功能，若因此而遭受損害，概由立書人承擔。</li>
          <li>本平台係將應告知事項公告於官網或APP，立書人已詳閱無誤。</li>
      </ol>
      <p>第九條  其他</p>
      <ol>
        <li>本服務協議除經本公司解除或終止，則於貸款人使用本服務或資訊留存期間，繼續發生效力。</li>
        <li>雙方如因使用本服務所生之爭議，雙方同意以臺灣臺北地方法院為第一審管轄法院，並以中華民國法律為準據法。</li>
      </ol>
      <p>中華民國一○八年五月一日</p>
    </div>
  </div>
</template>

<script>
export default {
  created() {
    $("title").text(`貸款人服務條款 - inFlux普匯金融科技`);
  },
  mounted() {
    this.$nextTick(() => {});
  },
};
</script>

<style lang="scss">
.terms-wrapper {
  padding: 30px;
  background: #083a6e;

  .title {
    text-align: center;
    color: #ffffff;
    margin-bottom: 2rem;
  }

  .terms-page {
    width: 29.7cm;
    min-height: 48cm;
    color: #717171;
    background: #ffffff;
    box-shadow: 0 0 7px black;
    padding: 20px;
    margin: 0px auto;

    p {
      font-weight: bold;
      color: #083a6e;
    }

    div {
      margin-bottom: 20px;
    }
  }

  @media screen and (max-width: 767px) {
    padding: 10px;

    .terms-page {
      width: 100%;
      padding: 10px;
    }
  }
}
</style>
