<template>
  <div class="terms-wrapper">
    <h2 class="title">逾期債權處理條款</h2>
    <div class="terms-page">
      <p>逾期債權處理條款</p>
      <div>
        逾期債權處理條款（下稱「本條款」）係普匯金融科技股份有限公司（下稱「普匯」或「本公司」或「本平台」）與貸款人（債權受讓人於本條款範圍視為貸款人）或借款人間就本平台服務之一般性共通約定，除法律或個別契約等具法律效力之文件另有規定或約定外，悉依本條款及其他普匯使用者服務條款等之約定。於本公司平台上持有債權之貸款人及逾期借款人，務必詳閱本條款。
      </div>
      <p>第一條 目的與原則</p>
      <ol>
        <li>
          為保障債權人權益，加速債權處理流程，本公司特訂立本條款以明訂逾期還款之債權處理標準與流程
        </li>
      </ol>
      <p>第二條 重要名詞定義</p>
      <ol>
        <li>
          催收：以貸款人名義向逾期還款之借款人，以非訴訟及非訟法律程序之一切追索債務之行為，包含但不限於透過通訊軟體、電話、簡訊、電子郵件等為之。
        </li>
        <li>
          法訴：貸款人本人或以貸款人名義，以民事非訟與民事訴訟等法律程序追索債務之行為。
        </li>
        <li>
          逾期與寬限期：依借貸契約及本平台相關使用者條款之約定，逾越還款日即為逾期；逾越寬限期則逾期歸於確定。
        </li>
      </ol>
      <p>第三條 寬限期之催收原則</p>
      <div>
        每月寬限期15日至17日本公司將以通訊軟體、簡訊、郵件電話、電話等方式
        進行催收作業。貸款人及借款人了解並同意，本平台系統入帳有一定之時間差，
        還款時間以本平台系統實際入帳時間為準。若因不可歸責於本公司之事由或不
        可抗力因素，導致還款異常、失敗及延後，而未於寬限期限內成功繳納當期還
        款款項，即確定為逾期，並將依本條款處理之。
      </div>
      <p>第四條 逾期處理原則</p>
      <ol>
        <li>
          逾越約定還款日者即視為逾期，平台將依前條約定進行寬限期催收；逾越
          寬限期者，本平台將按本條及第五條之約定進行催收，或依本條及第六條
          之約定，按貸款人指示，按協助債權返還或非訟程序等。
        </li>
        <li>
          逾期還款即屬違約，貸款人得請求借款人全額清償（含未清償部分本金和
          應付利息），借款人並須支付本平台違約金（未清償部分本金之5%）。逾
          期借款人應自逾期日起至清償完畢止，支付貸款人按日以未清償部分本金
          乘以0.1%計算之延滯息。
        </li>
        <li>
          除依本條款第三條之規定外，貸款人同意本公司就逾期借款人催收回款之
          款項，收取15%作為本平台催收服務費用。
        </li>
        <li>
          貸款人得委託本公司協助以法訴方式向逾期借款人追索債務。（下稱「委
          託法訴」）。本公司僅接受貸款人委託協助進行非訟法律程序。
        </li>
        <li>
          本公司依貸款人之申請或依本條款第六條之約定，得將逾期之債權文件及
          其借款人聯絡資訊提供予貸款人，以使貸款人自行追索債務（下稱「自行
          法訴」）。
        </li>
        <li>
          貸款人及借款人同意，借款人之還款款項，應按照應付予本公司之平台手
          續費用、應付予本公司之催收手續費用、應付予本公司之法訴服務費用
          （如有）、應付予本公司之違約金、應付予貸款人之應付利息、應付予貸
          款人之延滯息、應付予貸款人之應付本金及其他費用之順序償還。
        </li>
      </ol>
      <p>第五條 逾期30日內之催收原則</p>
      <div>
        逾期30日內，本公司將以通訊軟體、簡訊、郵件、電話等進行催收作業，並盡
        可能輔導有意願、有能力還款之債務人，依本條款第七條規定進行產品轉換。
      </div>
      <p>第六條 逾期30日後之處理原則</p>
      <ol>
        <li>
          借款人逾期還款超過30日者，依個案情形，貸款人可向平台申請委託法訴，
          或申請自行法訴。
        </li>
        <li>
          自行法訴
          <ol class="curly-bracket">
            <li>
              借款人逾期30日以上者，貸款人得向本公司申請於平台上持有之特定
              逾期債權為自行法訴。經簽署自行法訴協議書，本公司將依貸款人之
              申請，提供貸款人逾期債權之債權文件及其借款人之聯絡資訊，由貸
              款人自行進行相關債權的催收、法訴工作。
            </li>
            <li>
              本公司於接獲自行法訴通知並且簽署完成相關自行法訴協議書之14個
              工作日內，將提供債權相關證明文件及其借款人資訊（下稱「自行法
              訴文件」），以貸款人留存於本平台或於自行法協議書所填入之電子
              信箱或其他方式提供予貸款人。本平台自行法訴文件自寄發之次日起，
              將不再予以任何形式之協助，亦將不再受理關於該筆債權的催收以及
              清償事宜，借款人切應直接向貸款人為清償。
            </li>
            <li>
              貸款人應以本人名義，透過合法手段自行追索債務。貸款人任何追索
              債務之行為均與本平台無涉。
            </li>
          </ol>
        </li>
        <li>
          委託法訴
          <ol class="curly-bracket">
            <li>
              考量訴訟經濟、時間效益與成本收益等因素考量，滿足以下條件
              之債權，本公司將依貸款人委託，受託代為就全部符合條件之債
              權執行法訴工作（委託法訴處理之範圍，限於全部符合條件之債
              權。不受理部分債權委託）。相關條件包括：
              <ol class="curly-bracket" style="margin-left: 1em">
                <li>債權金額需達新台幣1萬元（含）；</li>
                <li>於債權逾期60日內完成委託法訴程序。</li>
              </ol>
            </li>
            <li>
              債權貸款人於委任普匯代為進行法律非訟程序之期間內，為避免非訟
              程序的衝突或延宕，未經普匯之同意，債權貸款人不得自行對債務借
              款人進行任何法律追訴行為，且債權貸款人應積極配合、提供相關追
              訴資料。
            </li>
            <li>
              貸款人委託法訴程序能否獲償將取決於借款人之償債能力及其他因素，
              本平台無法擔保經執行上開法訴程序即能讓貸款人債權獲得受償。
            </li>
            <li>
              本公司爰依貸款人委託範圍內，協助法訴程序，惟法訴程序相關費用（包含但不限於郵寄支付命令之費用、法院規費等）須由債權貸款人
              自行負擔。貸款人同意本公司收取強制執行程序收回款項中之30%金
              額做為法訴服務費用。委託範圍及產生之支出與費用，另依與本公司
              簽訂之法訴委任協議書約定之。
            </li>
            <li>
              考量訴訟經濟，本公司接受委託法訴服務範圍僅以代為聲請支付命令
              與強制執行一次為限。若該次委任執行無果，取得債權憑證，貸款人
              僅得依第六條第二項規定申請自行法訴。
            </li>
            <li>
              於法律程序中所產生之相關資料或取得之債權憑證，因具有法律上之
              重要性，為避免遺失、損毀，於委託法訴程序終結後，債權貸款人應
              自行前往普匯簽收並領取。若有需要普匯可代為郵寄，貸款人應負擔
              郵寄所生之費用及承擔可能遺失之風險，普匯不負任何保管及擔保責 任。
            </li>
          </ol>
        </li>
        <li>
          強制返還債權之情形
          <ol class="curly-bracket">
            <li>
              借款人逾期還款超過30日者且剩餘本金小於1萬元者，衡量訴訟成本
              與效益，本平台將強制返還該筆債權，不接受貸款人委託法訴。貸款
              人僅得依第六條第二項規定申請自行法訴。
            </li>
            <li>
              借款人逾期還款超過30日者、剩餘本金大於或等於1萬元，卻未於60
              日內完成委託程序者，考量法催執行效率與款項催回可能性，本公司
              自第60日後，不再接受貸款人委託法訴。本平台將強制返還該筆債權，
              貸款人僅得依第六條第二項規定申請自行法訴。
            </li>
          </ol>
        </li>
      </ol>
      <p>第七條 產品轉換</p>
      <ol>
        <li>
          借款人得就確定逾期且尚未進入強制返還債權之案件，向本平台申請產品
          轉換。申請產品轉換，應與本平台聯繫。
        </li>
        <li>
          產品轉換經本平台評估與審核；通過審核者，將上架進行媒合。惟本平台
          不保證上架之產品轉換案件能夠成功媒合。若經一定期間仍未成功媒合，
          產品轉換即失敗，平台將下架產品轉換案件。於成功媒合前，案件仍為逾
          期狀態。
        </li>
        <li>
          產品轉換之審核流程，如下：
          <ol class="curly-bracket">
            <li>填寫訪談表；</li>
            <li>視訊洽談；</li>
            <li>
              於完成洽談後兩周內，提供收入證明及繳納欲申請產品轉換案件原一期
              之金額及；
            </li>
            <li>其他為審核產品轉換必要之程序。</li>
          </ol>
        </li>
      </ol>
      <p>第八條 實施日</p>
      <div>
        本條款自公告日起算，30日後即生效。於本條款公布日前已逾期之過去借款債
        權，應於本條款公布日後一個月內委任普匯協助法訴程序，超過該期限者本平
        台將不再受理過去債權之委任。
      </div>
      <p>第九條 準據法</p>
      <div>
        本條款以中華民國法律為準據法。因本條款所生之任何爭議而需訴訟者，以臺
        灣臺北地方法院為第一審管轄法院。
      </div>
      <p>第十條 其他</p>
      <div>
        本條款公告於本平台官方網站，當您申請為交易會員並繼續使用本平台時，即
        表示您同意本條款及其他普匯會員服務條款約定，若您不同意本條款約定，請
        停止使用本網站，如有任何疑問請洽線上客服。如有其他未盡事宜，普匯金融
        科技保有最終一切解釋權。
      </div>
    </div>
  </div>
</template>

<script>
export default {
  created() {
    $('title').text(`貸款人服務條款 - inFlux普匯金融科技`)
  },
  mounted() {
    this.$nextTick(() => {})
  },
}
</script>

<style lang="scss">
.terms-wrapper {
  padding: 30px;
  background: #083a6e;

  .title {
    text-align: center;
    color: #ffffff;
    margin-bottom: 2rem;
  }

  .terms-page {
    width: 29.7cm;
    min-height: 48cm;
    color: #717171;
    background: #ffffff;
    box-shadow: 0 0 7px black;
    padding: 20px;
    margin: 0px auto;

    p {
      font-weight: bold;
      color: #083a6e;
    }

    div {
      margin-bottom: 20px;
    }
  }

  ol.curly-bracket {
    list-style-type: none;
    counter-reset: custom-counter;
    padding-left: 0;
  }

  ol.curly-bracket li::before {
    content: '(' counter(custom-counter) ')';
    counter-increment: custom-counter;
    margin-right: 0.5em;
  }

  @media screen and (max-width: 767px) {
    padding: 10px;

    .terms-page {
      width: 100%;
      padding: 10px;
    }
  }
}
</style>
