<template>
  <div class="terms-wrapper">
    <h2 class="title">隱私權條款</h2>
    <div class="terms-page">
      <p>第一條 使用者個人資料之收集與運用</p>
      <ol>
        <li>貸款人(因借貸而借出資金之人)與借款人（因借貸而取得資金之人）(以上兩者於本聲明下均稱使用者)利用普匯金融科技股份有限公司之服務（下稱「本服務」）進行交易所提供之個人資料、文件及聲明事項，普匯金融科技股份有限公司（下稱「本公司」）除自行運用外，並得與其他貸款人、及貸款人委託進行追償借貸相關債務之第三人進行交互運用。</li>
        <li>使用者之個人資料如有變更，得隨時通知本公司或前項所列公司修正、變更其個人資料。</li>
      </ol>
      <p>第二條 本公司依個人資料保護法告知下列事項</p>
      <div>本公司依據個人資料保護法（下稱個資法）第八條規定，向使用者等告知下列事項，使用者倘依法應置法定代理人/輔助人/或其他具有代表權限之人者，依個資法施行細則第27條規定；本公司有與各代表人為必要之接觸、磋商或聯繫行為等，故亦請各有權代表之人詳閱下列告知內容：</div>
      <ol>
        <li>
          蒐集目的：
          <div>「人身保險」、「人事管理」、「中小企業及其他產業之輔導」、「戶政」「代理與仲介業務」、「借款戶與存款戶存借作業綜合管理」、「信用卡、現金卡、轉帳卡或電子票證業務」、「信託業務」、「個人資料之合法交易業務」、「借款戶與存款戶存借作業綜合管理」、「核貸與授信業務」、「票券業務」、「債權整貼現及收買業務」、「徵信」、「債權收買、轉讓業務」、「存款與匯款(自動授扣、匯款)」、「有價證券與有價證券持有人登記」「行銷」、「投資管理」、「金融服務業依法令規定及金融監理需要，所為之蒐集處理及利用」、「金融爭議處理」、「金融監督、管理與檢查」、「消費借貸爭議處理」、「非公務機關依法定義務所進行個人資料之蒐集處理及利用」、「契約、類似契約或其他法律關係事務」、「消費者、客戶管理與服務」、「消費者保護」、「商業與技術資訊」、「帳務管理及債權交易業務」、「僱用與服務管理」、「廣告或商業行為管理」、「會計與相關服務」、「資(通)訊服務（電子類交易）」、「資(通)訊與資料庫管理」、「資通安全與管理」、「調查、統計與研究分析」、「其他經營合於營業登記項目或組織章程所定之業務」、「其他諮詢與顧問服務」。</div>
        </li>
        <li>
          蒐集之個人資料類別：
          <div>「辨識個人者」、「辨識財務者」、「政府資料中之辨識者」、「個人描述」、「家庭情形」、「婚姻之歷史」、「家庭其他成員之細節」、「住家及設施」、「財產」、「職業」、「執照或其他許可」、「學校紀錄」、「資格或技術」、「職業團體會員資格」、「職業專長」、「現行之受僱情形」、「僱用經過」、「離職經過」、「工作經驗」、「工作、差勤紀錄」、「薪資與預扣款」、「受僱人所持有之財產」、「工作管理之細節」、「工作之評估細節」、「受訓紀錄」、「收入、所得、資產與投資」、「負債與支出」、「信用評等」、「貸款」、「外匯交易紀錄」、「票據信用」、「津貼、福利、贈款」、「保險細節」、「資料主體所取得之財貨或服務」、「資料主體提供之財貨或服務」、「財務交易」、「資料主體之商業活動」、「約定或契約」、「與營業有關之執照」。</div>
        </li>
        <li>
          個人資料利用之期間、地區、對象及方式：
          <ul>
            <li>期間：個人資料蒐集之特定目的存續期間/依相關法令規定或契約約定之保存年限（如：商業會計法等）/本公司因執行業務所必須之保存期間。</li>
            <li>地區：中華民國、本公司現在及將來於海外設立之分支機構所在地、國際傳輸個人資料之接收者所在地、本公司業務委外機構所在地、與本公司有業務往來之機構營業處所所在地。</li>
            <li>對象：本公司、本公司現在及將來於海外設立之分支機構、收單機構、業務委外機構、國際傳輸個人資料之接收者、本公司合作推廣之單位、其他與本公司有業務往來之機構、依法有調查權機關或金融監理機關。</li>
            <li>方式：以自動化機器或其他非自動化之利用方式。</li>
          </ul>
        </li>
      </ol>
      <p>第三條 使用者權利：</p>
      <ol>
        <li>得向本公司查詢、請求閱覽或請求製給複製本，而本公司依法得酌收必要成本費用。</li>
        <li>得向本公司請求補充或更正，惟依法使用者應為適當之釋明。</li>
        <li>得向本公司請求停止蒐集、處理或利用及請求刪除，惟依法本公司因執行業務所必須者，得不依使用者請求為之。</li>
      </ol>
      <p>第四條 使用者倘不提供個人資料所致權益之影響：</p>
      <ol>
        <li>使用者得自由選擇是否提供相關個人資料，但若拒絕提供相關個人資料者，本公司將無法進行必要之審核及處理作業，致無法提供相關服務。</li>
      </ol>
      <p>第五條 使用者之義務</p>
      <ol>
        <li>使用者保證於申貸過程中所提供之全部資料正確無誤，並授權本公司及本公司委任代為處理事務之人，得向有關單位核對及查證資料，使用者明確瞭解辦理本項貸款應先簽署各項有關契約書及其他申貸書件（所附申請文件及申請表格均不予退還），及辦理對保手續，且該項貸款契約應經本公司內部作業核定後方始成立，使用者不得因未獲核貸而向本公司、借貸之他方請求任何損害賠償或主張任何權利。使用者同意本公司及受本公司委任代為處理事務之人皆得就與本公司服務及各項業務往來有關事項之雙方口頭及電話談話予以錄音，並得自行決定保存電話錄音之期間。在任何爭訟程序中，並得以該錄音作為證據以資對抗使用者或任何利害關係人。</li>
        <li>貸款人明確瞭解並同意經由本公司媒合之任一貸款如未按時繳款，本公司得將其交付之所有個人資料提供予貸款人供作追償借款之用；貸款人亦得依據民法第294條規定將債權轉讓予第三人，貸款人絕無異議。</li>
        <li>貸款人明確瞭解並同意本公司及貸款人保有核准貸款與否之權利。使用者亦均明確瞭解若經本公司媒合貸款成功，使用者即應依貸款約定事項給付本公司手續費及其他服務費用，並授權本公司於撥款完成同時，逕自於所核貸金額或約定帳戶無摺自動扣取，費用一經收取，概不得以提前清償或其他任何理由要求退還。</li>
        <li>除本公司前開重要告知內容外，使用者同意於本公司其他營業項目範圍內，得為行銷業務、資訊業務與資料庫管理、資通安全業務與管理、電子商務服務及調查及統計與研究分析等目的，就前項所提蒐集個人資料類別、個人資料利用之期間、地區、對象及方式範圍內，蒐集、處理、利用及國際傳輸使用者之個人資料，並已得知個資法第三條之權益及不提供時之權益影響。</li>
        <li>使用者同意於申請貸款過程中所留存之文件寄送方式、電子郵件信箱、通訊地址及手機號碼等，將同步異動使用者於本公司各項業務往來所留存之基本資料。</li>
      </ol>
      <p>第六條 管轄法院及準據法</p>
      <div>使用者與本公司如因使用本服務所生之爭議，使用者與本公司同意以臺灣臺北地方法院為第一審管轄法院，並以中華民國法律為準據法。</div>
    </div>
  </div>
</template>

<script>
export default {
  created() {
    $("title").text(`隱私條款政策 - inFlux普匯金融科技`);
  },
  mounted() {
    this.$nextTick(() => {});
  },
};
</script>

<style lang="scss">
.terms-wrapper {
  padding: 30px;
  background: #083a6e;

  .title {
    text-align: center;
    color: #ffffff;
    margin-bottom: 2rem;
  }

  .terms-page {
    width: 29.7cm;
    color: #717171;
    min-height: 48cm;
    background: #ffffff;
    box-shadow: 0 0 7px black;
    padding: 20px;
    margin: 0px auto;

    p {
      font-weight: bold;
      color: #083a6e;
    }

    div {
      margin-bottom: 20px;
    }
  }

  @media screen and (max-width: 767px) {
    padding: 10px;

    .terms-page {
      width: 100%;
      padding: 10px;
    }
  }
}
</style>