<template>
  <div class="terms-wrapper">
    <h2 class="title">債權受讓人服務條款</h2>
    <div class="terms-page">
      <p>債權受讓人服務條款</p>
      <div>本網站/手機應用程式係由普匯金融科技股份有限公司（下稱「本公司」）提供，服務內容係以網路端點對端點之借貸媒合方式（Peer to Peer Lending Service，下稱「本平台」或「本服務」），協助使用者間轉讓及受讓本平台上之應收帳款債權，如您欲成為本應收帳款債權（下稱「債權」）轉讓媒合服務之受讓人，表示您同意包含但不限於債權轉讓契約、貸款人服務條款、借款人服務條款、隱私權政策、一般會員服務條款等本公司發佈之所有條款：</div>
      <p>第一條    服務項目說明</p>
      <ol>
          <li>本公司將提供受讓人債權轉讓媒合服務，受讓人可透過手機或其他電訊設備連結使用本公司所提供之服務，本公司有權向受讓人收取一定的管理服務費和交易手續費。</li>
          <li>本公司保留隨時變更或停止服務項目之權利，並得透過本服務網站平台或以其他公告、通知之方式通知受讓人變更或修正之內容。</li>
          <li>受讓人使用本服務時必須自備網際網路連線所需之電腦軟體、硬體，以及其他與安全相關之設備;安裝上述設備所需之費用及風險，由受讓人自行負擔。</li>
          <li>本公司向受讓人提供之服務為使其與潛在轉讓人間尋求媒合債權轉讓，然本公司並不保證受讓人得受讓任何債權。</li>
          <li>受讓人同意並確認轉讓人使用者編號及轉讓債權編號內容後，轉讓人與讓與人間之債權轉讓契約即成立，轉讓人與讓與人間之債權轉讓契約應以電子方式為之。</li>
          <li>本平台開立予轉讓人之代收代付帳戶相關訊息，本公司將通知受讓人。受讓人應於指定期限內將債權買賣價金匯入本公司開立予轉讓人之代收代付帳戶。</li>
          <li>為保護受讓人及轉讓人隱私，本服務將設定用戶別名或使用者代號，並不出現真實姓名及地址，但因債權轉讓需要而有提供真實姓名或其他個人資料之必要者不在此限。</li>
      </ol>
      <p>第二條 受讓人資格</p>
      <ol>
        <li>受讓人需年滿18歲以上、並為具有完全行為能力之中華民國國民，惟本公司保留最終核准與否之權利。</li>
        <li>受讓人得為於中華民國地區登記註冊之中華民國法人（須指定符合前項自然人資格之人為代表人），如為境外地區法人，需於中華民國地區辦理分公司登記，惟本公司保留最終核准與否之權利。</li>
        <li>受讓人如為法人，經營之事業應包含但不限於下列業務：應收帳款收買業務、金融機構金錢債權收買業務、辦理金融機構金錢債權管理服務業務、逾期應收帳款管理服務業、除許可業務外，得經營法令非禁止或限制之業務等。</li>
      </ol>
      <p>第三條 個人資訊及正確性維持義務</p>
      <ol>
          <li>受讓人應提供本人正確、最新及完整的資料，包括但不限於姓名、生日、身份證影本及統一編號（居留證碼號）、地址、電子郵件信箱、行動電話號碼、本人銀行帳戶資料及其他本公司為提供您本服務所需之個人資料。</li>
          <li>為維護並即時更新受讓人個人資料，確保其為正確、最新及完整。若您提供任何錯誤、不實或不完整的資料，本公司有權暫停或終止本協議或本服務，並拒絕受讓人使用本服務之全部或一部分。</li>
          <li>上述個人資料如有變更，受讓人應於變更後3日內通知本公司，如未即時通知本公司而導致的損失，將由受讓人自行承擔。</li>
          <li>如受讓人有登錄不實、不完全之資料或冒用他人名義以致於侵害他人之權利或違法時，應自負法律責任，如因此造成本公司損害，並應按總債權讓與價金金額之十倍負擔懲罰性違約金。</li>
      </ol>
      <p>第四條 債權轉讓成立及服務費用</p>
      <ol>
          <li>受讓人得按其自行設定之讓與金額、債權受讓額度、利率（下稱「讓與條件」），由本服務按受讓人設定之債權讓與條件自動搓合並確認讓與人對第三人之應收帳款債權出賣轉讓予受讓人。</li>
          <li>受讓人一旦確認讓與條件，無論係受讓人自行選擇，或經由本服務按讓與條件自動搓合，均視為確認債權之讓與，受讓人即不得撤銷或減少讓與金額。</li>
          <li>受讓人未於本公司指定期限內將讓與金額匯入本公司指定帳戶者，仍視為本公司已完成媒合服務，受讓人應付之服務費用及手續費用仍應照付，已收取者本公司概不退還。</li>
          <li>受讓人同意本公司得於借款人還款時（即該讓與債權之借款人），於每月或每次還款金額內逕行扣除服務費用，本公司服務費用為每月或每次還款金額之1%，如有約定其他費用，本公司亦得逕行扣除收取。如讓與債權另有約定者，從該約定。</li>
          <li>受讓人同意有關債權讓與事宜，均承受債權讓與契約中所約定本金債權、已發生但未收取之利息債權、該債權之擔保及其他從屬權利。</li>
          <li>受讓人同意於受讓債權後，即屬本平台所稱之貸款人，並適用本平台貸款人服務條款。</li>
          <li>如有本協議債權轉換（以新借款清償舊借款）或債權轉讓之情事者，視為借款人以相同條件另行與新貸款人簽訂借貸契約，讓與人同意借款人應再行給付服務費用（以未清償借貸金額本金之5％計算）予本公司，本公司並得逕行扣除。</li>
      </ol>
      <p>第五條    其他</p>
      <ol>
        <li>本服務協議除經本公司解除或終止，則於受讓人使用本服務或資訊留存期間，繼續發生效力。</li>
        <li>雙方如因使用本服務所生之爭議，雙方同意以臺灣臺北地方法院為第一審管轄法院，並以中華民國法律為準據法。</li>
      </ol>
      <p>中華民國一○八年五月一日</p>
    </div>
  </div>
</template>

<script>
export default {
  created() {
    $("title").text(`債權受讓人服務條款 - inFlux普匯金融科技`);
  },
  mounted() {
    this.$nextTick(() => {});
  },
};
</script>

<style lang="scss">
.terms-wrapper {
  padding: 30px;
  background: #083a6e;

  .title {
    text-align: center;
    color: #ffffff;
    margin-bottom: 2rem;
  }

  .terms-page {
    width: 29.7cm;
    min-height: 38cm;
    color: #717171;
    background: #ffffff;
    box-shadow: 0 0 7px black;
    padding: 20px;
    margin: 0px auto;

    p {
      font-weight: bold;
      color: #083a6e;
    }

    div {
      margin-bottom: 20px;
    }
  }

  @media screen and (max-width: 767px) {
    padding: 10px;

    .terms-page {
      width: 100%;
      padding: 10px;
    }
  }
}
</style>
