export default {
    "世新大學": {
        "city": "臺北市",
        "shortName": "SHU",
        "fullName": "Shih Hsin University",
        "discipline": {
            "法律學門": [
                "法律學系",
                "智慧財產權法律研究所"
            ],
            "社會及行為科學學門": [
                "社會發展研究所",
                "性別研究所",
                "社會心理學系",
                "經濟學系"
            ],
            "商業及管理學門": [
                "傳播管理學系",
                "財務金融學系",
                "公共關係暨廣告學系",
                "企業管理學系",
                "行政管理學系",
                "非營利與社會企業碩士在職學位學程"
            ],
            "新聞學及圖書資訊學門": [
                "傳播博士學位學程",
                "口語傳播學系",
                "傳播匯流與創新管理學士學位學程",
                "新聞學系",
                "資訊傳播學系",
                "圖文傳播暨數位出版學系",
                "全媒體學士學位學程"
            ],
            "資訊通訊科技學門": [
                "資訊管理學系資訊管理組",
                "資訊管理學系資訊科技組",
                "資訊管理學系網路科技組"
            ],
            "語文學門": [
                "英語學系",
                "日本語文學系",
                "中國文學系"
            ],
            "餐旅及民生服務學門": [
                "觀光學系餐旅經營管理組",
                "觀光學系旅遊暨休閒事業管理組",
                "觀光學系觀光規劃暨資源管理組"
            ],
            "藝術學門(設計學門)": [
                "廣播電視電影學系電影組",
                "廣播電視電影學系電視組",
                "廣播電視電影學系廣播組",
                "數位多媒體設計學系遊戲設計組",
                "數位多媒體設計學系動畫設計組"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://ap.shu.edu.tw/SSO/login.aspx?ReturnUrl=/SSO/Auth.aspx%3FCheckSessionID%3Dzertpz55b2fzehbobnotbx55%26GetAuthUrl%3D",
            "https://ap4.shu.edu.tw/STU1/Login.aspx%26ReturnUrl%3Dhttps://ap4.shu.edu.tw/stu1/login.aspx"
        ],
        "systems": [

        ]
    },
    "中信金融管理學院": {
        "city": "臺南市",
        "shortName": "CTBC",
        "fullName": "CTBC BUSINESS SCHOOL",
        "discipline": {
            "法律學門": [
                "財經法律學系"
            ],
            "商業及管理學門": [
                "財務金融學系",
                "企業管理學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://recruit.ctbc.edu.tw/bin/login.php"
        ],
        "systems": [

        ]
    },
    "中原大學": {
        "city": "中壢區",
        "shortName": "CYCU",
        "fullName": "Chung Yuan Christian University",
        "discipline": {
            "人文學門": [
                "宗教研究所"
            ],
            "工程及工程業學門": [
                "化學工程學系材料工程組",
                "化學工程學系生化工程組",
                "化學工程學系綠能製程組",
                "化學工程學系綠能製程組",
                "奈米科技碩士學位學程",
                "薄膜材料與應用國際碩士學位學程",
                "工業與系統工程學系工程組",
                "生物醫學工程學系",
                "生物醫學材料與科技國際碩士學位學程",
                "電機工程學系",
                "電子工程學系",
                "資訊工程學系",
                "通訊工程碩士學位學程",
                "電機資訊學院學士班",
                "機械工程學系",
                "環境工程學系"
            ],
            "生命科學學門": [
                "生物科技學系"
            ],
            "法律學門": [
                "財經法律學系"
            ],
            "物理、化學及地球科學學門": [
                "化學系",
                "物理學系物理組",
                "物理學系光電與材料科學組"
            ],
            "社會及行為科學學門": [
                "心理學系"
            ],
            "建築及營建工程學門": [
                "建築學系",
                "景觀學系",
                "土木工程學系"
            ],
            "商業及管理學門": [
                "商學博士學位學程",
                "國際商學碩士學位學程",
                "商學院不分系",
                "財務金融學系",
                "國際經營與貿易學系",
                "會計學系",
                "企業管理學系工商管理組",
                "企業管理學系服務業管理組"
            ],
            "教育學門": [
                "教育研究所",
                "特殊教育學系"
            ],
            "資訊通訊科技學門": [
                "資訊管理學系"
            ],
            "語文學門": [
                "應用外國語文學系",
                "應用華語文學系"
            ],
            "數學及統計學門": [
                "應用數學系"
            ],
            "藝術學門(設計學門)": [
                "設計學博士學位學程",
                "文化創意設計碩士學位學程",
                "設計學院設計學士原住民專班",
                "室內設計學系",
                "商業設計學系商業設計組",
                "商業設計學系產品設計組"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://itouch.cycu.edu.tw/index.jsp?type=student"
        ],
        "systems": [

        ]
    },
    "中國文化大學": {
        "city": "臺北市",
        "shortName": "PCCU",
        "fullName": "Chinese Culture University",
        "discipline": {
            "人文學門": [
                "哲學系",
                "史學系"
            ],
            "工程及工程業學門": [
                "化學工程與材料工程學系",
                "紡織工程學系",
                "電機工程學系A組",
                "電機工程學系B組",
                "光電物理學系",
                "機械工程學系"
            ],
            "生命科學學門": [
                "生命科學系",
                "保健營養學系"
            ],
            "其他學門": [
                "不分系招生"
            ],
            "林業學門": [
                "森林暨自然保育學系"
            ],
            "法律學門": [
                "法律學系法學組",
                "法律學系財經法律組"
            ],
            "物理、化學及地球科學學門": [
                "化學系",
                "地質學系",
                "大氣科學系"
            ],
            "社會及行為科學學門": [
                "心理輔導學系",
                "勞工關係學系",
                "勞動暨人力資源學系",
                "地學研究所",
                "地理學系B組",
                "地理學系A組",
                "國家發展與中國大陸研究所",
                "政治學系",
                "經濟學系"
            ],
            "社會福利學門": [
                "青少年兒童福利碩士學位學程",
                "社會福利學系"
            ],
            "建築及營建工程學門": [
                "建築及都市設計學系",
                "景觀學系",
                "都市計劃與開發管理學系"
            ],
            "商業及管理學門": [
                "全球商務碩士學位學程",
                "全球商務學士學位學程",
                "時尚與創意產業品牌建構及經營進修學士學位學程",
                "財務金融學系金融行銷組",
                "財務金融學系財務金融組",
                "國際貿易學系",
                "廣告學系A組",
                "行銷碩士學位學程",
                "全球品牌與行銷碩士在職學位學程",
                "會計學系",
                "國際企業管理學系",
                "行政管理學系",
                "社會企業管理碩士在職學位學程"
            ],
            "教育學門": [
                "體育學系",
                "教育學系",
                "華語文教學碩士學位學程"
            ],
            "新聞學及圖書資訊學門": [
                "大眾傳播學系",
                "資訊傳播學系",
                "新聞學系"
            ],
            "資訊通訊科技學門": [
                "資訊工程學系A組",
                "資訊管理學系(雲端服務暨巨量資料組)",
                "資訊管理學系(智慧商務科技組)",
                "電子商務碩士學位學程"
            ],
            "農業學門": [
                "生物科技研究所",
                "園藝暨生物技術學系",
                "動物科學系"
            ],
            "運輸服務學門": [
                "航空管理碩士學位學程"
            ],
            "語文學門": [
                "韓國語文學系",
                "俄國語文學系",
                "英國語文學系",
                "日本語文學系",
                "德國語文學系",
                "法國語文學系",
                "中國文學系文藝創作組",
                "中國文學系中國文學組"
            ],
            "數學及統計學門": [
                "應用數學系"
            ],
            "餐旅及民生服務學門": [
                "生活應用科學系",
                "觀光事業學系",
                "休閒事業管理學士學位學程",
                "技擊運動暨國術學系",
                "運動與健康促進學系"
            ],
            "環境學門": [
                "土地資源學系",
                "土地資源學系A組",
                "土地資源學系B組"
            ],
            "藝術學門(設計學門)": [
                "美術學系",
                "中國音樂學系",
                "音樂學系A組",
                "音樂學系B組",
                "中國戲劇學系",
                "舞蹈學系",
                "戲劇學系",
                "科技藝術碩士學位學程",
                "數位媒體學士學位學程"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://ap1.pccu.edu.tw/"
        ],
        "systems": [

        ]
    },
    "中國科技大學": {
        "city": "臺北市",
        "shortName": "CUTE",
        "fullName": "China University of Technology",
        "discipline": {
            "工程及工程業學門": [
                "資訊工程系(台北校區)"
            ],
            "建築及營建工程學門": [
                "建築系(台北校區)",
                "土木與防災設計系(台北校區)"
            ],
            "商業及管理學門": [
                "財務金融系(台北校區)",
                "財政稅務系",
                "國際商務系(台北校區)",
                "會計系",
                "企業管理系(新竹校區)",
                "行銷與流通管理系(新竹校區)"
            ],
            "資訊通訊科技學門": [
                "資訊管理系(新竹校區)",
                "資訊管理系(台北校區)"
            ],
            "語文學門": [
                "應用英語系(台北校區)"
            ],
            "餐旅及民生服務學門": [
                "觀光與休閒事業管理系(台北校區)",
                "觀光與休閒事業管理系(新竹校區)"
            ],
            "藝術學門(設計學門)": [
                "影視設計系(台北校區)",
                "影視設計系(新竹校區)",
                "學士後數位音樂音效學士學位學程",
                "互動娛樂設計系",
                "室內設計系(台北校區)",
                "室內設計系(新竹校區)",
                "視覺傳達設計系(台北校區)",
                "視覺傳達設計系(新竹校區)",
                "數位多媒體設計系(新竹校區)",
                "數位多媒體設計系(台北校區)"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://iq.cute.edu.tw/index.do?thetime=1539594388817"
        ],
        "systems": [

        ]
    },
    "中國醫藥大學": {
        "city": "臺中市",
        "shortName": "CMU",
        "fullName": "China Medical University",
        "discipline": {
            "工程及工程業學門": [
                "生物醫學工程碩士學位學程",
                "醫學工程與復健科技產業博士學位學程"
            ],
            "生命科學學門": [
                "生物科技產業博士學位學程",
                "生物科技學系",
                "營養學系"
            ],
            "商業及管理學門": [
                "醫務管理學系"
            ],
            "醫藥衛生學門": [
                "牙醫學系",
                "公共衛生國際碩士學位學程",
                "公共衛生學系",
                "職業安全與衛生學系",
                "公共衛生學院大一不分系",
                "食品暨藥物安全碩士學位學程",
                "健康科技產業博士學位學程",
                "物理治療學系",
                "運動醫學系",
                "針灸研究所",
                "中西醫結合研究所",
                "國際針灸碩士學位學程",
                "生物醫學研究所",
                "中醫學系甲組",
                "中醫學系乙組",
                "學士後中醫學系",
                "醫學系",
                "國際生物醫學碩士學位學程",
                "老化醫學博士學位學程",
                "轉譯醫學博士學位學程",
                "癌症生物與藥物研發博士學位學程",
                "醫學檢驗生物技術學系",
                "生物醫學影像暨放射科學學系",
                "新藥開發研究所",
                "藥學系",
                "中國藥學暨中藥資源學系",
                "藥用化妝品學系",
                "製藥碩士學位學程",
                "生技製藥產業博士學位學程",
                "二年制呼吸治療學系",
                "護理學系"
            ],
            "獸醫學門": [
                "中獸醫碩士學位學程"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://portal.cmu.edu.tw/index.do?thetime=1539593158444"
        ],
        "systems": [

        ]
    },
    "中山醫學大學": {
        "city": "臺中市",
        "shortName": "CSMU",
        "fullName": "Chung Shan Medical University",
        "discipline": {
            "生命科學學門": [
                "生物醫學科學學系",
                "營養學系",
                "生化微生物免疫研究所"
            ],
            "物理、化學及地球科學學門": [
                "醫學應用化學系"
            ],
            "社會及行為科學學門": [
                "心理學系"
            ],
            "社會福利學門": [
                "醫學社會暨社會工作學系"
            ],
            "商業及管理學門": [
                "醫療產業科技管理學系"
            ],
            "語文學門": [
                "應用外國語言學系"
            ],
            "衛生及職業衛生服務學門": [
                "職業安全衛生學系",
                "職能治療學系"
            ],
            "餐旅及民生服務學門": [
                "健康餐飲暨產業管理學系"
            ],
            "醫藥衛生學門": [
                "牙醫學系",
                "口腔科學研究所",
                "公共衛生學系",
                "物理治療學系",
                "職能治療學系",
                "語言治療與聽力學系語言治療組",
                "語言治療與聽力學系聽力組",
                "醫學系",
                "醫學研究所",
                "醫學檢驗暨生物技術學系",
                "醫學影像暨放射科學系",
                "視光學系",
                "醫學資訊學系",
                "護理學系",
                "視光學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://student.csmu.edu.tw/"
        ],
        "systems": [

        ]
    },
    "中臺科技大學": {
        "city": "臺中市",
        "shortName": "CTUST",
        "fullName": "Central Taiwan University of Science and Technology",
        "discipline": {
            "工程及工程業學門": [
                "生物科技暨醫學工程研究所",
                "環境與安全衛生工程系"
            ],
            "社會福利學門": [
                "老人照顧系",
                "長期照顧碩士學位學程"
            ],
            "商業及管理學門": [
                "行銷管理系",
                "國際企業系",
                "醫療暨健康產業管理系"
            ],
            "教育學門": [
                "兒童教育暨事業經營系",
                "文教事業經營研究所"
            ],
            "資訊通訊科技學門": [
                "資訊管理系"
            ],
            "製造及加工學門": [
                "食品科技系"
            ],
            "語文學門": [
                "應用外語系"
            ],
            "醫藥衛生學門": [
                "牙體技術暨材料系",
                "醫學檢驗生物技術系",
                "醫學影像暨放射科學系",
                "視光系",
                "護理系"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://www.ctust.edu.tw/p/426-1000-2.php?Lang=zh-tw"
        ],
        "systems": [

        ]
    },
    "亞洲大學": {
        "city": "臺中市",
        "shortName": "ASIA",
        "fullName": "Asia University",
        "discipline": {
            "工程及工程業學門": [
                "生物資訊與醫學工程學系",
                "光電與通訊學系(光電綠能組)",
                "光電與通訊學系(通訊網路組)"
            ],
            "生命科學學門": [
                "生物科技學系(精緻農業暨生技產業管理組)",
                "生物科技學系(醫藥應用組)",
                "生物資訊與醫學工程學系(生醫資訊組)",
                "生物資訊與醫學工程學系(醫學工程組)",
                "食品營養與保健生技學系(保健化妝品組)",
                "食品營養與保健生技學系(食品營養組)"
            ],
            "法律學門": [
                "財經法律學系(科技法律組)",
                "財經法律學系(財經法律組)"
            ],
            "社會及行為科學學門": [
                "心理學系(工商與社會心理組)",
                "心理學系(心理師研修組)",
                "心理學系(諮商與臨床心理組)"
            ],
            "社會福利學門": [
                "健康產業管理學系(健康產業管理組)",
                "健康產業管理學系(醫療機構管理組)",
                "社會工作學系(心理與家庭社工雙專業組)",
                "社會工作學系(醫務與長期照顧社工雙專業組)"
            ],
            "商業及管理學門": [
                "新興產業策略與發展博士學位學程",
                "管理學院進修學士學位學程",
                "財務金融學系(投資理財組)",
                "財務金融學系(金融科技組)",
                "國際財務金融管理學士學位學程",
                "會計與資訊學系(管理應用組)",
                "會計與資訊學系(財稅應用組)",
                "經營管理學系(企業創新管理組)",
                "經營管理學系(國際企業管理組)",
                "經營管理學系(行銷管理組)",
                "創新與創業管理碩士學位學程",
                "EMBA高階經理碩士在職學位學程"
            ],
            "教育學門": [
                "幼兒教育學系"
            ],
            "新聞學及圖書資訊學門": [
                "資訊傳播學系"
            ],
            "資訊通訊科技學門": [
                "行動商務與多媒體應用學系(多媒體應用組)",
                "行動商務與多媒體應用學系(行動商務組)",
                "資訊工程學系(人工智慧組)",
                "資訊工程學系(數位內容與遊戲設計組)"
            ],
            "語文學門": [
                "外國語文學系"
            ],
            "餐旅及民生服務學門": [
                "休閒與遊憩管理學系(旅遊事業管理組)",
                "休閒與遊憩管理學系(餐旅事業管理組)"
            ],
            "醫藥衛生學門": [
                "職能治療學系",
                "聽力暨語言治療學系",
                "視光學系",
                "護理學系(國際護理組)",
                "護理學系(臨床照護組)",
                "護理學系(高齡長期照護組)",
                "物理治療學系"
            ],
            "獸醫學門": [
                "學士後獸醫學系"
            ],
            "藝術學門(設計學門)": [
                "時尚設計學系(時尚服裝設計組)",
                "時尚設計學系(服飾創意設計組)",
                "創意設計學院不分系國際設計學士班",
                "創意商品設計學系(創意商品設計組)",
                "創意商品設計學系(科技商品設計組)",
                "室內設計學系(住宅空間組)",
                "室內設計學系(商業空間組)",
                "視覺傳達設計學系",
                "數位媒體設計學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://cip.asia.edu.tw/login.php"
        ],
        "systems": [

        ]
    },
    "仁德醫護管理專科學校": {
        "city": "苗栗縣",
        "shortName": "JENTE",
        "fullName": "Jenteh Junior College of Medicine, Nursing and Management",
        "discipline": {
            "社會福利學門": [
                "高齡健康促進科",
                "幼兒保育科",
                "生命關懷事業科"
            ],
            "資訊通訊科技學門": [
                "行動數位商務科"
            ],
            "餐旅及民生服務學門": [
                "健康美容觀光科",
                "餐旅管理科"
            ],
            "醫藥衛生學門": [
                "口腔衛生學科",
                "職業安全衛生科",
                "復健(技術)科",
                "復健(技術)科-物理治療組",
                "復健(技術)科-職能治療組",
                "調理保健技術科",
                "視光學科",
                "醫事檢驗科",
                "護理科"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://ep.jente.edu.tw/"
        ],
        "systems": [

        ]
    },
    "僑光科技大學": {
        "city": "臺中市",
        "shortName": "OCU",
        "fullName": "Overseas Chinese University",
        "discipline": {
            "法律學門": [
                "財經法律系"
            ],
            "商業及管理學門": [
                "財務金融系",
                "國際貿易系",
                "企業管理系",
                "行銷與流通管理系"
            ],
            "資訊通訊科技學門": [
                "資訊科技系",
                "多媒體與遊戲設計系"
            ],
            "語文學門": [
                "應用英語系"
            ],
            "餐旅及民生服務學門": [
                "觀光與休閒事業管理系",
                "餐飲管理系",
                "旅館與會展管理系"
            ],
            "藝術學門(設計學門)": [
                "生活創意設計系",
                "電腦輔助工業設計系機械設計組",
                "電腦輔助工業設計系產品設計組"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://ocuap.ocu.edu.tw/B2KPortal/login.aspx"
        ],
        "systems": [

        ]
    },
    "元智大學": {
        "city": "桃園市",
        "shortName": "YZU",
        "fullName": "Yuan Ze University",
        "discipline": {
            "人文學門": [
                "人文社會學院英語學士班"
            ],
            "工程及工程業學門": [
                "化學工程與材料科學學系",
                "工業工程與管理學系",
                "工程學院英語學士班",
                "電機通訊學院英語學士班",
                "電機工程學系(甲組)",
                "電機工程學系(乙組)",
                "電機工程學系(丙組)",
                "光電工程學系",
                "通訊工程學系",
                "機械工程學系"
            ],
            "生命科學學門": [
                "生物科技與工程研究所",
                "生物與醫學資訊碩士學位學程"
            ],
            "社會及行為科學學門": [
                "社會暨政策科學學系"
            ],
            "商業及管理學門": [
                "管理學院財務金融暨會計碩士班",
                "管理學院",
                "管理學院博士班",
                "管理學院經營管理碩士班",
                "管理學院管理碩士在職專班",
                "管理學院學士班(英語專班)"
            ],
            "資訊通訊科技學門": [
                "資訊管理學系(自然組)",
                "資訊管理學系(社會組)",
                "資訊工程學系(資訊工程組)",
                "資訊工程學系(資訊應用組)",
                "資訊學院英語學士班",
                "資訊傳播學系科技組",
                "資訊傳播學系設計組"
            ],
            "語文學門": [
                "應用外語學系",
                "中國語文學系"
            ],
            "餐旅及民生服務學門": [
                "文化產業與文化政策博士學位學程"
            ],
            "藝術學門(設計學門)": [
                "藝術與設計學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://portalx.yzu.edu.tw/PortalSocialVB/Login.aspx"
        ],
        "systems": [

        ]
    },
    "南臺科技大學": {
        "city": "臺南市",
        "shortName": "STUST",
        "fullName": "Southern Taiwan University of Science and Technology",
        "discipline": {
            "工程及工程業學門": [
                "化學工程與材料工程系",
                "電機工程系控制與晶片組",
                "電機工程系生醫電子系統組",
                "電機工程系電能資訊組",
                "電子工程系",
                "光電工程系",
                "機械工程系先進車輛組",
                "機械工程系微奈米技術組",
                "機械工程系自動化控制組",
                "機械工程系機電科技博士班"
            ],
            "生命科學學門": [
                "生物與食品科技系"
            ],
            "法律學門": [
                "財經法律研究所"
            ],
            "社會福利學門": [
                "高齡福祉服務系",
                "幼兒保育系"
            ],
            "商業及管理學門": [
                "國際商務學士學位學程",
                "商管專業學院碩士班",
                "工業管理與資訊系工業管理組",
                "工業管理與資訊系電子商務組",
                "工業管理與資訊系工業管理碩士班",
                "財務金融系",
                "國際金融學士學位學程",
                "會計資訊系",
                "企業管理系",
                "企業管理系人力資源管理碩士班",
                "經營管理博士學位學程",
                "國際企業系",
                "高階主管企管碩士在職專班",
                "行銷與流通管理系"
            ],
            "教育學門": [
                "教育領導與評鑑研究所"
            ],
            "新聞學及圖書資訊學門": [
                "資訊傳播系"
            ],
            "資訊通訊科技學門": [
                "資訊管理系",
                "資訊工程系",
                "多媒體與電腦娛樂科學系"
            ],
            "語文學門": [
                "應用英語系",
                "應用日語系"
            ],
            "餐旅及民生服務學門": [
                "休閒事業管理系",
                "餐旅管理系"
            ],
            "藝術學門(設計學門)": [
                "流行音樂產業系",
                "創新產品設計系",
                "視覺傳達設計系創意生活設計組",
                "視覺傳達設計系動畫設計組",
                "視覺傳達設計系商業設計組"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://identity.stust.edu.tw:8443/nidp/idff/sso?RequestID=idFVfkMNw5mAjONuq3BNx2rD3jVoo&MajorVersion=1&MinorVersion=2&IssueInstant=2018-10-15T08%3A02%3A05Z&ProviderID=http%3A%2F%2Feportal.stust.edu.tw%3A80%2Fnesp%2Fidff%2Fmetadata&RelayState=MA%3D%3D&consent=urn%3Aliberty%3Aconsent%3Aunavailable&ForceAuthn=false&IsPassive=false&NameIDPolicy=onetime&ProtocolProfile=http%3A%2F%2Fprojectliberty.org%2Fprofiles%2Fbrws-art&target=https%3A%2F%2Feportal.stust.edu.tw%2FLogin.aspx%3FReturnUrl%3D%252fMenuTop.aspx&AuthnContextStatementRef=name%2Fpassword%2Furi"
        ],
        "systems": [

        ]
    },
    "嘉南藥理大學": {
        "city": "臺南市",
        "shortName": "CNU",
        "fullName": "Chia Nan University of Pharmacy and Science",
        "discipline": {
            "工程及工程業學門": [
                "環境工程與科學系環境檢驗組",
                "環境工程與科學系環境科技組"
            ],
            "生命科學學門": [
                "生物科技系",
                "保健營養系"
            ],
            "安全服務學門": [
                "學士後公共安全及消防學士學位學程"
            ],
            "社會福利學門": [
                "老人服務事業管理系",
                "嬰幼兒保育系",
                "社會工作系"
            ],
            "商業及管理學門": [
                "醫務管理系"
            ],
            "資訊通訊科技學門": [
                "資訊管理系行動商務設計組",
                "資訊管理系雲端資訊應用組",
                "資訊多媒體應用系",
                "應用空間資訊系空間測繪應用組",
                "應用空間資訊系空間視傳應用組",
                "智慧健康數位服務學士學位學程"
            ],
            "製造及加工學門": [
                "食品科技系"
            ],
            "語文學門": [
                "應用外語系應用日文組",
                "應用外語系應用英文組",
                "儒學研究所"
            ],
            "衛生及職業衛生服務學門": [
                "職業安全衛生系",
                "公共安全及消防學士學位學程"
            ],
            "餐旅及民生服務學門": [
                "化粧品應用與管理系",
                "藥粧生技產業學士學位學程",
                "生活應用與保健系",
                "觀光事業管理系",
                "休閒保健管理系",
                "運動管理系",
                "餐旅管理系"
            ],
            "環境學門": [
                "環境資源管理系智慧綠色工業組",
                "環境資源管理系資源永續經營組"
            ],
            "醫藥衛生學門": [
                "藥學系",
                "醫藥化學系",
                "藥用植物與保健應用學士學位學程"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://stweb2.cnu.edu.tw/SC2008/Main4ST.asp?ScrX=1440&ScrY=900&RUN="
        ],
        "systems": [

        ]
    },
    "國立中央大學": {
        "city": "桃園市",
        "shortName": "NCU",
        "fullName": "National Central University",
        "discipline": {
            "人文學門": [
                "亞際文化研究國際碩士學位學程(台灣聯合大學系統)",
                "哲學研究所",
                "歷史研究所"
            ],
            "工程及工程業學門": [
                "化學工程與材料工程學系",
                "材料科學與工程研究所",
                "應用材料科學國際研究生碩士學位學程",
                "工業管理研究所",
                "生醫科學與工程學系",
                "能源工程研究所",
                "電機工程學系",
                "光電博士學位學程(台灣聯合大學系統)",
                "光電科學與工程學系",
                "通訊工程學系",
                "機械工程學系先進材料與精密製造組",
                "機械工程學系光機電工程組",
                "機械工程學系設計與分析組",
                "環境工程研究所",
                "工學院學士班",
                "資訊電機學院學士班"
            ],
            "生命科學學門": [
                "生命科學系",
                "跨領域神經科學博士學位學程(台灣聯合大學系統)"
            ],
            "法律學門": [
                "法律與政府研究所"
            ],
            "物理、化學及地球科學學門": [
                "化學學系",
                "地球科學學院學士班",
                "應用地質研究所",
                "水文與海洋科學研究所",
                "地球系統科學國際研究生博士學位學程",
                "大氣科學學系大氣組",
                "大氣科學學系太空組",
                "太空科學研究所",
                "理學院學士班",
                "物理學系",
                "天文研究所"
            ],
            "社會及行為科學學門": [
                "認知神經科學研究所",
                "客家語文暨社會科學學系",
                "經濟學系",
                "產業經濟研究所"
            ],
            "建築及營建工程學門": [
                "營建管理研究所",
                "土木工程學系"
            ],
            "商業及管理學門": [
                "人力資源管理研究所",
                "管理學院高階主管企管碩士班",
                "財務金融學系",
                "會計研究所",
                "企業管理學系"
            ],
            "教育學門": [
                "學習與教學研究所"
            ],
            "資訊通訊科技學門": [
                "資訊管理學系",
                "資訊工程學系",
                "網路學習科技研究所"
            ],
            "語文學門": [
                "英美語文學系",
                "法國語文學系",
                "中國文學系"
            ],
            "數學及統計學門": [
                "統計研究所",
                "數學系數學科學組",
                "數學系計算與資料科學組"
            ],
            "環境學門": [
                "遙測科技碩士學位學程",
                "環境科技博士學位學程（台灣聯合大學系統）"
            ],
            "藝術學門(設計學門)": [
                "藝術學研究所"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://portal.ncu.edu.tw/login;jsessionid=4C0E8BA915B33CCC9613E81192BD2586"
        ],
        "systems": [

        ]
    },
    "國立中山大學": {
        "city": "高雄市",
        "shortName": "NSYSU",
        "fullName": "National Sun Yat-sen University????     ",
        "discipline": {
            "人文學門": [
                "哲學研究所"
            ],
            "工程及工程業學門": [
                "材料與光電科學學系丙組",
                "材料與光電科學學系乙組",
                "材料與光電科學學系甲組",
                "醫學科技研究所",
                "電機工程學系乙組",
                "電機工程學系甲組",
                "光電工程學系乙組",
                "光電工程學系甲組",
                "資訊工程學系乙組",
                "資訊工程學系甲組",
                "電信工程國際碩士學位學程",
                "通訊工程研究所",
                "電機電力工程國際碩士學位學程",
                "海下科技研究所",
                "機械與機電工程學系乙組",
                "機械與機電工程學系甲組",
                "環境工程研究所",
                "海洋環境及工程學系"
            ],
            "生命科學學門": [
                "生物醫學研究所",
                "生物科學系"
            ],
            "物理、化學及地球科學學門": [
                "化學系",
                "海洋生物科技博士學位學程",
                "海洋生物科技暨資源學系",
                "海洋科學系",
                "物理學系",
                "加速器光源與中子束應用國際博士學位學程"
            ],
            "社會及行為科學學門": [
                "社會學系",
                "中國與亞太區域研究所",
                "政治學研究所",
                "海洋事務研究所",
                "亞太事務英語碩士學位學程",
                "經濟學研究所"
            ],
            "商業及管理學門": [
                "人力資源管理研究所",
                "人力資源管理全英語碩士學位學程",
                "管理學院EMBA",
                "財務管理學系",
                "行銷傳播管理研究所",
                "企業管理學系",
                "管理學院國際經營管理碩士學程",
                "政治經濟學系",
                "公共事務管理研究所",
                "社會科學院EMPP"
            ],
            "教育學門": [
                "教育研究所"
            ],
            "資訊通訊科技學門": [
                "資訊管理學系(社會組)",
                "資訊管理學系(自然組)"
            ],
            "語文學門": [
                "外國語文學系",
                "中國文學系"
            ],
            "數學及統計學門": [
                "應用數學系"
            ],
            "藝術學門(設計學門)": [
                "音樂學系",
                "劇場藝術學系(女)",
                "劇場藝術學系(男)"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://sso.nsysu.edu.tw/"
        ],
        "systems": [

        ]
    },
    "國立中正大學": {
        "city": "嘉義縣",
        "shortName": "CCU",
        "fullName": "National Chung Cheng University",
        "discipline": {
            "人文學門": [
                "哲學系",
                "歷史學系"
            ],
            "工程及工程業學門": [
                "化學工程學系",
                "環境智能及智慧系統博士學位學程",
                "電機工程學系乙組",
                "電機工程學系甲組",
                "通訊工程學系",
                "機械工程學系",
                "光機電整合工程研究所",
                "前瞻製造系統博士學位學程",
                "前瞻製造系統碩士學位學程"
            ],
            "生命科學學門": [
                "生物醫學科學系"
            ],
            "法律學門": [
                "法律學系法制組",
                "法律學系法學組",
                "財經法律學系"
            ],
            "物理、化學及地球科學學門": [
                "化學暨生物化學系",
                "地球與環境科學系",
                "物理學系"
            ],
            "社會及行為科學學門": [
                "心理學系",
                "認知科學博士學位學程",
                "勞工關係學系",
                "犯罪防治學系",
                "政治學系",
                "戰略暨國際事務研究所",
                "經濟學系"
            ],
            "社會福利學門": [
                "社會福利學系"
            ],
            "商業及管理學門": [
                "高階主管管理碩士在職專班",
                "財務金融學系",
                "國際財務金融管理碩士學位學程",
                "會計與資訊科技學系",
                "企業管理學系"
            ],
            "教育學門": [
                "教育學研究所",
                "成人及繼續教育學系",
                "教育領導與管理發展國際博士學位學程",
                "教育領導與管理發展國際碩士學位學程"
            ],
            "新聞學及圖書資訊學門": [
                "傳播學系"
            ],
            "資訊通訊科技學門": [
                "資訊管理學系",
                "資訊工程學系"
            ],
            "語文學門": [
                "外國語文學系",
                "台灣文學與創意應用研究所",
                "中國文學系",
                "語言學研究所"
            ],
            "數學及統計學門": [
                "數學系"
            ],
            "餐旅及民生服務學門": [
                "運動競技學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://miswww1.ccu.edu.tw/academic/academic-login.php"
        ],
        "systems": [

        ]
    },
    "國立中興大學": {
        "city": "台中市",
        "shortName": "NCHU",
        "fullName": "National Chung Hsing University",
        "discipline": {
            "人文學門": [
                "文化創意產業學士學位學程",
                "歷史學系"
            ],
            "工程及工程業學門": [
                "化學工程學系",
                "材料科學與工程學系",
                "生醫工程研究所",
                "電機工程學系乙組",
                "電機工程學系甲組",
                "光電工程研究所",
                "通訊工程研究所",
                "機械工程學系",
                "精密工程研究所",
                "生物產業機電工程學系",
                "環境工程學系"
            ],
            "生命科學學門": [
                "生物科技學研究所",
                "生物科技學士學位學程",
                "分子生物學研究所",
                "基因體暨生物資訊學研究所",
                "生物化學研究所",
                "生物醫學研究所",
                "微生物基因體學博士學位學程",
                "生命科學系",
                "生命科學碩士在職專班",
                "昆蟲學系"
            ],
            "林業學門": [
                "森林學系木材科學組",
                "森林學系林學組"
            ],
            "法律學門": [
                "法律學系"
            ],
            "物理、化學及地球科學學門": [
                "化學系(自費)",
                "化學系",
                "物理學系一般物理組",
                "物理學系光電物理組",
                "奈米科學研究所"
            ],
            "社會及行為科學學門": [
                "國際政治研究所",
                "全球事務研究跨洲碩士學位學程",
                "應用經濟學系"
            ],
            "建築及營建工程學門": [
                "景觀與遊憩碩士學位學程",
                "景觀與遊憩學士學位學程",
                "土木工程學系"
            ],
            "商業及管理學門": [
                "科技管理研究所",
                "高階經理人碩士在職專班",
                "財務金融學系",
                "行銷學系",
                "會計學系",
                "企業管理學系",
                "創新產業經營學士學位學程",
                "國家政策與公共事務研究所"
            ],
            "教育學門": [
                "教師專業發展研究所"
            ],
            "新聞學及圖書資訊學門": [
                "圖書資訊學研究所"
            ],
            "資訊通訊科技學門": [
                "資訊管理學系",
                "資訊科學與工程學系"
            ],
            "農業學門": [
                "土壤環境科學系",
                "生物產業管理研究所",
                "生物產業管理進修學士學位學程",
                "農業企業經營管理碩士在職專班",
                "國際農企業學士學位學程",
                "農業經濟與行銷碩士學位學程",
                "植物病理學系",
                "植物醫學暨安全農業碩士學位學程",
                "園藝學系",
                "農藝學系",
                "國際農學碩士學位學程",
                "動物科學系"
            ],
            "製造及加工學門": [
                "食品暨應用生物科技學系",
                "食品安全研究所"
            ],
            "語文學門": [
                "外國語文學系",
                "台灣文學與跨國文化研究所",
                "台灣與跨文化研究國際博士學位學程",
                "中國文學系"
            ],
            "數學及統計學門": [
                "統計學研究所",
                "應用數學系應用數學組",
                "應用數學系數據科學與計算組"
            ],
            "餐旅及民生服務學門": [
                "運動與健康管理研究所"
            ],
            "環境學門": [
                "水土保持學系"
            ],
            "醫藥衛生學門": [
                "組織工程與再生醫學博士學位學程",
                "轉譯醫學博士學位學程",
                "醫學生物科技博士學位學程"
            ],
            "獸醫學門": [
                "獸醫學系",
                "獸醫病理生物學研究所",
                "微生物暨公共衛生學研究所"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://nchu-am.nchu.edu.tw/nidp/idff/sso?id=3&sid=0&option=credential&sid=0"
        ],
        "systems": [

        ]
    },
    "國立交通大學": {
        "city": "新竹市",
        "shortName": "NCTU",
        "fullName": "National Chiao Tung University",
        "discipline": {
            "人文學門": [
                "人文社會學系",
                "亞際文化研究國際碩士學位學程(台灣聯合大學系統)",
                "社會與文化研究所"
            ],
            "工程及工程業學門": [
                "材料科學與工程學系乙組",
                "材料科學與工程學系甲組",
                "工業工程與管理學系",
                "生醫工程研究所",
                "影像與生醫光電研究所",
                "影像與生醫光電博士學位學程",
                "生醫科學與工程博士學位學程",
                "工學院碩士在職專班",
                "照明與能源光電研究所",
                "照明與能源光電博士學位學程",
                "電機工程學系乙組",
                "電機工程學系甲組",
                "電子工程學系",
                "電子研究所",
                "光電博士學位學程(台灣聯合大學系統)",
                "光電工程學系",
                "光電科技碩士在職專班",
                "電信工程研究所",
                "電控工程研究所",
                "光電系統研究所",
                "光電系統博士學位學程",
                "國際半導體產業學院博士班",
                "國際半導體產業學院碩士班",
                "電機學院博士班",
                "電機學院碩士在職專班",
                "電機資訊國際博士學位學程",
                "電機資訊國際碩士學位學程",
                "電機資訊學士班",
                "資訊學院碩士在職專班",
                "奈米科學及工程學士學位學程",
                "機械工程學系",
                "環境工程研究所"
            ],
            "生命科學學門": [
                "生物科技學系",
                "分子醫學與生物工程研究所",
                "生物資訊及系統生物研究所",
                "跨領域神經科學博士學位學程(台灣聯合大學系統)"
            ],
            "法律學門": [
                "科技法律研究所"
            ],
            "物理、化學及地球科學學門": [
                "應用化學系",
                "跨領域分子科學國際碩士學位學程",
                "永續化學科技國際研究生博士學位學程",
                "加速器光源科技與應用博士學位學程",
                "加速器光源科技與應用碩士學位學程",
                "理學院科學學士學位學程甲組",
                "理學院碩士在職專班",
                "物理研究所",
                "電子物理學系光電與奈米科學組",
                "電子物理學系電子物理組"
            ],
            "社會及行為科學學門": [
                "客家社會與文化碩士在職專班"
            ],
            "建築及營建工程學門": [
                "建築研究所",
                "土木工程學系"
            ],
            "商業及管理學門": [
                "科技管理研究所",
                "高階主管管理碩士學程",
                "資訊管理與財務金融學系財務金融組",
                "資訊管理與財務金融學系資訊管理組",
                "管理學院企業管理碩士學位學程",
                "經營管理研究所",
                "管理科學系",
                "管理學院碩士在職專班"
            ],
            "教育學門": [
                "教育研究所",
                "英語教學研究所"
            ],
            "新聞學及圖書資訊學門": [
                "傳播研究所",
                "傳播與科技學系"
            ],
            "資訊通訊科技學門": [
                "資訊工程學系乙組",
                "資訊工程學系甲組",
                "資訊科學與工程研究所",
                "數據科學與工程研究所",
                "多媒體工程研究所",
                "聲音與音樂創意科技碩士學位學程",
                "網路與資訊系統博士學位學程",
                "網路工程研究所"
            ],
            "運輸服務學門": [
                "運輸與物流管理學系"
            ],
            "語文學門": [
                "外國語文學系"
            ],
            "數學及統計學門": [
                "統計學研究所",
                "應用數學系"
            ],
            "環境學門": [
                "環境科技博士學位學程(台灣聯合大學系統)"
            ],
            "藝術學門(設計學門)": [
                "音樂研究所",
                "應用藝術研究所"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://portal.nctu.edu.tw/portal/login.php"
        ],
        "systems": [

        ]
    },
    "國立勤益科技大學": {
        "city": "臺中市",
        "shortName": "NCUT",
        "fullName": "National Chin-Yi University of Technology",
        "discipline": {
            "人文學門": [
                "文化創意事業系"
            ],
            "工程及工程業學門": [
                "化工與材料工程系",
                "工業工程與管理系",
                "精密製造科技研究所博士班",
                "冷凍空調與能源系環境控制組",
                "冷凍空調與能源系能源應用組",
                "電機工程系",
                "電子工程系智慧機器人組",
                "電子工程系綠能晶片與系統應用組",
                "電子工程系網路多媒體暨遊戲機組",
                "機械工程系"
            ],
            "建築及營建工程學門": [
                "景觀系"
            ],
            "商業及管理學門": [
                "企業管理系",
                "流通管理系"
            ],
            "資訊通訊科技學門": [
                "資訊管理系",
                "資訊工程系"
            ],
            "語文學門": [
                "應用英語系"
            ],
            "餐旅及民生服務學門": [
                "休閒產業管理系"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://nmsd.ncut.edu.tw/wbcmss/Auth/Login"
        ],
        "systems": [

        ]
    },
    "國立嘉義大學": {
        "city": "嘉義市",
        "shortName": "NCYU",
        "fullName": "National Chiayi University",
        "discipline": {
            "人文學門": [
                "應用歷史學系"
            ],
            "工程及工程業學門": [
                "電機工程學系",
                "生物機電工程學系",
                "機械與能源工程學系"
            ],
            "生命科學學門": [
                "生化科技學系",
                "水生生物科學系",
                "生命科學全英文碩士學位學程",
                "生物資源學系",
                "微生物免疫與生物藥學系"
            ],
            "林業學門": [
                "森林暨自然資源學系",
                "木質材料與設計學系"
            ],
            "物理、化學及地球科學學門": [
                "應用化學系",
                "電子物理學系"
            ],
            "社會及行為科學學門": [
                "輔導與諮商學系",
                "應用經濟學系"
            ],
            "建築及營建工程學門": [
                "景觀學系(社會組)",
                "景觀學系(自然組)",
                "土木與水資源工程學系"
            ],
            "商業及管理學門": [
                "生物事業管理學系",
                "管理學院碩士在職專班",
                "財務金融學系",
                "行銷與觀光管理學系",
                "企業管理學系"
            ],
            "教育學門": [
                "幼兒教育學系",
                "教育學系",
                "特殊教育學系",
                "教育行政與政策發展研究所",
                "師範學院教學專業國際碩士學位學程",
                "數位學習設計與管理學系(社會組)",
                "數位學習設計與管理學系(自然組)",
                "數理教育研究所"
            ],
            "資訊通訊科技學門": [
                "資訊管理學系(社會組)",
                "資訊管理學系(自然組)",
                "資訊工程學系"
            ],
            "農業學門": [
                "生物農業科技學系",
                "農學院農業科技全英碩士學位學程",
                "植物醫學系",
                "農場管理進修學士學位學程",
                "園藝學系",
                "農藝學系",
                "農業科學博士學位學程",
                "動物科學系"
            ],
            "製造及加工學門": [
                "食品科學系"
            ],
            "語文學門": [
                "外國語言學系應用外語組",
                "外國語言學系英語教學組",
                "中國文學系"
            ],
            "數學及統計學門": [
                "應用數學系"
            ],
            "餐旅及民生服務學門": [
                "管理學院外籍生全英文授課觀光暨管理碩士學位學程",
                "體育與健康休閒學系"
            ],
            "獸醫學門": [
                "獸醫學系"
            ],
            "藝術學門(設計學門)": [
                "視覺藝術學系",
                "音樂學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://web085004.adm.ncyu.edu.tw/NewSite/login.aspx?Language=zh-TW"
        ],
        "systems": [

        ]
    },
    "國立宜蘭大學": {
        "city": "宜蘭縣",
        "shortName": "NIU",
        "fullName": "National Ilan University",
        "discipline": {
            "工程及工程業學門": [
                "化學工程與材料工程學系",
                "綠色科技學程碩士在職專班",
                "電機工程學系",
                "電子工程學系",
                "資訊工程學系",
                "電機資訊學院碩士在職專班",
                "機械與機電工程學系",
                "生物機電工程學系",
                "環境工程學系"
            ],
            "林業學門": [
                "森林暨自然資源學系"
            ],
            "建築及營建工程學門": [
                "建築與永續規劃研究所",
                "土木工程學系"
            ],
            "商業及管理學門": [
                "人文及管理學院高階經營管理碩士在職專班",
                "應用經濟與管理學系"
            ],
            "農業學門": [
                "生物資源學院碩士在職專班",
                "園藝學系",
                "生物技術與動物科學系"
            ],
            "製造及加工學門": [
                "食品科學系"
            ],
            "語文學門": [
                "外國語文學系"
            ],
            "餐旅及民生服務學門": [
                "休閒產業與健康促進學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://ccsys.niu.edu.tw/SSO/"
        ],
        "systems": [

        ]
    },
    "國立屏東大學": {
        "city": "屏東市",
        "shortName": "NPTU",
        "fullName": "National Pingtung University",
        "discipline": {
            "人文學門": [
                "文化創意產業學系"
            ],
            "工程及工程業學門": [
                "資訊工程學系",
                "電腦與通訊學系"
            ],
            "物理、化學及地球科學學門": [
                "應用化學系",
                "應用物理系光電暨材料組",
                "應用物理系物理組"
            ],
            "社會及行為科學學門": [
                "社會發展學系"
            ],
            "商業及管理學門": [
                "不動產經營學系",
                "財務金融學系",
                "國際貿易學系",
                "會計學系",
                "企業管理學系",
                "商業自動化與管理學系",
                "行銷與流通管理學系"
            ],
            "教育學門": [
                "幼兒教育學系",
                "科普傳播學系",
                "體育學系",
                "生態休閒教育教學碩士學位學程班",
                "教育學系",
                "教育心理與輔導學系",
                "文教事業經營碩士在職學位學程",
                "特殊教育學系",
                "教育行政研究所",
                "華語文教學碩士學位學程班"
            ],
            "資訊通訊科技學門": [
                "電腦與智慧型機器人學士學位學程",
                "資訊管理學系",
                "資訊科學系"
            ],
            "語文學門": [
                "英語學系",
                "應用英語學系",
                "應用日語學系",
                "中國語文學系"
            ],
            "數學及統計學門": [
                "應用數學系"
            ],
            "餐旅及民生服務學門": [
                "休閒事業經營學系"
            ],
            "藝術學門(設計學門)": [
                "音樂學系",
                "視覺藝術學系數位媒體設計組",
                "視覺藝術學系造形藝術組",
                "多媒體動畫碩士在職學位學程"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://webap.nptu.edu.tw/Web/Secure/default.aspx"
        ],
        "systems": [

        ]
    },
    "國立屏東科技大學": {
        "city": "屏東縣",
        "shortName": "NPUST",
        "fullName": "National Pingtung University of Science and Technology",
        "discipline": {
            "工程及工程業學門": [
                "材料工程研究所",
                "先進材料學士學位學程",
                "車輛工程系",
                "機械工程系",
                "生物機電工程系",
                "環境工程與科學系"
            ],
            "生命科學學門": [
                "生物科技系",
                "農學院生物資源博士班",
                "動物疫苗科技研究所",
                "動物用疫苗國際學位專班"
            ],
            "林業學門": [
                "森林系",
                "木材科學與設計系"
            ],
            "社會及行為科學學門": [
                "客家文化產業研究所"
            ],
            "社會福利學門": [
                "幼兒保育系",
                "社會工作系"
            ],
            "建築及營建工程學門": [
                "景觀暨遊憩管理研究所",
                "土木工程系",
                "土壤與水工程國際碩士學位學程",
                "環境資源與防災學位學程"
            ],
            "商業及管理學門": [
                "科技管理研究所",
                "工業管理系",
                "高階經營管理碩士在職專班",
                "財務金融研究所",
                "財務金融國際學士學位學程",
                "企業管理系"
            ],
            "教育學門": [
                "技術及職業教育研究所"
            ],
            "資訊通訊科技學門": [
                "資訊管理系"
            ],
            "農業學門": [
                "農企業管理系",
                "農企業管理國際碩士學位學程",
                "植物醫學系",
                "熱帶農業暨國際合作系",
                "農園生產系",
                "動物科學與畜產系"
            ],
            "漁業學門": [
                "水產養殖系",
                "觀賞魚科技國際學位專班"
            ],
            "製造及加工學門": [
                "食品科學系",
                "食品科學國際碩士學位學程",
                "食品生技碩士學位學程在職專班",
                "食品安全管理研究所"
            ],
            "語文學門": [
                "應用外語系"
            ],
            "餐旅及民生服務學門": [
                "休閒運動健康系",
                "餐旅管理系"
            ],
            "環境學門": [
                "野生動物保育研究所",
                "水土保持系"
            ],
            "獸醫學門": [
                "獸醫學系"
            ],
            "藝術學門(設計學門)": [
                "時尚設計與管理系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://www.npust.edu.tw/login.aspx"
        ],
        "systems": [

        ]
    },
    "國立彰化師範大學": {
        "city": "彰化縣",
        "shortName": "NCUE",
        "fullName": "National Changhua University of Education",
        "discipline": {
            "人文學門": [
                "歷史學研究所"
            ],
            "工程及工程業學門": [
                "電機工程學系",
                "電子工程學系",
                "光電科技研究所",
                "電信工程學研究所",
                "車輛科技研究所",
                "機電工程學系"
            ],
            "生命科學學門": [
                "生物學系"
            ],
            "物理、化學及地球科學學門": [
                "化學系",
                "物理學系光電組",
                "物理學系物理組"
            ],
            "社會及行為科學學門": [
                "輔導與諮商學系學校輔導與諮商組",
                "輔導與諮商學系社區輔導與諮商組",
                "復健諮商研究所",
                "地理學系"
            ],
            "商業及管理學門": [
                "財務金融技術學系",
                "會計學系",
                "企業管理學系",
                "人力資源管理研究所"
            ],
            "教育學門": [
                "工業教育與技術學系",
                "運動學系",
                "教育研究所",
                "特殊教育學系",
                "科學教育研究所",
                "公共事務與公民教育學系公共事務組",
                "公共事務與公民教育學系公民教育組"
            ],
            "資訊通訊科技學門": [
                "資訊管理學系數位內容科技與管理組",
                "資訊管理學系資訊管理組",
                "資訊工程學系"
            ],
            "語文學門": [
                "英語學系",
                "兒童英語研究所",
                "翻譯研究所",
                "台灣文學研究所",
                "國文學系"
            ],
            "數學及統計學門": [
                "統計資訊研究所",
                "數學系"
            ],
            "餐旅及民生服務學門": [
                "運動健康研究所"
            ],
            "藝術學門(設計學門)": [
                "美術學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://nam.ncue.edu.tw/nidp/idff/sso?id=Form&sid=1&option=credential&sid=1&target=",
            "https://portal.ncue.edu.tw/portal/index.php"
        ],
        "systems": [

        ]
    },
    "國立成功大學": {
        "city": "臺南市",
        "shortName": "NCKU",
        "fullName": "National Cheng Kung University",
        "discipline": {
            "人文學門": [
                "歷史學系",
                "考古學研究所"
            ],
            "工程及工程業學門": [
                "化學工程學系",
                "材料科學及工程學系",
                "尖端材料國際碩士學位學程",
                "工程管理碩士在職專班",
                "生物醫學工程學系",
                "工程科學系",
                "能源工程國際博士學位學程",
                "能源工程國際碩士學位學程",
                "能源國際學士學位學程",
                "電機工程學系",
                "微電子工程研究所",
                "光電科學與工程學系",
                "電腦與通信工程研究所",
                "奈米積體電路工程博士學位學程",
                "奈米積體電路工程碩士學位學程",
                "製造資訊與系統研究所",
                "航空太空工程學系",
                "民航研究所",
                "系統及船舶機電工程學系",
                "機械工程學系",
                "環境工程學系",
                "水利及海洋工程學系"
            ],
            "生命科學學門": [
                "生物科技與產業科學系",
                "微生物及免疫學研究所",
                "生物化學暨分子生物學研究所",
                "生命科學系",
                "熱帶植物科學研究所",
                "跨領域神經科學國際博士學位學程"
            ],
            "其他學門": [
                "大一全校不分系學士學位學程"
            ],
            "法律學門": [
                "法律學系"
            ],
            "物理、化學及地球科學學門": [
                "化學系",
                "地球科學系",
                "物理學系",
                "太空與電漿科學研究所"
            ],
            "社會及行為科學學門": [
                "心理學系",
                "行為醫學研究所",
                "政治學系",
                "政治經濟研究所",
                "經濟學系"
            ],
            "社會福利學門": [
                "老年學研究所"
            ],
            "建築及營建工程學門": [
                "建築學系",
                "都市計劃學系(社會組)",
                "都市計劃學系(自然組)",
                "土木工程學系",
                "測量及空間資訊學系"
            ],
            "商業及管理學門": [
                "海洋科技與事務研究所",
                "電信管理研究所",
                "工業與資訊管理學系",
                "財務金融研究所",
                "會計學系",
                "高階管理碩士在職專班(EMBA)",
                "企業管理學系",
                "經營管理碩士學位學程(AMBA)",
                "國際企業研究所",
                "國際經營管理研究所(IMBA)"
            ],
            "教育學門": [
                "教育研究所"
            ],
            "資訊通訊科技學門": [
                "資訊管理研究所",
                "多媒體系統與智慧型運算工程博士學位學程",
                "資訊工程學系",
                "醫學資訊研究所"
            ],
            "農業學門": [
                "轉譯農業科學博士學位學程"
            ],
            "運輸服務學門": [
                "交通管理科學系"
            ],
            "製造及加工學門": [
                "食品安全衛生暨風險管理研究所",
                "資源工程學系"
            ],
            "語文學門": [
                "外國語文學系",
                "台灣文學系",
                "中國文學系"
            ],
            "數學及統計學門": [
                "統計學系",
                "數學系"
            ],
            "餐旅及民生服務學門": [
                "體育健康與休閒研究所"
            ],
            "環境學門": [
                "自然災害減災及管理國際碩士學位學程"
            ],
            "醫藥衛生學門": [
                "口腔醫學研究所",
                "公共衛生研究所",
                "醫學院公共衛生碩士在職專班",
                "環境醫學研究所",
                "物理治療學系",
                "職能治療學系",
                "基礎醫學研究所",
                "分子醫學研究所",
                "醫學系(公費)",
                "醫學系(自費)",
                "臨床醫學研究所",
                "生理學研究所",
                "細胞生物與解剖學研究所",
                "醫學檢驗生物技術學系",
                "藥學系",
                "藥理學研究所",
                "臨床藥學與藥物科技研究所",
                "護理學系",
                "健康照護科學研究所",
                "牙醫學系"
            ],
            "藝術學門(設計學門)": [
                "藝術研究所",
                "戲劇碩士學位學程",
                "科技藝術碩士學位學程",
                "創意產業設計研究所",
                "工業設計學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://eportfolio.ncku.edu.tw/index2/index.php"
        ],
        "systems": [

        ]
    },
    "國立政治大學": {
        "city": "臺北市",
        "shortName": "NCCU",
        "fullName": "National Chengchi Universerity",
        "discipline": {
            "人文學門": [
                "宗教研究所",
                "哲學系",
                "歷史學系",
                "台灣史研究所",
                "民族學系"
            ],
            "法律學門": [
                "法律學系",
                "法學院碩士在職專班",
                "法律科際整合研究所"
            ],
            "物理、化學及地球科學學門": [
                "應用物理研究所"
            ],
            "社會及行為科學學門": [
                "心理學系",
                "輔導與諮商碩士學位學程",
                "國家發展研究所",
                "勞工研究所",
                "社會學系",
                "中東與中亞研究碩士學位學程",
                "東亞研究所",
                "日本研究博士學位學程",
                "日本研究碩士學位學程",
                "俄羅斯研究所",
                "亞太研究英語博士學位學程",
                "亞太研究英語碩士學位學程",
                "政治學系",
                "國際事務學院國家安全與大陸研究碩士在職專班",
                "外交學系",
                "國際研究英語碩士學位學程",
                "經濟學系",
                "應用經濟與社會發展英語碩士學位學程"
            ],
            "社會福利學門": [
                "社會工作研究所"
            ],
            "商業及管理學門": [
                "科技管理與智慧財產研究所",
                "財務管理學系",
                "金融學系",
                "財政學系",
                "風險管理與保險學系",
                "國際經營與貿易學系",
                "廣告學系",
                "會計學系",
                "企業管理研究所(MBA學位學程)",
                "企業管理學系",
                "經營管理碩士學程",
                "國際經營管理英語碩士學位學程",
                "公共行政學系",
                "行政管理碩士學程",
                "地政學系土地測量與資訊組",
                "地政學系土地管理組",
                "地政學系土地資源規劃組"
            ],
            "教育學門": [
                "幼兒教育研究所",
                "教育學系",
                "教育行政與政策研究所",
                "學校行政碩士在職專班",
                "華語文教學博士學位學程",
                "華語文教學碩士學位學程"
            ],
            "新聞學及圖書資訊學門": [
                "傳播學院大一大二不分系社會組",
                "傳播學院大一大二不分系自然組",
                "傳播學院博士班",
                "傳播學院傳播碩士學位學程",
                "傳播學院傳播學士學位學程",
                "國際傳播英語碩士學位學程",
                "廣播電視學系",
                "傳播學院碩士在職專班",
                "新聞學系",
                "圖書資訊與檔案學研究所"
            ],
            "資訊通訊科技學門": [
                "資訊管理學系社會組",
                "資訊管理學系自然組",
                "資訊科學系",
                "社群網路與人智計算國際研究生博士學位學程",
                "數位內容碩士學位學程"
            ],
            "語文學門": [
                "英國語文學系",
                "日本語文學系",
                "阿拉伯語文學系",
                "韓國語文學系",
                "土耳其語文學系",
                "歐洲語文學系德文組",
                "歐洲語文學系法文組",
                "歐洲語文學系西班牙文組",
                "斯拉夫語文學系",
                "東南亞語言與文化學士學位學程",
                "台灣文學研究所",
                "中國文學系",
                "語言學研究所"
            ],
            "數學及統計學門": [
                "統計學系社會組",
                "統計學系自然組",
                "應用數學系"
            ],
            "醫藥衛生學門": [
                "神經科學研究所"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://i.nccu.edu.tw/Login.aspx?ReturnUrl=%2f"
        ],
        "systems": [

        ]
    },
    "國立暨南國際大學": {
        "city": "南投縣",
        "shortName": "NCNU",
        "fullName": "National Chi Nan University",
        "discipline": {
            "人文學門": [
                "歷史學系"
            ],
            "工程及工程業學門": [
                "應用材料及光電工程學系",
                "電機工程學系",
                "光電科技碩士學位學程"
            ],
            "物理、化學及地球科學學門": [
                "應用化學系"
            ],
            "社會及行為科學學門": [
                "諮商心理與人力資源發展學系終身學習與人力資源發展組",
                "諮商心理與人力資源發展學系諮商心理組",
                "教育學院心理健康與諮詢碩士學位學程在職專班",
                "東南亞學系",
                "經濟學系"
            ],
            "社會福利學門": [
                "社會政策與社會工作學系"
            ],
            "建築及營建工程學門": [
                "土木工程學系"
            ],
            "商業及管理學門": [
                "管理學院學士班",
                "管理學院高階經營管理碩士學位學程",
                "財務金融學系",
                "國際企業學系",
                "新興產業策略與發展博士學位學程",
                "新興產業策略與發展碩士學位學程",
                "公共行政與政策學系",
                "非營利組織經營管理碩士學位學程在職專班"
            ],
            "教育學門": [
                "國際文教與比較教育學系",
                "終身學習與人力資源發展碩士學位學程",
                "國際文教管理人才博士學位學程",
                "教育政策與行政學系",
                "課程教學與科技研究所",
                "華語文教學碩士學位學程"
            ],
            "資訊通訊科技學門": [
                "資訊管理學系",
                "資訊工程學系"
            ],
            "語文學門": [
                "外國語文學系",
                "中國語文學系"
            ],
            "餐旅及民生服務學門": [
                "觀光休閒與餐旅管理學系觀光休閒組",
                "觀光休閒與餐旅管理學系餐旅管理組"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://ccweb.ncnu.edu.tw/student/login.php"
        ],
        "systems": [

        ]
    },
    "國立東華大學": {
        "city": "花蓮縣",
        "shortName": "NDHU",
        "fullName": "National Dong Huan University",
        "discipline": {
            "人文學門": [
                "歷史學系",
                "族群關係與文化學系"
            ],
            "工程及工程業學門": [
                "材料科學與工程學系",
                "電機工程學系",
                "光電工程學系"
            ],
            "生命科學學門": [
                "生命科學系"
            ],
            "法律學門": [
                "法律學士學位學程",
                "財經法律研究所"
            ],
            "物理、化學及地球科學學門": [
                "化學系",
                "海洋生物研究所",
                "物理學系"
            ],
            "社會及行為科學學門": [
                "諮商與臨床心理學系",
                "民族事務與發展學系",
                "社會學系",
                "臺灣文化學系",
                "經濟學系"
            ],
            "社會福利學門": [
                "民族社會工作學士學位學程"
            ],
            "商業及管理學門": [
                "管理學院管理科學與財金國際學士學位學程",
                "財務金融學系",
                "會計學系",
                "會計與財務碩士學位學程",
                "企業管理學系",
                "國際企業學系",
                "管理學院高階經營管理碩士在職專班",
                "運籌管理研究所",
                "公共行政學系"
            ],
            "教育學門": [
                "幼兒教育學系",
                "體育與運動科學系",
                "教育與潛能開發學系",
                "特殊教育學系",
                "教育行政與管理學系"
            ],
            "資訊通訊科技學門": [
                "資訊工程學系",
                "資訊管理碩士學位學程",
                "資訊管理學系"
            ],
            "語文學門": [
                "英美語文學系",
                "民族語言與傳播學系",
                "中國語文學系",
                "華文文學系"
            ],
            "數學及統計學門": [
                "應用數學系"
            ],
            "餐旅及民生服務學門": [
                "觀光暨休閒遊憩學系"
            ],
            "環境學門": [
                "自然資源與環境學系",
                "人文與環境碩士學位學程"
            ],
            "藝術學門(設計學門)": [
                "藝術與設計學系",
                "藝術創意產業學系",
                "音樂學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://sys.ndhu.edu.tw/INC/SSO_RWD/Login.aspx?sel=st&lang=tw"
        ],
        "systems": [

        ]
    },
    "國立清華大學": {
        "city": "新竹市",
        "shortName": "NTHU",
        "fullName": "National Tsing Hua University",
        "discipline": {
            "人文學門": [
                "亞際文化研究國際碩士學位學程(台灣聯合大學系統)",
                "人文社會學院學士班",
                "哲學研究所",
                "歷史研究所",
                "人類學研究所"
            ],
            "工程及工程業學門": [
                "化學工程學系",
                "材料科學工程學系乙組",
                "材料科學工程學系甲組",
                "工業工程與工程管理學系",
                "生醫工程與環境科學系",
                "生物醫學工程研究所",
                "奈米工程與微系統研究所",
                "奈米科學與技術學程",
                "原子科學院學士班",
                "全球營運管理碩士雙聯學位學程",
                "工學院學士班",
                "核子工程與科學研究所",
                "工程與系統科學系乙組(智慧奈米系統組)",
                "工程與系統科學系甲組(低碳綠能組)",
                "電機工程學系乙組",
                "電機工程學系甲組",
                "電子工程研究所",
                "光電博士學位學程(台灣聯合大學系統)",
                "光電工程研究所",
                "通訊工程研究所",
                "電機資訊學院學士班",
                "動力機械工程學系乙組",
                "動力機械工程學系甲組"
            ],
            "生命科學學門": [
                "生命科學系",
                "生物科技研究所",
                "分子與細胞生物研究所",
                "生技產業博士學位學程",
                "生物資訊與結構生物研究所",
                "生物資訊學學程",
                "分子醫學研究所",
                "生命科學院學士班",
                "系統神經科學研究所",
                "跨領域神經科學博士學位學程(台灣聯合大學系統)"
            ],
            "其他學門": [
                "跨院國際博士班學位學程",
                "跨院國際碩士學位學程",
                "清華學院學士班"
            ],
            "法律學門": [
                "科技法律研究所"
            ],
            "物理、化學及地球科學學門": [
                "分子科學與技術學程",
                "化學生物學與分子生物物理學學程",
                "化學生物學與分子生物物理學學程",
                "化學系",
                "先進光源科技博士學位學程",
                "先進光源科技碩士學位學程",
                "理學院學士班",
                "物理學系光電物理組",
                "物理學系物理組(乙組天文物理組)",
                "物理學系物理組(甲組一般組)",
                "天文研究所"
            ],
            "社會及行為科學學門": [
                "教育心理與諮商學系",
                "學習科學與科技研究所",
                "社會學研究所",
                "台灣研究教師在職進修碩士學位班",
                "經濟學系"
            ],
            "商業及管理學門": [
                "科技管理研究所",
                "高階經營管理碩士在職專班",
                "服務科學研究所",
                "科技管理學院學士班",
                "科技管理學院財務金融碩士在職專班",
                "計量財務金融學系乙組",
                "計量財務金融學系甲組",
                "經營管理碩士在職專班",
                "國際專業管理碩士班",
                "科技管理學院公共政策與管理碩士在職專班",
                "竹師教育學院學士班乙組(永續發展教育組)",
                "竹師教育學院學士班甲組(雙專長組)"
            ],
            "教育學門": [
                "幼兒教育學系",
                "體育學系",
                "教育與學習科技學系",
                "學前特殊教育碩士在職學位學程",
                "特殊教育學系",
                "數理教育研究所",
                "英語教學系"
            ],
            "資訊通訊科技學門": [
                "資訊工程學系丙組(人工智慧組)",
                "資訊工程學系乙組(資訊工程組)",
                "資訊工程學系甲組(電子資訊組)",
                "計算語言學與中文語言處理學程",
                "資訊系統與應用研究所",
                "國際資訊科技與應用碩士學程",
                "社群網路與人智計算國際研究生博士學位學程"
            ],
            "語文學門": [
                "外國語文學系",
                "台灣文學研究所",
                "臺灣語言研究與教學研究所",
                "中國文學系乙組(華語文教學組)",
                "中國文學系甲組(一般組)",
                "語言學研究所"
            ],
            "數學及統計學門": [
                "統計學研究所",
                "數學系乙組(應用數學組)",
                "數學系甲組(數學組)",
                "計算與建模科學研究所"
            ],
            "環境學門": [
                "環境科技博士學位學程(台灣聯合大學系統)",
                "環境與文化資源學系"
            ],
            "醫藥衛生學門": [
                "醫學科學系"
            ],
            "藝術學門(設計學門)": [
                "藝術學院學士班",
                "藝術與設計學系創作組",
                "藝術與設計學系設計組",
                "音樂學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://www.ccxp.nthu.edu.tw/ccxp/INQUIRE/"
        ],
        "systems": [

        ]
    },
    "國立澎湖科技大學": {
        "city": "澎湖縣",
        "shortName": "NPU",
        "fullName": "National Penghu University of Science and Technology",
        "discipline": {
            "工程及工程業學門": [
                "電機工程系",
                "資訊工程系",
                "電信工程系"
            ],
            "商業及管理學門": [
                "行銷與物流管理系"
            ],
            "資訊通訊科技學門": [
                "資訊管理系"
            ],
            "運輸服務學門": [
                "航運管理系"
            ],
            "漁業學門": [
                "水產養殖系"
            ],
            "製造及加工學門": [
                "食品科學系"
            ],
            "語文學門": [
                "應用外語系"
            ],
            "餐旅及民生服務學門": [
                "觀光休閒系",
                "海洋遊憩系",
                "餐旅管理系"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://ep.npu.edu.tw/"
        ],
        "systems": [

        ]
    },
    "國立聯合大學": {
        "city": "苗栗縣",
        "shortName": "NUU",
        "fullName": "National United University",
        "discipline": {
            "工程及工程業學門": [
                "化學工程學系",
                "材料科學工程學系",
                "材料與化學工程博士學位學程",
                "能源工程學系",
                "智慧綠能國際碩士學位學程",
                "電機工程學系",
                "電子工程學系",
                "光電工程學系",
                "機械工程學系",
                "環境與安全衛生工程學系(乙組)",
                "環境與安全衛生工程學系(甲組)"
            ],
            "建築及營建工程學門": [
                "建築學系",
                "土木與防災工程學系"
            ],
            "商業及管理學門": [
                "財務金融學系",
                "經營管理學系",
                "管理碩士在職學位學程",
                "國際商業管理碩士學位學程"
            ],
            "資訊通訊科技學門": [
                "資訊管理學系",
                "資訊工程學系"
            ],
            "語文學門": [
                "臺灣語文與傳播學系",
                "客家語言與傳播研究所",
                "華語文學系"
            ],
            "餐旅及民生服務學門": [
                "文化觀光產業學系"
            ],
            "藝術學門(設計學門)": [
                "原住民文化創意產業學士學位學程原住民專班",
                "文化創意與數位行銷學系",
                "工業設計學系(社會組)",
                "工業設計學系(自然組)"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://eap10.nuu.edu.tw/Login.aspx?logintype=S"
        ],
        "systems": [

        ]
    },
    "國立臺中教育大學": {
        "city": "臺中市",
        "shortName": "NTCU",
        "fullName": "National Taichung University of Education",
        "discipline": {
            "社會及行為科學學門": [
                "諮商與應用心理學系",
                "區域與社會發展學系"
            ],
            "商業及管理學門": [
                "國際企業學系",
                "管理學院國際經營管理碩士在職專班",
                "管理學院國際經營管理碩士學位學程"
            ],
            "教育學門": [
                "幼兒教育學系",
                "體育學系",
                "教育學系",
                "教師專業碩士學位學程",
                "特殊教育學系",
                "高等教育經營管理碩士學位學程",
                "教育資訊與測驗統計研究所",
                "語文教育學系",
                "科學教育與應用學系(自費)",
                "數學教育學系(自費)"
            ],
            "資訊通訊科技學門": [
                "資訊工程學系(自費)",
                "數位內容科技學系"
            ],
            "語文學門": [
                "英語學系",
                "台灣語文學系"
            ],
            "餐旅及民生服務學門": [
                "永續觀光暨遊憩管理碩士學位學程"
            ],
            "藝術學門(設計學門)": [
                "美術學系",
                "音樂學系",
                "文化創意產業設計與營運學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://ecsb.ntcu.edu.tw/"
        ],
        "systems": [

        ]
    },
    "國立臺中科技大學": {
        "city": "臺中巿",
        "shortName": "NUTC",
        "fullName": "National  Taichung University Of  Science And Technology",
        "discipline": {
            "工程及工程業學門": [
                "資訊工程系"
            ],
            "社會福利學門": [
                "老人服務事業管理系"
            ],
            "商業及管理學門": [
                "商業經營科",
                "財務金融系",
                "財政稅務系",
                "保險金融管理系",
                "國際貿易與經營系",
                "會計資訊系",
                "企業管理系",
                "流通管理系"
            ],
            "資訊通訊科技學門": [
                "資訊管理系"
            ],
            "語文學門": [
                "應用英語系",
                "應用日語系",
                "應用中文系"
            ],
            "數學及統計學門": [
                "應用統計系"
            ],
            "餐旅及民生服務學門": [
                "美容系",
                "休閒事業經營系"
            ],
            "醫藥衛生學門": [
                "護理系"
            ],
            "藝術學門(設計學門)": [
                "商業設計系",
                "創意商品設計系",
                "室內設計系",
                "多媒體設計系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://sso.nutc.edu.tw/ePortal/"
        ],
        "systems": [

        ]
    },
    "國立臺北商業大學": {
        "city": "臺北市",
        "shortName": "NTUB",
        "fullName": "National Taipei University of  Business",
        "discipline": {
            "商業及管理學門": [
                "商業設計管理系(桃園校區)",
                "貿易實務法律暨談判碩士學位學程",
                "財務金融系(臺北校區)",
                "財政稅務系(臺北校區)",
                "國際商務系(臺北校區)",
                "國際貿易學士學位跨境電商學程",
                "會計資訊系(臺北校區)",
                "企業管理系(臺北校區)"
            ],
            "資訊通訊科技學門": [
                "資訊管理系(臺北校區)",
                "資訊與決策科學研究所"
            ],
            "語文學門": [
                "應用外語系(臺北校區)"
            ],
            "藝術學門(設計學門)": [
                "商品創意經營系(桃園校區)",
                "數位多媒體設計系(桃園校區)"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://ntcbadm1.ntub.edu.tw/"
        ],
        "systems": [

        ]
    },
    "國立臺北大學": {
        "city": "新北市",
        "shortName": "NTPU",
        "fullName": "National Taipei University",
        "discipline": {
            "人文學門": [
                "民俗藝術與文化資產研究所",
                "歷史學系"
            ],
            "工程及工程業學門": [
                "電機工程學系",
                "資訊工程學系",
                "通訊工程學系",
                "電機資訊學院博士班"
            ],
            "法律學門": [
                "法律學系司法組",
                "法律學系法學組",
                "法律學系財經法組"
            ],
            "社會及行為科學學門": [
                "犯罪學研究所",
                "社會學系",
                "經濟學系"
            ],
            "社會福利學門": [
                "社會工作學系"
            ],
            "建築及營建工程學門": [
                "城市治理英語碩士學位學程",
                "都市計劃研究所"
            ],
            "商業及管理學門": [
                "財務金融英語碩士學位學程",
                "商學院國際財務金融碩士在職專班",
                "金融與合作經營學系",
                "財政學系",
                "商學院數位行銷進修學士學位學程",
                "會計學系",
                "企業管理學系",
                "國際企業研究所",
                "公共行政暨政策學系",
                "不動產與城鄉環境學系"
            ],
            "資訊通訊科技學門": [
                "資訊管理研究所"
            ],
            "語文學門": [
                "應用外語學系",
                "中國文學系"
            ],
            "數學及統計學門": [
                "統計學系"
            ],
            "餐旅及民生服務學門": [
                "休閒運動管理學系"
            ],
            "環境學門": [
                "自然資源與環境管理研究所"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://ohs01.ntpu.edu.tw/student_new.htm"
        ],
        "systems": [

        ]
    },
    "國立臺北教育大學": {
        "city": "臺北市",
        "shortName": "NTUE",
        "fullName": "National Taichung University of Education",
        "discipline": {
            "社會及行為科學學門": [
                "心理與諮商學系",
                "社會與區域發展學系",
                "臺灣文化研究所"
            ],
            "商業及管理學門": [
                "東南亞區域管理碩士學位學程"
            ],
            "教育學門": [
                "幼兒與家庭教育學系",
                "體育學系(女)",
                "體育學系(男)",
                "特殊教育學系(女)",
                "特殊教育學系(男)",
                "教育經營與管理學系",
                "學習與教學國際碩士學位學程",
                "課程與教學傳播科技研究所",
                "教育學系",
                "數學暨資訊教育學系數學組(女)",
                "數學暨資訊教育學系數學組(男)",
                "數學暨資訊教育學系資訊組(女)",
                "數學暨資訊教育學系資訊組(男)",
                "自然科學教育學系"
            ],
            "資訊通訊科技學門": [
                "資訊科學系"
            ],
            "語文學門": [
                "兒童英語教育學系",
                "語文與創作學系文學創作組",
                "語文與創作學系語文師資組"
            ],
            "藝術學門(設計學門)": [
                "當代藝術評論與策展研究全英語碩士學位學程",
                "音樂學系",
                "藝術與造形設計學系藝術組",
                "藝術與造形設計學系設計組",
                "文化創意產業經營學系",
                "數位科技設計學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://sso.ntue.edu.tw/"
        ],
        "systems": [

        ]
    },
    "國立臺北科技大學": {
        "city": "臺北市",
        "shortName": "NTUT",
        "fullName": "National Taipei University of Technology",
        "discipline": {
            "人文學門": [
                "文化事業發展系"
            ],
            "工程及工程業學門": [
                "化學工程與生物科技系",
                "化學工程與生物科技系生化與生醫工程碩士班",
                "分子科學與工程系",
                "材料科學與工程研究所",
                "材料及資源工程系材料組",
                "材料及資源工程系資源組",
                "資源工程研究所",
                "工業工程與管理系",
                "管理學院工業工程與管理EMBA專班",
                "工程學院",
                "工程學院工程科技博士班",
                "能源與冷凍空調工程系",
                "電機工程系",
                "電子工程系",
                "光電工程系",
                "資訊工程系",
                "電資學院",
                "自動化科技研究所",
                "車輛工程系",
                "機械工程系",
                "機電學院",
                "機電學院機電科技博士班",
                "製造科技研究所",
                "環境工程與管理研究所"
            ],
            "法律學門": [
                "智慧財產權研究所"
            ],
            "建築及營建工程學門": [
                "建築系",
                "土木工程系"
            ],
            "商業及管理學門": [
                "經營管理系",
                "管理學院經營管理EMBA專班",
                "管理學院管理博士班",
                "高階管理碩士雙聯學位學程"
            ],
            "教育學門": [
                "技術及職業教育研究所"
            ],
            "資訊通訊科技學門": [
                "資訊與財金管理系",
                "管理學院資訊與財金管理EMBA專班"
            ],
            "語文學門": [
                "應用英文系"
            ],
            "藝術學門(設計學門)": [
                "設計學院設計博士班",
                "設計學院",
                "工業設計系家具與室內設計組",
                "工業設計系產品設計組",
                "互動設計系媒體設計組",
                "互動設計系視覺傳達設計組"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://nportal.ntut.edu.tw/index.do?thetime=1539594415394"
        ],
        "systems": [

        ]
    },
    "國立臺北藝術大學": {
        "city": "臺北市",
        "shortName": "TNUA",
        "fullName": "Taipei National University of the Arts",
        "discipline": {
            "建築及營建工程學門": [
                "建築與文化資產研究所"
            ],
            "新聞學及圖書資訊學門": [
                "博物館研究所"
            ],
            "藝術學門(設計學門)": [
                "藝術與人文教育研究所",
                "文化資源學院文化資產與藝術創新博士班",
                "藝術行政與管理研究所",
                "文創產業國際藝術碩士學位學程",
                "美術學系",
                "藝術跨域研究所",
                "音樂學系",
                "音樂學研究所",
                "傳統音樂學系",
                "管絃與擊樂研究所",
                "戲劇學系",
                "劇場藝術創作研究所",
                "劇場設計學系",
                "舞蹈研究所",
                "舞蹈學系",
                "電影創作學系",
                "動畫學系",
                "新媒體藝術學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://eip.tnua.edu.tw/"
        ],
        "systems": [

        ]
    },
    "國立臺北護理健康大學": {
        "city": "臺北市",
        "shortName": "NTUNHS",
        "fullName": "National Taipei University of Nursing and Health Sciences",
        "discipline": {
            "社會及行為科學學門": [
                "生死與健康心理諮商系"
            ],
            "社會福利學門": [
                "長期照護系",
                "嬰幼兒保育系"
            ],
            "商業及管理學門": [
                "健康事業管理系"
            ],
            "教育學門": [
                "國際蒙特梭利碩士專班",
                "醫護教育暨數位學習系"
            ],
            "資訊通訊科技學門": [
                "資訊管理系"
            ],
            "餐旅及民生服務學門": [
                "休閒產業與健康促進系",
                "運動保健系"
            ],
            "醫藥衛生學門": [
                "高齡健康照護系",
                "語言治療與聽力學系",
                "護理系",
                "中西醫結合護理研究所",
                "助產及婦女健康照護系"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://ecampussys.ntunhs.edu.tw/"
        ],
        "systems": [

        ]
    },
    "國立臺南大學": {
        "city": "臺南市",
        "shortName": "NUTN",
        "fullName": "National University of Tainan",
        "discipline": {
            "工程及工程業學門": [
                "材料科學系",
                "綠色能源科技學系",
                "電機工程學系",
                "機電系統工程研究所"
            ],
            "生命科學學門": [
                "生物科技學系"
            ],
            "社會及行為科學學門": [
                "諮商與輔導學系",
                "文化與自然資源學系"
            ],
            "商業及管理學門": [
                "經營與管理學系",
                "行政管理學系"
            ],
            "教育學門": [
                "幼兒教育學系",
                "環境教育碩士在職學位學程",
                "體育學系",
                "教育學系",
                "特殊教育學系"
            ],
            "資訊通訊科技學門": [
                "資訊工程學系",
                "數位學習科技學系"
            ],
            "語文學門": [
                "英語學系(自費)",
                "國語文學系"
            ],
            "數學及統計學門": [
                "應用數學系"
            ],
            "環境學門": [
                "生態暨環境資源學系"
            ],
            "藝術學門(設計學門)": [
                "音樂學系",
                "戲劇創作與應用學系(女)",
                "戲劇創作與應用學系(男)",
                "視覺藝術與設計學系",
                "動畫媒體設計研究所"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://academics.nutn.edu.tw/iSTU/"
        ],
        "systems": [

        ]
    },
    "國立臺南藝術大學": {
        "city": "臺南縣",
        "shortName": "TNNUA",
        "fullName": "Tainan National University of the Arts",
        "discipline": {
            "藝術學門(設計學門)": [
                "應用藝術研究所",
                "材質創作與設計系",
                "藝術史學系",
                "博物館學與古物維護研究所",
                "建築藝術研究所",
                "造形藝術研究所",
                "藝術創作理論研究所",
                "音樂學系",
                "中國音樂學系",
                "應用音樂學系",
                "民族音樂學研究所",
                "鋼琴合作藝術研究所",
                "音像紀錄與影像維護研究所",
                "動畫藝術與影像美學研究所"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://ap.tnnua.edu.tw/StdInfo/"
        ],
        "systems": [

        ]
    },
    "國立臺南護理專科學校": {
        "city": "臺南市",
        "shortName": "NTJCN",
        "fullName": "National Tainan Junior college of Nursing",
        "discipline": {
            "社會福利學門": [
                "老人服務事業科"
            ],
            "餐旅及民生服務學門": [
                "化妝品應用科(二專部)"
            ],
            "醫藥衛生學門": [
                "護理科"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://e-portfolio.ntin.edu.tw/"
        ],
        "systems": [

        ]
    },
    "國立臺東大學": {
        "city": "臺東市",
        "shortName": "NTTU",
        "fullName": "National Taitung University",
        "discipline": {
            "工程及工程業學門": [
                "資訊工程學系"
            ],
            "生命科學學門": [
                "生命科學系"
            ],
            "物理、化學及地球科學學門": [
                "應用科學系化學及奈米科學組",
                "應用科學系應用物理組"
            ],
            "社會及行為科學學門": [
                "公共與文化事務學系"
            ],
            "商業及管理學門": [
                "綠色產業高階管理碩士在職專班"
            ],
            "教育學門": [
                "幼兒教育學系",
                "體育學系",
                "教育學系",
                "特殊教育學系",
                "數位媒體與文教產業學系",
                "國語文補救教學碩士在職專班"
            ],
            "資訊通訊科技學門": [
                "綠色與資訊科技學士學位學程",
                "資訊管理學系"
            ],
            "語文學門": [
                "英美語文學系",
                "華語文學系",
                "兒童文學研究所"
            ],
            "數學及統計學門": [
                "應用數學系"
            ],
            "餐旅及民生服務學門": [
                "文化資源與休閒產業學系",
                "師範學院休閒事業管理碩士在職專班",
                "身心整合與運動休閒產業學系",
                "運動競技學士學位學程"
            ],
            "藝術學門(設計學門)": [
                "美術產業學系",
                "音樂學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://infosys.nttu.edu.tw/"
        ],
        "systems": [

        ]
    },
    "國立臺東專科學校": {
        "city": "臺南市",
        "shortName": "NTC",
        "fullName": "Natiomal Taitung College",
        "discipline": {
            "工程及工程業學門": [
                "電機工程科(二專部)",
                "動力機械科(二專部)"
            ],
            "建築及營建工程學門": [
                "建築科(二專部)"
            ],
            "商業及管理學門": [
                "行銷與流通管理科(二專部)"
            ],
            "資訊通訊科技學門": [
                "資訊管理科(二專部)"
            ],
            "農業學門": [
                "園藝暨景觀科(二專部)"
            ],
            "製造及加工學門": [
                "食品科技科"
            ],
            "餐旅及民生服務學門": [
                "餐旅管理科(二專部)"
            ],
            "藝術學門(設計學門)": [
                "文化創意設計科"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://sys.ntc.edu.tw:1111/MainLogin.asp"
        ],
        "systems": [

        ]
    },
    "國立臺灣大學": {
        "city": "臺北市",
        "shortName": "NTU",
        "fullName": "National Taiwan University",
        "discipline": {
            "人文學門": [
                "哲學系",
                "歷史學系",
                "人類學系"
            ],
            "工程及工程業學門": [
                "化學工程學系",
                "高分子科學與工程學研究所",
                "材料科學與工程學系",
                "工業工程學研究所",
                "生醫電子與資訊學研究所",
                "應用力學研究所",
                "醫學工程學系",
                "醫學工程學研究所",
                "綠色永續材料與精密元件博士學位學程",
                "分子科學與技術國際研究生博士學位學程",
                "電機工程學系",
                "電子工程學研究所",
                "光電工程學研究所",
                "電信工程學研究所",
                "機械工程學系",
                "生物機電工程學系",
                "工程科學及海洋工程學系",
                "環境工程學研究所"
            ],
            "生命科學學門": [
                "生物科技研究所",
                "生化科學研究所",
                "分子與細胞生物學研究所",
                "基因體與系統生物學學位學程",
                "生化科技學系",
                "生物科技管理碩士在職學位學程",
                "生物化學暨分子生物學研究所",
                "生物資訊學國際研究生博士學位學程",
                "生命科學系",
                "植物科學研究所",
                "昆蟲學系",
                "跨領域神經科學國際研究生博士學位學程"
            ],
            "林業學門": [
                "森林環境暨資源學系"
            ],
            "法律學門": [
                "法律學系司法組",
                "法律學系法學組",
                "法律學系財經法學組",
                "科際整合法律學研究所",
                "事業經營法務碩士在職學位學程"
            ],
            "物理、化學及地球科學學門": [
                "化學系",
                "地質科學系",
                "氣候變遷與永續發展國際博士學位學程",
                "氣候變遷與永續發展國際碩士學位學程",
                "大氣科學系",
                "海洋研究所",
                "物理學系",
                "應用物理學研究所",
                "天文物理研究所"
            ],
            "社會及行為科學學門": [
                "心理學系",
                "國家發展研究所",
                "社會學系",
                "地理環境資源學系",
                "政治學系公共行政組",
                "政治學系國際關係組",
                "政治學系政治理論組",
                "經濟學系"
            ],
            "社會福利學門": [
                "社會工作學系"
            ],
            "建築及營建工程學門": [
                "建築與城鄉研究所",
                "土木工程學系",
                "生物環境系統工程學系"
            ],
            "商業及管理學門": [
                "管理學院碩士在職專班",
                "管理學院創業創新管理碩士在職專班",
                "財務金融學系",
                "會計學系",
                "商學研究所",
                "管理學院企業管理碩士專班",
                "工商管理學系企業管理組",
                "工商管理學系科技管理組",
                "事業經營碩士在職學位學程",
                "國際企業學系",
                "公共事務研究所"
            ],
            "教育學門": [
                "華語教學碩士學位學程"
            ],
            "新聞學及圖書資訊學門": [
                "新聞研究所",
                "圖書資訊學系"
            ],
            "資訊通訊科技學門": [
                "資訊管理學系",
                "資訊網路與多媒體研究所",
                "資訊工程學系",
                "資料科學博士學位學程",
                "資料科學碩士學位學程"
            ],
            "農業學門": [
                "農業化學系",
                "農業經濟學系",
                "生物產業傳播暨發展學系",
                "植物病理與微生物學系",
                "植物醫學碩士學位學程",
                "園藝暨景觀學系",
                "農藝學系",
                "動物科學技術學系"
            ],
            "漁業學門": [
                "漁業科學研究所"
            ],
            "製造及加工學門": [
                "食品科技研究所"
            ],
            "語文學門": [
                "外國語文學系",
                "日本語文學系",
                "翻譯碩士學位學程",
                "臺灣文學研究所",
                "中國文學系",
                "語言學研究所"
            ],
            "數學及統計學門": [
                "應用數學科學研究所",
                "統計碩士學位學程",
                "數學系"
            ],
            "餐旅及民生服務學門": [
                "運動設施與健康管理碩士學位學程"
            ],
            "環境學門": [
                "生態學與演化生物學研究所"
            ],
            "醫藥衛生學門": [
                "牙醫學系",
                "臨床牙醫學研究所",
                "口腔生物科學研究所",
                "公共衛生碩士學位學程",
                "公共衛生學系",
                "職業醫學與工業衛生研究所",
                "環境衛生研究所",
                "流行病學與預防醫學研究所",
                "健康政策與管理研究所",
                "健康行為與社區科學研究所",
                "食品安全與健康研究所",
                "毒理學研究所",
                "國際三校農業生技與健康醫療碩士學位學程",
                "物理治療學系",
                "職能治療學系",
                "微生物學研究所",
                "醫學系(公費)",
                "醫學系(自費)",
                "臨床醫學研究所",
                "分子醫學研究所",
                "免疫學研究所",
                "生理學研究所",
                "病理學研究所",
                "解剖學暨細胞生物學研究所",
                "腫瘤醫學研究所",
                "轉譯醫學博士學位學程",
                "基因體暨蛋白體醫學研究所",
                "醫學教育暨生醫倫理研究所",
                "法醫學研究所",
                "腦與心智科學研究所",
                "醫學檢驗暨生物技術學系",
                "醫療器材與醫學影像研究所",
                "藥學系",
                "藥理學研究所",
                "臨床藥學研究所",
                "護理學系"
            ],
            "獸醫學門": [
                "獸醫學系",
                "臨床動物醫學研究所",
                "分子暨比較病理生物學研究所"
            ],
            "藝術學門(設計學門)": [
                "藝術史研究所",
                "音樂學研究所",
                "戲劇學系(女)",
                "戲劇學系(男)"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://web2.cc.ntu.edu.tw/p/s/login2/p1.php"
        ],
        "systems": [

        ]
    },
    "國立臺灣師範大學": {
        "city": "臺北市",
        "shortName": "NTNU",
        "fullName": "National Taiwan Normal University",
        "discipline": {
            "人文學門": [
                "歷史學系",
                "臺灣史研究所"
            ],
            "工程及工程業學門": [
                "電機工程學系",
                "光電工程學士學位學程",
                "光電科技研究所",
                "資訊工程學系",
                "機電工程學系",
                "車輛與能源工程學士學位學程"
            ],
            "生命科學學門": [
                "生命科學系",
                "生物多樣性國際研究生博士學位學程"
            ],
            "其他學門": [
                "管理學院國際時尚高階管理碩士在職專班"
            ],
            "物理、化學及地球科學學門": [
                "化學系",
                "地球科學系",
                "物理學系"
            ],
            "社會及行為科學學門": [
                "教育心理與輔導學系",
                "復健諮商研究所",
                "地理學系",
                "東亞學系",
                "歐洲文化與觀光研究所"
            ],
            "社會福利學門": [
                "社會工作學研究所"
            ],
            "商業及管理學門": [
                "國際人力資源發展研究所",
                "管理學院高階經理人企業管理碩士在職專班",
                "全球經營與策略研究所",
                "企業管理學系",
                "管理研究所",
                "國際企業管理雙碩士學位學程"
            ],
            "教育學門": [
                "教育學院學士班",
                "科技應用與人力資源發展學系(自費)",
                "人類發展與家庭學系家庭生活教育組",
                "人類發展與家庭學系幼兒發展與教育組",
                "工業教育學系",
                "環境教育研究所",
                "體育學系",
                "健康促進與衛生教育學系",
                "教育學系(自費)",
                "特殊教育學系(自費)",
                "教育政策與行政研究所",
                "課程與教學研究所",
                "資訊教育研究所",
                "學習科學學士學位學程",
                "公民教育與活動領導學系",
                "科學教育研究所",
                "社會教育學系"
            ],
            "新聞學及圖書資訊學門": [
                "大眾傳播研究所",
                "圖文傳播學系",
                "圖書資訊學研究所"
            ],
            "語文學門": [
                "英語學系",
                "翻譯研究所",
                "華語文教學系應用華語文學組",
                "臺灣語文學系",
                "國文學系"
            ],
            "數學及統計學門": [
                "數學系"
            ],
            "餐旅及民生服務學門": [
                "運動休閒與餐旅管理研究所",
                "運動競技學系",
                "營養科學學士學位學程"
            ],
            "藝術學門(設計學門)": [
                "藝術史研究所",
                "美術學系國畫組",
                "美術學系西畫組",
                "音樂學系",
                "民族音樂研究所",
                "表演藝術研究所",
                "表演藝術學士學位學程",
                "設計學系產品設計組",
                "設計學系視覺設計組"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://iportal.ntnu.edu.tw/ntnu/"
        ],
        "systems": [

        ]
    },
    "國立臺灣戲曲學院": {
        "city": "臺北市",
        "shortName": "TCPA",
        "fullName": "National Taiwan College of Performing Arts",
        "discipline": {
            "藝術學門(設計學門)": [
                "戲曲音樂學系",
                "歌仔戲學系",
                "京劇學系",
                "客家戲學系",
                "劇場藝術學系",
                "民俗技藝學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://210.71.61.91/tcpa/"
        ],
        "systems": [

        ]
    },
    "國立臺灣海洋大學": {
        "city": "基隆市",
        "shortName": "NTOU",
        "fullName": "National Taiwan Ocean University",
        "discipline": {
            "人文學門": [
                "海洋文化研究所"
            ],
            "工程及工程業學門": [
                "材料工程研究所",
                "海洋工程科技博士學位學程",
                "海洋工程科技學士學位學程",
                "電機工程學系",
                "光電科學研究所",
                "光電與材料科技學系",
                "光電與材料科技學士學位學程",
                "通訊與導航工程學系",
                "系統工程暨造船學系",
                "輪機工程學系動力工程組",
                "輪機工程學系能源應用組",
                "機械與機電工程學系",
                "河海工程學系"
            ],
            "生命科學學門": [
                "生命科學暨生物科技學系",
                "海洋生物科技博士學位學程",
                "海洋生物科技學士學位學程"
            ],
            "法律學門": [
                "海洋法律研究所",
                "海洋法政學士學位學程"
            ],
            "物理、化學及地球科學學門": [
                "地球科學研究所",
                "海洋生物研究所",
                "海洋環境資訊系",
                "海洋環境與生態研究所",
                "海洋資源與環境變遷博士學位學程"
            ],
            "社會及行為科學學門": [
                "海洋政策碩士學位學程",
                "應用經濟研究所"
            ],
            "商業及管理學門": [
                "海洋觀光管理學士學位學程",
                "海洋經營管理學士學位學程"
            ],
            "教育學門": [
                "教育研究所"
            ],
            "資訊通訊科技學門": [
                "資訊工程學系"
            ],
            "運輸服務學門": [
                "運輸科學系",
                "航運管理學系",
                "商船學系"
            ],
            "漁業學門": [
                "環境生物與漁業科學學系",
                "水產養殖學系"
            ],
            "製造及加工學門": [
                "食品科學系生物科技組",
                "食品科學系食品科學組",
                "食品安全與風險管理研究所"
            ],
            "語文學門": [
                "應用英語研究所"
            ],
            "環境學門": [
                "海洋事務與資源管理研究所"
            ],
            "藝術學門(設計學門)": [
                "海洋文創設計產業學士學位學程"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://ais.ntou.edu.tw/Default.aspx"
        ],
        "systems": [

        ]
    },
    "國立臺灣科技大學": {
        "city": "臺北市",
        "shortName": "NTUST",
        "fullName": "National Taiwan University of Science and Technology",
        "discipline": {
            "工程及工程業學門": [
                "化學工程系",
                "材料科學與工程系",
                "醫學工程研究所",
                "高階科技研發碩士學位學程",
                "先進科技全英語學士學位學程",
                "工程學士班",
                "電機工程系",
                "電子工程系",
                "光電工程研究所",
                "電資學士班",
                "色彩與照明科技研所",
                "機械工程系",
                "自動化及控制研究所"
            ],
            "其他學門": [
                "應用科技學士學位學程",
                "不分系學士班"
            ],
            "法律學門": [
                "專利研究所"
            ],
            "物理、化學及地球科學學門": [
                "應用科技研究所"
            ],
            "建築及營建工程學門": [
                "建築系",
                "營建工程系"
            ],
            "商業及管理學門": [
                "科技管理研究所",
                "工業管理系",
                "MBA",
                "財務金融研究所",
                "企業管理系",
                "管理研究所",
                "管理學士班"
            ],
            "教育學門": [
                "數位學習與教育研究所"
            ],
            "資訊通訊科技學門": [
                "資訊管理系",
                "資訊工程系"
            ],
            "語文學門": [
                "應用外語系"
            ],
            "藝術學門(設計學門)": [
                "設計系商業設計組",
                "設計系工業設計組"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://stuinfo8.ntust.edu.tw/ntust_stu/stu.aspx"
        ],
        "systems": [

        ]
    },
    "國立臺灣藝術大學": {
        "city": "新北市",
        "shortName": "NTUA",
        "fullName": "National Taiwan University of Arts",
        "discipline": {
            "教育學門": [
                "藝術與人文教學研究所"
            ],
            "新聞學及圖書資訊學門": [
                "圖文傳播藝術學系",
                "廣播電視學系"
            ],
            "藝術學門(設計學門)": [
                "工藝設計學系(女)",
                "工藝設計學系(男)",
                "古蹟藝術修護學系",
                "藝術管理與文化政策研究所",
                "表演藝術學院表演藝術博士班",
                "美術學系",
                "書畫藝術學系",
                "雕塑學系(女)",
                "雕塑學系(男)",
                "音樂學系",
                "中國音樂學系",
                "戲劇學系(女)",
                "戲劇學系(男)",
                "舞蹈學系",
                "創意產業設計研究所",
                "電影學系",
                "傳播學院影音創作與數位媒體產業博士班",
                "多媒體動畫藝術學系",
                "視覺傳達設計學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://ssoportal.ntua.edu.tw/portal/Login.aspx"
        ],
        "systems": [

        ]
    },
    "國立臺灣體育運動大學": {
        "city": "臺中市",
        "shortName": "NTUPES",
        "fullName": "National Taiwan University of Sport",
        "discipline": {
            "教育學門": [
                "體育學系"
            ],
            "餐旅及民生服務學門": [
                "休閒運動學系",
                "休閒運動管理研究所",
                "休閒運動管理碩士學位學程在職專班",
                "運動事業管理學系",
                "運動資訊與傳播學系(傳播組)",
                "運動資訊與傳播學系(資訊組)",
                "競技運動學系",
                "球類運動學系",
                "技擊運動學系",
                "運動健康科學系",
                "運動健康科學學系碩士班在職學位學程"
            ],
            "藝術學門(設計學門)": [
                "舞蹈學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://school.ntupes.edu.tw/ntupes/"
        ],
        "systems": [

        ]
    },
    "國立虎尾科技大學": {
        "city": "雲林縣",
        "shortName": "NFU",
        "fullName": "National Formosa University",
        "discipline": {
            "工程及工程業學門": [
                "材料科學與工程系",
                "工業管理系",
                "電機工程系",
                "電子工程系",
                "電子工程科(二專部)",
                "光電工程系",
                "車輛工程系",
                "自動化工程系",
                "動力機械工程系",
                "飛機工程系機械組",
                "飛機工程系航空電子組",
                "機械設計工程系",
                "機械與電腦輔助工程系",
                "農業科技系"
            ],
            "生命科學學門": [
                "生物科技系"
            ],
            "商業及管理學門": [
                "財務金融系",
                "企業管理系"
            ],
            "資訊通訊科技學門": [
                "資訊管理系",
                "資訊工程系"
            ],
            "語文學門": [
                "應用外語系"
            ],
            "餐旅及民生服務學門": [
                "休閒遊憩系"
            ],
            "藝術學門(設計學門)": [
                "多媒體設計系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://osa.nfu.edu.tw/query/timetable.php"
        ],
        "systems": [

        ]
    },
    "國立金門大學": {
        "city": "金門縣",
        "shortName": "NQU",
        "fullName": "National Quemoy University",
        "discipline": {
            "工程及工程業學門": [
                "工業工程與管理學系",
                "理工學院工程科技碩士在職專班",
                "電子工程學系"
            ],
            "法律學門": [
                "海洋與邊境管理學系"
            ],
            "社會及行為科學學門": [
                "閩南文化研究所",
                "國際暨大陸事務學系"
            ],
            "社會福利學門": [
                "社會工作學系"
            ],
            "建築及營建工程學門": [
                "建築學系",
                "都市計畫與景觀學系",
                "土木與工程管理學系"
            ],
            "商業及管理學門": [
                "企業管理學系"
            ],
            "資訊通訊科技學門": [
                "理工學院智慧計算與應用碩士班",
                "資訊工程學系"
            ],
            "製造及加工學門": [
                "食品科學系"
            ],
            "語文學門": [
                "應用英語學系",
                "華語文學系"
            ],
            "餐旅及民生服務學門": [
                "觀光管理學系",
                "管理學院事業經營碩士在職專班",
                "運動與休閒學系"
            ],
            "醫藥衛生學門": [
                "長期照護學系",
                "護理學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://select.nqu.edu.tw/kmkuas/index_sky.html"
        ],
        "systems": [

        ]
    },
    "國立陽明大學": {
        "city": "臺北市",
        "shortName": "YM",
        "fullName": "National Yang-Ming University",
        "discipline": {
            "人文學門": [
                "亞際文化研究國際碩士學位學程(台灣聯合大學系統)",
                "心智哲學研究所"
            ],
            "工程及工程業學門": [
                "光電博士學位學程(台灣聯合大學系統)",
                "生醫光電研究所",
                "生物醫學工程學系",
                "生醫光電暨奈米科學學士學位學程"
            ],
            "生命科學學門": [
                "生命科學系暨基因體科學研究所",
                "生技醫療產業博士學位學程",
                "微生物及免疫學研究所",
                "生化暨分子生物研究所",
                "生物醫學資訊研究所",
                "學士班大一大二不分系"
            ],
            "社會及行為科學學門": [
                "科技與社會研究所"
            ],
            "商業及管理學門": [
                "生技醫療經營管理碩士在職學位學程",
                "醫務管理研究所"
            ],
            "環境學門": [
                "環境科技博士學位學程(台灣聯合大學系統)"
            ],
            "醫藥衛生學門": [
                "牙醫學系",
                "口腔生物研究所",
                "公共衛生研究所",
                "公共衛生碩士學位學程",
                "衛生福利研究所",
                "環境與職業衛生研究所",
                "國際衛生碩士學位學程",
                "食品安全及健康風險評估研究所",
                "物理治療暨輔助科技學系",
                "傳統醫藥研究所",
                "跨領域神經科學國際研究生博士學位學程",
                "跨領域神經科學博士學位學程(台灣聯合大學系統)",
                "醫學系(公費)",
                "醫學系(自費)",
                "臨床醫學研究所",
                "分子醫學博士學位學程",
                "生理學研究所",
                "神經科學研究所",
                "解剖學及細胞生物學研究所",
                "急重症醫學研究所",
                "腦科學研究所",
                "轉譯醫學博士學位學程",
                "醫學生物技術暨檢驗學系",
                "生物醫學影像暨放射科學系",
                "生物醫學暨工程科技產業博士學位學程",
                "藥學系",
                "藥理學研究所",
                "生物藥學研究所",
                "護理學系",
                "臨床護理研究所",
                "社區健康照護研究所"
            ],
            "藝術學門(設計學門)": [
                "視覺文化研究所"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://portal.ym.edu.tw/eai/PortalLogin/Default.aspx"
        ],
        "systems": [

        ]
    },
    "國立雲林科技大學": {
        "city": "雲林縣",
        "shortName": "YUNTECH",
        "fullName": "National Yunlin University of Science and Technology",
        "discipline": {
            "工程及工程業學門": [
                "化學工程與材料工程系",
                "材料科技研究所",
                "工業工程與管理系",
                "工程科技研究所",
                "工程科技菁英班",
                "電機工程系",
                "電子工程系",
                "資訊工程系",
                "機械工程系",
                "環境與安全衛生工程系"
            ],
            "法律學門": [
                "科技法律研究所"
            ],
            "建築及營建工程學門": [
                "營建工程系"
            ],
            "商業及管理學門": [
                "財務金融系",
                "會計系",
                "企業管理系",
                "國際管理學士學位學程",
                "創業管理碩士學位學程",
                "產業經營專業博士學位學程",
                "高階管理碩士學位學程",
                "工商管理學士學位學程"
            ],
            "教育學門": [
                "技術及職業教育研究所"
            ],
            "資訊通訊科技學門": [
                "資訊管理系"
            ],
            "語文學門": [
                "應用外語系",
                "漢學應用研究所"
            ],
            "餐旅及民生服務學門": [
                "休閒運動研究所"
            ],
            "藝術學門(設計學門)": [
                "文化資產維護系",
                "設計學研究所",
                "創意生活設計系",
                "工業設計系",
                "建築與室內設計系室內組",
                "建築與室內設計系建築組",
                "視覺傳達設計系",
                "數位媒體設計系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://webapp.yuntech.edu.tw/YunTechSSO/Account/Login?ReturnUrl=%2fyuntechsso"
        ],
        "systems": [

        ]
    },
    "國立體育大學": {
        "city": "桃園市",
        "shortName": "NTSU",
        "fullName": "National Taiwan Sport University",
        "discipline": {
            "商業及管理學門": [
                "管理學院碩士在職專班"
            ],
            "教育學門": [
                "體育研究所"
            ],
            "餐旅及民生服務學門": [
                "運動保健學系B",
                "運動保健學系A",
                "休閒產業經營學系",
                "體育推廣學系A",
                "體育推廣學系B",
                "適應體育學系B",
                "適應體育學系A",
                "國際體育事務碩士學位學程",
                "國際運動管理與創新博士學位學程",
                "球類運動技術學系",
                "陸上運動技術學系",
                "技擊運動技術學系",
                "競技與教練科學研究所",
                "國際運動教練科學碩士學位學程",
                "運動科學研究所",
                "運動與健康科學學院碩士在職專班"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://one.ntsu.edu.tw/portal/"
        ],
        "systems": [

        ]
    },
    "國立高雄大學": {
        "city": "高雄市",
        "shortName": "NUK",
        "fullName": "National University of Kaohsiung",
        "discipline": {
            "工程及工程業學門": [
                "化學工程及材料工程學系",
                "電機工程學系",
                "資訊工程學系"
            ],
            "生命科學學門": [
                "生命科學系"
            ],
            "法律學門": [
                "法律學系",
                "法學院博士班",
                "財經法律學系",
                "政治法律學系"
            ],
            "物理、化學及地球科學學門": [
                "應用化學系",
                "應用物理學系"
            ],
            "社會及行為科學學門": [
                "應用經濟學系"
            ],
            "建築及營建工程學門": [
                "土木與環境工程學系"
            ],
            "商業及管理學門": [
                "高階經營管理碩士在職專班",
                "高階法律暨管理碩士在職專班",
                "金融管理學系",
                "經營管理研究所",
                "亞太工商管理學系企業管理組",
                "亞太工商管理學系工業管理組",
                "國際商業管理碩士學位學程"
            ],
            "資訊通訊科技學門": [
                "資訊管理學系"
            ],
            "語文學門": [
                "西洋語文學系",
                "東亞語文學系日語組",
                "東亞語文學系越語組",
                "東亞語文學系韓語組"
            ],
            "數學及統計學門": [
                "統計學研究所",
                "應用數學系"
            ],
            "餐旅及民生服務學門": [
                "運動健康與休閒學系",
                "運動競技學系"
            ],
            "藝術學門(設計學門)": [
                "建築學系",
                "工藝與創意設計學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://aca.nuk.edu.tw/Student2/login.asp"
        ],
        "systems": [

        ]
    },
    "國立高雄科技大學": {
        "city": "高雄市",
        "shortName": "NKUST",
        "fullName": "National Kaohsiung University of Science and Technology",
        "discipline": {
            "工程及工程業學門": [
                "化學工程與材料工程系(建工校區)",
                "機械工程系(建工校區)",
                "機械工程系微奈米技術組(建工校區)",
                "機械工程系機電組(建工校區)",
                "工業工程與管理系(建工校區)",
                "電機工程系(建工校區)",
                "電子工程系(第一校區)",
                "電子工程系資訊組(建工校區)",
                "電子工程系電信與系統組(建工校區)",
                "電子工程系電子組(建工校區)",
                "工學院工程科技",
                "環境與安全衛生工程系(第一校區)",
                "機械與自動化工程系智慧自動化組(第一校區)",
                "機械與自動化工程系精密機械組(第一校區)",
                "電機工程研究所",
                "電腦與通訊工程系(第一校區)",
                "工程與電資學院菁英學士班",
                "海工學院海洋科技產學合作",
                "造船及海洋工程系(楠梓校區)",
                "微電子工程系(楠梓校區)",
                "電訊工程系(楠梓校區)",
                "海洋環境工程系(楠梓校區)",
                "輪機工程系(旗津校區)",
                "模具工程系(建工校區)",
                "模具工程系光電模具組(建工校區)",
                "模具工程系精微模具組(建工校區)"
            ],
            "生命科學學門": [
                "水圈學院水產科技產業博士班",
                "海洋生物技術系(楠梓校區)"
            ],
            "法律學門": [
                "科技法律研究所"
            ],
            "建築及營建工程學門": [
                "土木工程系(建工校區)",
                "營建工程系(第一校區)"
            ],
            "商業及管理學門": [
                "會計系(燕巢校區)",
                "國際企業系(燕巢校區)",
                "金融資訊系(燕巢校區)",
                "財富與稅務管理系(燕巢校區)",
                "企業管理系(燕巢校區)",
                "人力資源發展系(燕巢校區)",
                "管理學院",
                "運籌管理系(第一校區)",
                "行銷與流通管理系(第一校區)",
                "高階主管經營管理",
                "財務金融學院",
                "金融系(第一校區)",
                "風險管理與保險系(第一校區)",
                "財務管理系(第一校區)",
                "會計資訊系",
                "供應鏈管理系"
            ],
            "資訊通訊科技學門": [
                "資訊工程系(建工校區)",
                "光電與通訊工程研究所",
                "資訊管理系(楠梓校區)",
                "資訊管理系(燕巢校區)",
                "資訊管理系(第一校區)"
            ],
            "運輸服務學門": [
                "航運技術系(旗津校區)",
                "海事資訊科技系(旗津校區)",
                "航運管理系(楠梓校區)"
            ],
            "漁業學門": [
                "漁業生產與管理系(楠梓校區)",
                "水產養殖系(楠梓校區)"
            ],
            "製造及加工學門": [
                "水產食品科學系(楠梓校區)"
            ],
            "語文學門": [
                "應用外語系(燕巢校區)",
                "應用英語系(第一校區)",
                "應用日語系(第一校區)",
                "應用德語系(第一校區)"
            ],
            "餐旅學門": [
                "觀光管理系(燕巢校區)",
                "海洋休閒管理系(楠梓校區)"
            ],
            "藝術學門": [
                "文化創意產業系(燕巢校區)",
                "創新設計工程系(第一校區)"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://webap.nkust.edu.tw/nkust/"
        ],
        "systems": [

        ]
    },
    "國立高雄餐旅大學": {
        "city": "高雄市",
        "shortName": "NKUHT",
        "fullName": "National Kaohsiung University of Hospitality and Tourism",
        "discipline": {
            "運輸服務學門": [
                "航空暨運輸服務管理系"
            ],
            "語文學門": [
                "應用英語系",
                "應用日語系"
            ],
            "餐旅及民生服務學門": [
                "學士後烘培管理學士學位學程",
                "休閒暨遊憩管理系",
                "旅運管理系",
                "國際觀光學士學位學程",
                "觀光研究所",
                "旅館管理系",
                "中餐廚藝系",
                "西餐廚藝系",
                "烘焙管理系",
                "國際廚藝學士學位學程",
                "餐旅暨會展行銷管理系",
                "飲食文化暨餐飲創新研究所",
                "餐旅研究所",
                "餐飲廚藝科",
                "餐飲管理系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://webap6.nkuht.edu.tw/student/"
        ],
        "systems": [

        ]
    },
    "大同大學": {
        "city": "臺北市",
        "shortName": "TTU",
        "fullName": "Tatung University",
        "discipline": {
            "工程及工程業學門": [
                "化學工程與生物科技學系(生物科技組)",
                "化學工程與生物科技學系(化學工程組)",
                "資訊工程學系(乙組)",
                "工程管理學位學程碩士在職專班",
                "電機工程學系(甲組)",
                "電機工程學系(乙組)",
                "通訊工程研究所",
                "機械工程學系精密機械組(甲組)",
                "機械工程學系精密機械組(乙組)",
                "機械工程學系電子機械組(甲組)",
                "機械工程學系電子機械組(乙組)"
            ],
            "商業及管理學門": [
                "事業經營學系(甲組)",
                "事業經營學系(乙組)"
            ],
            "資訊通訊科技學門": [
                "資訊經營學系",
                "資訊工程學系(甲組)"
            ],
            "語文學門": [
                "應用外語學系"
            ],
            "藝術學門(設計學門)": [
                "設計科學研究所",
                "工業設計學系(社會一組)",
                "工業設計學系(社會二組)",
                "工業設計學系(自然二組)",
                "工業設計學系(自然一組)",
                "媒體設計學系數位遊戲設計組(社會組一)",
                "媒體設計學系數位遊戲設計組(社會組二)",
                "媒體設計學系互動媒體設計組(社會組一)",
                "媒體設計學系互動媒體設計組(社會組二)"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://stucis.ttu.edu.tw/stucis.htm"
        ],
        "systems": [

        ]
    },
    "大華科技大學": {
        "city": "新竹縣",
        "shortName": "TUST",
        "fullName": "Ta Hwa University of Technology",
        "discipline": {
            "工程及工程業學門": [
                "工業工程與管理系",
                "電機與電子工程系",
                "機電工程系"
            ],
            "商業及管理學門": [
                "商務與觀光企劃系"
            ],
            "資訊通訊科技學門": [
                "資訊管理系"
            ],
            "餐旅及民生服務學門": [
                "觀光管理系餐飲與烘焙組",
                "餐飲管理系",
                "運動與健康促進系"
            ],
            "藝術學門(設計學門)": [
                "創意設計學位學程"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://course.tust.edu.tw/score/day/"
        ],
        "systems": [

        ]
    },
    "實踐大學": {
        "city": "臺北市",
        "shortName": "USC",
        "fullName": "Shih Chien University",
        "discipline": {
            "生命科學學門": [
                "食品營養與保健生技學系(臺北校區)"
            ],
            "社會福利學門": [
                "家庭研究與兒童發展學系(臺北校區)",
                "社會工作學系(臺北校區)"
            ],
            "建築及營建工程學門": [
                "建築設計學系(臺北校區)"
            ],
            "商業及管理學門": [
                "管理學院創意產業博士班",
                "財務金融學系(臺北校區)",
                "金融管理學系投資操作組(高雄校區)",
                "金融管理學系數位行銷組(高雄校區)",
                "金融管理學系金融科技組(高雄校區)",
                "風險管理與保險學系(臺北校區)",
                "國際貿易學系(高雄校區)",
                "國際經營與貿易學系(臺北校區)",
                "行銷管理學系(高雄校區)",
                "會計學系(臺北校區)",
                "會計暨稅務學系科技應用組(高雄校區)",
                "會計暨稅務學系財富管理組(高雄校區)",
                "企業管理學系(臺北校區)",
                "國際企業管理學系(高雄校區)",
                "國際企業管理學系日韓商務組(高雄校區)",
                "管理學院國際企業英語學士學位學程(臺北校區)",
                "管理學院國際企業英語碩士學位學程"
            ],
            "資訊通訊科技學門": [
                "資訊科技與管理學系(臺北校區)",
                "資訊管理學系數位金融組(高雄校區)",
                "資訊管理學系資訊應用組(高雄校區)",
                "資訊科技與通訊學系App設計組(高雄校區)",
                "資訊科技與通訊學系人工智慧應用設計組(高雄校區)",
                "資訊科技與通訊學系智慧機器人與無人機組(高雄校區)"
            ],
            "語文學門": [
                "應用外語學系(臺北校區)",
                "應用英語學系(高雄校區)",
                "應用日文學系(高雄校區)",
                "應用中文學系劇本創作組(高雄校區)",
                "應用中文學系文創設計組(高雄校區)",
                "應用中文學系文化傳播組(高雄校區)"
            ],
            "餐旅及民生服務學門": [
                "觀光管理學系(高雄校區)",
                "休閒產業管理學系(高雄校區)",
                "餐飲管理學系(臺北校區)"
            ],
            "藝術學門(設計學門)": [
                "音樂學系(臺北校區)-弦樂",
                "音樂學系(臺北校區)-木管樂",
                "音樂學系(臺北校區)-聲樂",
                "音樂學系(臺北校區)-銅管樂",
                "音樂學系(臺北校區)-鋼琴",
                "時尚設計學系(高雄校區)",
                "工業產品設計學系(臺北校區)",
                "服裝設計學系(臺北校區)",
                "服飾設計與經營學系(高雄校區)",
                "媒體傳達設計學系數位3D動畫設計組(臺北校區)",
                "媒體傳達設計學系創意媒體設計組(臺北校區)",
                "媒體傳達設計學系數位",
                "電腦動畫學士學位學程(高雄校區)",
                "資訊模擬與設計學系AR/VR體感科技組(高雄校區)",
                "資訊模擬與設計學系互動遊戲設計組(高雄校區)",
                "資訊模擬與設計學系電腦動畫設計組(高雄校區)"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://eschool.usc.edu.tw/e_school_web/index.jsp",
            "https://ap.kh.usc.edu.tw/sso/Login.aspx"
        ],
        "systems": [

        ]
    },
    "崇仁醫護管理專科學校": {
        "city": "嘉義縣",
        "shortName": "CJC",
        "fullName": "Chung Jen Junior College of Nursing, Health Science and Managemen",
        "discipline": {
            "社會福利學門": [
                "老人服務事業管理科"
            ],
            "商業及管理學門": [
                "應用外語科"
            ],
            "餐旅及民生服務學門": [
                "美容保健科",
                "餐飲管理科"
            ],
            "醫藥衛生學門": [
                "護理科"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://140.130.190.207/LearningProcess/Login.aspx"
        ],
        "systems": [

        ]
    },
    "嶺東科技大學": {
        "city": "臺中市",
        "shortName": "LTU",
        "fullName": "LING TUNG UNIVERSITY",
        "discipline": {
            "法律學門": [
                "財經法律所"
            ],
            "商業及管理學門": [
                "企業管理系高階經營管理碩士在職專班(EMBA)",
                "時尚經營系",
                "財務金融系",
                "財政系",
                "會計資訊系會計資訊組",
                "會計資訊系財政稅務組",
                "企業管理系",
                "國際企業系",
                "行銷與流通管理系"
            ],
            "資訊通訊科技學門": [
                "資訊科技系智慧聯網互動科技應用組",
                "資訊科技系網路管理與雲端應用組",
                "資訊科技系行動與系統應用組",
                "資訊管理系數位生活設計組",
                "資訊管理系資訊管理應用組",
                "資訊網路系"
            ],
            "語文學門": [
                "應用外語系應用日語組"
            ],
            "餐旅及民生服務學門": [
                "觀光與休閒管理系"
            ],
            "藝術學門(設計學門)": [
                "流行設計系",
                "創意產品設計系",
                "服飾設計系",
                "視覺傳達設計系",
                "數位媒體設計系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://aisweb.ltu.edu.tw/affair/Home/Link?sysid=92"
        ],
        "systems": [

        ]
    },
    "弘光科技大學": {
        "city": "臺中市",
        "shortName": "HK",
        "fullName": "Hungkuang University",
        "discipline": {
            "人文學門": [
                "文化創意產業系"
            ],
            "工程及工程業學門": [
                "生物醫學工程系",
                "環境與安全衛生工程系環境工程組",
                "環境與安全衛生工程系工業安全衛生組",
                "環境與安全衛生工程系綠色科技組"
            ],
            "生命科學學門": [
                "生物科技系",
                "動物保健學士學位學程",
                "營養系"
            ],
            "社會福利學門": [
                "老人福利與長期照顧事業系",
                "幼兒保育系"
            ],
            "商業及管理學門": [
                "健康事業管理系"
            ],
            "資訊通訊科技學門": [
                "資訊管理系",
                "資訊工程系"
            ],
            "製造及加工學門": [
                "食品科技系食品科技組"
            ],
            "語文學門": [
                "應用英語系",
                "國際溝通英語系"
            ],
            "衛生及職業衛生服務學門": [
                "職業安全與防災所"
            ],
            "餐旅及民生服務學門": [
                "化妝品應用系",
                "美髮造型設計系",
                "運動休閒系",
                "餐旅管理系"
            ],
            "醫藥衛生學門": [
                "物理治療系",
                "語言治療與聽力學系",
                "護理系",
                "護理科"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://course.hk.edu.tw/hktea/HK_Y01/y01_login_stu.aspx"
        ],
        "systems": [

        ]
    },
    "德明財經科技大學": {
        "city": "臺北市",
        "shortName": "TAKMING",
        "fullName": "Takming University of Science and Technology",
        "discipline": {
            "商業及管理學門": [
                "不動產投資與經營學位學程",
                "連鎖加盟經營管理學位學程",
                "財務金融系",
                "財務金融系不動產金融與投資管理組",
                "財政稅務系",
                "保險金融管理系",
                "國際貿易系",
                "行銷管理系",
                "行銷管理系國際會展與觀光休閒組",
                "會計資訊系",
                "企業管理系時尚經營管理組",
                "流通管理系連鎖加盟組"
            ],
            "資訊通訊科技學門": [
                "資訊科技系",
                "資訊管理系"
            ],
            "語文學門": [
                "應用外語系日文組"
            ],
            "藝術學門(設計學門)": [
                "多媒體設計系"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://netinfo.takming.edu.tw/tip/"
        ],
        "systems": [

        ]
    },
    "慈惠醫護管理專科學校": {
        "city": "屏東縣",
        "shortName": "TZUHUI",
        "fullName": "Tzu Hui Institute of Technology",
        "discipline": {
            "社會福利學門": [
                "幼兒保育科"
            ],
            "餐旅及民生服務學門": [
                "美容造型設計科",
                "觀光事業科",
                "休閒事業管理科",
                "餐飲管理科"
            ],
            "醫藥衛生學門": [
                "物理治療科",
                "護理科",
                "護理助產科"
            ],
            "藝術學門(設計學門)": [
                "數位媒體創意設計科"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://163.24.235.235/SC2008/Main4ST.asp?ScrX=1366&ScrY=768&RUN="
        ],
        "systems": [

        ]
    },
    "敏惠醫護管理專科學校": {
        "city": "臺南市",
        "shortName": "MHCHCM",
        "fullName": "Min-Hwei College of Health Care Management",
        "discipline": {
            "社會福利學門": [
                "幼兒保育科"
            ],
            "餐旅及民生服務學門": [
                "美容保健科"
            ],
            "醫藥衛生學門": [
                "牙體技術科",
                "長期照顧與健康促進管理科",
                "護理科"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://school.mhchcm.edu.tw/minhwei_webmis/student_login.asp"
        ],
        "systems": [

        ]
    },
    "文藻外語大學": {
        "city": "高雄市",
        "shortName": "WZU",
        "fullName": "Wenzao Ursuline University of Languages",
        "discipline": {
            "社會及行為科學學門": [
                "歐洲研究所",
                "國際事務系",
                "國際事務碩士學位學程"
            ],
            "商業及管理學門": [
                "國際商務英語學士學位學程",
                "國際事業暨文化交流研究所",
                "國際事業暨文化交流研究所在職專班",
                "國際企業管理系"
            ],
            "教育學門": [
                "華語文教學研究所",
                "外語教學系"
            ],
            "新聞學及圖書資訊學門": [
                "傳播藝術系"
            ],
            "資訊通訊科技學門": [
                "數位內容應用與管理系"
            ],
            "語文學門": [
                "外語文教事業發展研究所",
                "英國語文系",
                "法國語文系",
                "德國語文系",
                "西班牙語文系",
                "日本語文系",
                "翻譯系",
                "多國語複譯研究所",
                "應用華語文系",
                "東南亞學系"
            ],
            "餐旅及民生服務學門": [
                "國際觀光與會展學士學位學程"
            ],
            "藝術學門(設計學門)": [
                "創意藝術產業研究所在職專班"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://sso.wzu.edu.tw/Portal/login.htm"
        ],
        "systems": [

        ]
    },
    "新生醫護管理專科學校": {
        "city": "桃園市",
        "shortName": "HSC",
        "fullName": "Hsin Sheng Junior College of Medical Care and Management",
        "discipline": {
            "社會福利學門": [
                "長期照護科",
                "幼兒保育科"
            ],
            "商業及管理學門": [
                "國際商務科",
                "醫藥保健商務科"
            ],
            "語文學門": [
                "應用英語科"
            ],
            "餐旅及民生服務學門": [
                "美容造型科",
                "健康休閒管理科"
            ],
            "醫藥衛生學門": [
                "口腔衛生學科",
                "視光學科",
                "護理科"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://portal.hsc.edu.tw/index.do?thetime=1569218755832"
        ],
        "systems": [

        ]
    },
    "朝陽科技大學": {
        "city": "臺中市",
        "shortName": "CYUT",
        "fullName": "Chaoyang University of Technology",
        "discipline": {
            "工程及工程業學門": [
                "工業工程與管理系",
                "資訊工程系",
                "資訊與通訊系",
                "環境工程與管理系",
                "航空機械系"
            ],
            "生命科學學門": [
                "應用化學系生化科技碩士班/博士班"
            ],
            "物理、化學及地球科學學門": [
                "應用化學系"
            ],
            "社會福利學門": [
                "幼兒保育系",
                "社會工作系"
            ],
            "建築及營建工程學門": [
                "建築系室內設計組",
                "建築系建築組",
                "景觀及都市設計系",
                "營建工程系"
            ],
            "商業及管理學門": [
                "銀髮產業管理系",
                "財務金融系",
                "保險金融管理系",
                "會計系",
                "企業管理系",
                "企業管理系台灣產業策略發展博士班",
                "企業管理系高階產業經營碩士在職專班",
                "行銷與流通管理系"
            ],
            "新聞學及圖書資訊學門": [
                "傳播藝術系"
            ],
            "資訊通訊科技學門": [
                "資訊管理系數位多媒體組",
                "資訊管理系資訊管理組"
            ],
            "語文學門": [
                "應用英語系"
            ],
            "餐旅及民生服務學門": [
                "休閒事業管理系"
            ],
            "藝術學門(設計學門)": [
                "工業設計系",
                "視覺傳達設計系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://admin.cyut.edu.tw/student/loginstu.asp"
        ],
        "systems": [

        ]
    },
    "東吳大學": {
        "city": "臺北市",
        "shortName": "SCU",
        "fullName": "Soochow University",
        "discipline": {
            "人文學門": [
                "哲學系",
                "歷史學系"
            ],
            "生命科學學門": [
                "微生物學系應用微生物組",
                "微生物學系生物科技組"
            ],
            "法律學門": [
                "法律學系"
            ],
            "物理、化學及地球科學學門": [
                "化學系",
                "物理學系"
            ],
            "社會及行為科學學門": [
                "心理學系",
                "人權碩士學位學程",
                "社會學系",
                "政治學系",
                "經濟學系"
            ],
            "社會福利學門": [
                "社會工作學系"
            ],
            "商業及管理學門": [
                "商學進修學士班",
                "巨量資料管理學院碩士學位學程",
                "財務工程與精算數學系",
                "國際經營與貿易學系",
                "會計學系",
                "企業管理學系",
                "商學院EMBA高階經營碩士在職專班"
            ],
            "資訊通訊科技學門": [
                "巨量資料管理學院碩士在職學位學程",
                "巨量資料管理學院學士學位學程",
                "資訊管理學系"
            ],
            "語文學門": [
                "英文學系",
                "日本語文學系",
                "德國文化學系",
                "中國文學系"
            ],
            "數學及統計學門": [
                "數學系"
            ],
            "藝術學門(設計學門)": [
                "音樂學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://web.sys.scu.edu.tw/default.asp"
        ],
        "systems": [

        ]
    },
    "東海大學": {
        "city": "臺中市",
        "shortName": "THU",
        "fullName": "Tunghai University",
        "discipline": {
            "人文學門": [
                "哲學系",
                "歷史學系"
            ],
            "工程及工程業學門": [
                "化學工程與材料工程學系(材料工程組)",
                "化學工程與材料工程學系(生化工程組)",
                "化學工程與材料工程學系(製程及能源工程組)",
                "工業工程與經營資訊學系(智慧經營與管理組)",
                "工業工程與經營資訊學系(智慧設計與生產組)",
                "電機工程學系",
                "資訊工程學系數位創意組",
                "資訊工程學系資電工程組",
                "資訊工程學系軟體工程組",
                "環境科學與工程學系"
            ],
            "生命科學學門": [
                "生命科學系生態暨生物多樣性組",
                "生命科學系生物醫學組"
            ],
            "法律學門": [
                "法律學系"
            ],
            "物理、化學及地球科學學門": [
                "化學系化學組",
                "應用物理學系"
            ],
            "社會及行為科學學門": [
                "社會學系",
                "政治學系國際關係組",
                "政治學系政治理論組",
                "經濟學系一般經濟組",
                "經濟學系產業經濟組"
            ],
            "社會福利學門": [
                "社會工作學系"
            ],
            "建築及營建工程學門": [
                "建築學系",
                "景觀學系"
            ],
            "商業及管理學門": [
                "高階經營管理碩士在職專班",
                "財務金融學系",
                "國際經營與貿易學系",
                "會計學系",
                "企業管理學系(創業與組織領導組)",
                "企業管理學系(服務創新與經營組)",
                "企業管理學系(行銷與數位經營組)",
                "國際經營管理學位學程(英語專班)",
                "行政管理暨政策學系",
                "公共事務碩士專班"
            ],
            "教育學門": [
                "教育研究所"
            ],
            "資訊通訊科技學門": [
                "資訊管理學系(數位行銷與電子商務應用組)",
                "資訊管理學系(物聯網與大數據應用組)",
                "數位創新碩士學位學程"
            ],
            "農業學門": [
                "畜產與生物科技學系"
            ],
            "製造及加工學門": [
                "食品科學系"
            ],
            "語文學門": [
                "外國語文學系",
                "日本語言文化學系",
                "中國文學系"
            ],
            "數學及統計學門": [
                "統計學系(巨量資料管理組)",
                "統計學系(決策管理組)",
                "應用數學系"
            ],
            "餐旅及民生服務學門": [
                "運動休閒與健康管理學位學程",
                "餐旅管理學系"
            ],
            "環境學門": [
                "永續科學與工程學士學位學程"
            ],
            "藝術學門(設計學門)": [
                "美術學系",
                "音樂學系",
                "表演藝術與創作碩士學位學程",
                "工業設計學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://fsis.thu.edu.tw/mosi/ccsd3/index.php?job=stud&loginn=&r=",
            "https://fsis.thu.edu.tw/"
        ],
        "systems": [

        ]
    },
    "樹人醫護管理專科學校": {
        "city": "高雄市",
        "shortName": "SZMC",
        "fullName": "Shu Zen College of Medicine and Management",
        "discipline": {
            "社會福利學門": [
                "幼兒保育科"
            ],
            "資訊通訊科技學門": [
                "資訊管理科"
            ],
            "語文學門": [
                "應用英語科",
                "應用日語科"
            ],
            "餐旅及民生服務學門": [
                "美容保健科"
            ],
            "醫藥衛生學門": [
                "牙體技術科",
                "口腔衛生學科",
                "物理治療科",
                "職能治療科",
                "視光學科",
                "醫學影像暨放射技術科",
                "護理科"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://sdnews.szmc.edu.tw/szmc_all/Home/Login"
        ],
        "systems": [

        ]
    },
    "淡江大學": {
        "city": "新北市",
        "shortName": "TKU",
        "fullName": "Tamkang University",
        "discipline": {
            "人文學門": [
                "歷史學系"
            ],
            "工程及工程業學門": [
                "化學工程與材料工程學系",
                "電機工程學系電機與系統組",
                "電機工程學系電機資訊組",
                "電機工程學系電機通訊組",
                "工學院機器人博士學位學程",
                "航空太空工程學系",
                "機械與機電工程學系光機電整合組",
                "機械與機電工程學系精密機械組",
                "水資源及環境工程學系水資源工程組",
                "水資源及環境工程學系環境工程組"
            ],
            "物理、化學及地球科學學門": [
                "化學學系化學與生物化學組",
                "化學學系材料化學組",
                "理學院尖端材料科學學士學位學程",
                "物理學系光電物理組",
                "物理學系應用物理組"
            ],
            "社會及行為科學學門": [
                "教育心理與諮商研究所",
                "未來學研究所",
                "國際研究學院臺灣與亞太研究全英語碩士學位學程",
                "拉丁美洲研究所",
                "中國大陸研究所",
                "歐洲研究所",
                "亞洲研究所",
                "日本政經研究所",
                "全球政治經濟學系全英語學士班(蘭陽校園)",
                "外交與國際關係學系",
                "外交與國際關係學系全英語學士班",
                "國際事務與戰略研究所",
                "產業經濟學系",
                "經濟學系"
            ],
            "建築及營建工程學門": [
                "建築學系",
                "土木工程學系"
            ],
            "商業及管理學門": [
                "商管學院全球財務管理全英語學士學位學程",
                "財務金融學系",
                "淡江大學暨澳洲昆士蘭理工大學財金全英語雙碩士學位學程",
                "商管學院產業金融暨經營管理博士學位學程",
                "風險管理與保險學系",
                "會計學系",
                "國際企業學系國際商學全英語組",
                "國際企業學系經貿管理組",
                "商管學院經營管理全英語碩士學位學程",
                "管理科學學系(事業經營組)",
                "管理科學學系(行銷與流通管理組)",
                "企業管理學系",
                "公共行政學系"
            ],
            "教育學門": [
                "教育學院教育領導與科技管理博士班",
                "教育政策與領導研究所",
                "課程與教學研究所",
                "教育科技學系"
            ],
            "新聞學及圖書資訊學門": [
                "大眾傳播學系",
                "資訊傳播學系",
                "資訊與圖書館學系"
            ],
            "資訊通訊科技學門": [
                "資訊工程學系",
                "資訊管理學系",
                "資訊創新與科技學系應用資訊全英語組(蘭陽校園)",
                "資訊創新與科技學系軟體工程全英語組(蘭陽校園)"
            ],
            "運輸服務學門": [
                "運輸管理學系"
            ],
            "語文學門": [
                "英美語言文化學系全英語學士班(蘭陽校園)",
                "英美語言文化學系",
                "俄國語文學系",
                "日本語文學系",
                "西班牙語文學系",
                "德國語文學系",
                "法國語文學系",
                "英文學系",
                "中國文學學系"
            ],
            "數學及統計學門": [
                "統計學系",
                "商管學院大數據分析與商業智慧碩士學位學程",
                "數學學系數學組",
                "數學學系資料科學與數理統計組"
            ],
            "餐旅及民生服務學門": [
                "國際觀光管理學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://sso.tku.edu.tw/NEAI/logineb.jsp?myurl=",
            "https://sso.tku.edu.tw/oisaux/front/tku/login.aspx?u=KaB0EVQKL192y%252FwiU0N%252BY6cNVN8g76pokrtWDutNv%252FU%3d"
        ],
        "systems": [

        ]
    },
    "耕莘健康管理專科學校": {
        "city": "宜蘭縣",
        "shortName": "CTCN",
        "fullName": "Cardinal Tien Junior College of Healthcare and Management",
        "discipline": {
            "社會福利學門": [
                "嬰幼兒保育科"
            ],
            "餐旅及民生服務學門": [
                "化妝品應用與管理科",
                "健康餐旅科"
            ],
            "醫藥衛生學門": [
                "口腔衛生與健康照護科",
                "護理科",
                "護理科"
            ],
            "藝術學門(設計學門)": [
                "數位媒體設計科"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://163.21.98.150/student_balance_ctcn.jsp"
        ],
        "systems": [

        ]
    },
    "聖母醫護管理專科學校": {
        "city": "宜蘭縣",
        "shortName": "SMC",
        "fullName": "St. Mary's Medicine Nursing and Management College",
        "discipline": {
            "社會福利學門": [
                "幼兒保育科"
            ],
            "資訊通訊科技學門": [
                "資訊管理科(二專部)"
            ],
            "餐旅及民生服務學門": [
                "化妝品應用與管理科",
                "健康與休閒管理科",
                "餐旅管理科"
            ],
            "醫藥衛生學門": [
                "護理科"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://eas2.smc.edu.tw/smc/"
        ],
        "systems": [

        ]
    },
    "育英醫護管理專科學校": {
        "city": "高雄市",
        "shortName": "YUHING",
        "fullName": "Yuh-Ing Junior College of Health Care and Management",
        "discipline": {
            "社會福利學門": [
                "老人服務事業管理科"
            ],
            "餐旅及民生服務學門": [
                "化妝品應用與管理科"
            ],
            "醫藥衛生學門": [
                "護理科"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://163.15.186.55/yuhing/",
            "http://163.15.186.56/yuhing/"
        ],
        "systems": [

        ]
    },
    "致理科技大學": {
        "city": "新北市",
        "shortName": "CHIHLEE",
        "fullName": "Chihlee  University of Technology",
        "discipline": {
            "商業及管理學門": [
                "商務科技管理系",
                "財務金融系",
                "國際貿易系",
                "會計資訊系",
                "企業管理系",
                "行銷與流通管理系"
            ],
            "資訊通訊科技學門": [
                "資訊管理系"
            ],
            "語文學門": [
                "應用英語系",
                "應用日語系"
            ],
            "餐旅及民生服務學門": [
                "休閒遊憩管理系"
            ],
            "藝術學門(設計學門)": [
                "多媒體設計系"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://140.131.77.96/freshman/login.aspx?ReturnUrl=%2ffreshman%2fdefault.aspx"
        ],
        "systems": [

        ]
    },
    "臺北市立大學": {
        "city": "臺北市",
        "shortName": "UTAIPEI",
        "fullName": "University of Taipei",
        "discipline": {
            "人文學門": [
                "歷史與地理學系"
            ],
            "物理、化學及地球科學學門": [
                "應用物理暨化學系應用化學組",
                "應用物理暨化學系電子物理組"
            ],
            "社會及行為科學學門": [
                "心理與諮商學系"
            ],
            "建築及營建工程學門": [
                "城市發展學系"
            ],
            "商業及管理學門": [
                "都會產業經營與行銷學系",
                "社會暨公共事務學系",
                "國民小學教師在職進修公民與社會教學碩士學位班"
            ],
            "教育學門": [
                "幼兒教育學系",
                "體育學系",
                "運動教育研究所",
                "教育學系",
                "特殊教育學系",
                "教育行政與評鑑研究所",
                "學習與媒材設計學系",
                "華語文教學碩士學位學程",
                "英語教學系"
            ],
            "資訊通訊科技學門": [
                "資訊科學系"
            ],
            "語文學門": [
                "中國語文學系"
            ],
            "數學及統計學門": [
                "數學系"
            ],
            "餐旅及民生服務學門": [
                "身心障礙者轉銜及休閒教育碩士學位學程",
                "休閒運動管理學系",
                "運動健康科學系",
                "運動藝術學系",
                "競技運動訓練研究所",
                "球類運動學系",
                "陸上運動學系",
                "水上運動學系",
                "技擊運動學系",
                "運動器材科技研究所",
                "運動科學研究所"
            ],
            "環境學門": [
                "地球環境暨生物資源學系"
            ],
            "醫藥衛生學門": [
                "衛生福利學系"
            ],
            "藝術學門(設計學門)": [
                "音樂學系",
                "舞蹈學系",
                "視覺藝術學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://my.utaipei.edu.tw/utaipei/index_sky.html"
        ],
        "systems": [

        ]
    },
    "臺北海洋科技大學": {
        "city": "新北市",
        "shortName": "TUMT",
        "fullName": "Taipei University of Marine Technology",
        "discipline": {
            "其它": [
                "海空物流與行銷系(淡水校本部)",
                "旅遊管理系(淡水校本部)",
                "健康促進與銀髮保健系(淡水校本部)",
                "餐飲管理系(士林校區)",
                "健康照顧社會工作系(淡水校本部)",
                "食品科技與行銷系(士林校區)",
                "時尚造型設計管理系寵物美容設計組(淡水校本部)",
                "海洋運動休閒系(士林校區)",
                "海洋休閒觀光系(士林校區)",
                "時尚造型設計管理系整體造型設計組(淡水校本部)",
                "表演藝術系(淡水校本部)",
                "數位遊戲與動畫設計系(淡水校本部)",
                "視覺傳達設計系(淡水校本部)"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://140.129.253.29/personal/pstudent/login.aspx"
        ],
        "systems": [

        ]
    },
    "臺北醫學大學": {
        "city": "臺北市",
        "shortName": "TMU",
        "fullName": "Taipei Medical University",
        "discipline": {
            "人文學門": [
                "醫學人文研究所"
            ],
            "工程及工程業學門": [
                "生醫材料暨組織工程研究所",
                "生物醫學工程學系",
                "奈米醫學工程研究所",
                "國際生醫工程博士學位學程",
                "生醫光機電研究所"
            ],
            "生命科學學門": [
                "醫學科學研究所",
                "保健營養學系"
            ],
            "法律學門": [
                "醫療暨生物科技法律研究所"
            ],
            "社會福利學門": [
                "高齡健康管理學系",
                "長期照護碩士學位學程"
            ],
            "商業及管理學門": [
                "管理學院生物科技高階管理碩士在職專班",
                "醫務管理學系"
            ],
            "資訊通訊科技學門": [
                "大數據科技及管理研究所"
            ],
            "製造及加工學門": [
                "食品安全碩士學位學程",
                "食品安全學系"
            ],
            "醫藥衛生學門": [
                "牙醫學系",
                "牙體技術學系",
                "口腔衛生學系",
                "公共衛生學系",
                "傷害防治學研究所",
                "全球衛生暨發展碩士學位學程",
                "代謝與肥胖科學研究所",
                "醫學系(公費)",
                "醫學系(自費)",
                "臨床醫學研究所",
                "轉譯醫學博士學位學程",
                "神經再生醫學博士學位學程",
                "國際醫學研究博士學位學程",
                "國際醫學研究碩士學位學程",
                "細胞治療與再生醫學國際博士學位學程",
                "醫學生物科技博士學位學程",
                "醫學檢驗暨生物技術學系",
                "醫學資訊研究所",
                "藥學系臨床藥學組",
                "藥學系藥學組",
                "生藥學研究所",
                "癌症生物學與藥物研發博士學位學程",
                "臨床藥物基因體學暨蛋白質體學碩士學位學程",
                "中草藥臨床藥物研發博士學位學程",
                "生技醫療產業研發博士學位學程",
                "呼吸治療學系",
                "學士後護理學系",
                "護理學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://student.tmu.edu.tw/"
        ],
        "systems": [

        ]
    },
    "萬能科技大學": {
        "city": "桃園市",
        "shortName": "VNU",
        "fullName": "Vanung University",
        "discipline": {
            "工程及工程業學門": [
                "工業管理系航空精密機械組",
                "資訊工程系遊戲設計與競技組",
                "航空光機電系航空機械組",
                "航空光機電系航空科技組",
                "環境工程系環保產業技術組",
                "環境工程系生態與環境資源管理組"
            ],
            "建築及營建工程學門": [
                "營建科技系室內設計與管理組",
                "營建科技系營建與空間設計組"
            ],
            "商業及管理學門": [
                "企業管理系餐旅微型創業管理組",
                "行銷與流通管理系"
            ],
            "資訊通訊科技學門": [
                "資訊管理系",
                "數位多媒體系"
            ],
            "運輸服務學門": [
                "航空暨運輸服務管理系",
                "車輛工程系"
            ],
            "餐旅及民生服務學門": [
                "化妝品應用與管理系",
                "美髮造型設計系",
                "時尚造型設計系",
                "觀光與休閒事業管理系",
                "旅館管理系",
                "餐飲管理系"
            ],
            "藝術學門(設計學門)": [
                "演藝與時尚事業學士學位學程",
                "商業設計系",
                "商品設計系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://www.vnu.edu.tw/students"
        ],
        "systems": [

        ]
    },
    "輔仁大學": {
        "city": "新北市",
        "shortName": "FJU",
        "fullName": "Fu Jen Catholic University",
        "discipline": {
            "人文學門": [
                "跨文化研究所",
                "天主教研修學士學位學程",
                "宗教學系",
                "哲學系",
                "歷史學系"
            ],
            "工程及工程業學門": [
                "應用科學與工程研究所",
                "電機工程學系"
            ],
            "生命科學學門": [
                "生命科學系",
                "食品營養博士學位學程",
                "營養科學系"
            ],
            "法律學門": [
                "法律學系",
                "學士後法律學系",
                "財經法律學系"
            ],
            "物理、化學及地球科學學門": [
                "化學系",
                "物理學系光電物理組",
                "物理學系物理組"
            ],
            "社會及行為科學學門": [
                "心理學系",
                "臨床心理學系",
                "社會學系",
                "經濟學系"
            ],
            "社會福利學門": [
                "跨專業長期照護碩士學位學程",
                "兒童與家庭學系",
                "社會工作學系"
            ],
            "建築及營建工程學門": [
                "景觀設計學系(社會組)",
                "景觀設計學系(自然組)"
            ],
            "商業及管理學門": [
                "商學研究所",
                "非營利組織管理碩士學位學程",
                "科技管理碩士學位學程",
                "金融與國際企業學系",
                "廣告傳播學系",
                "會計學系",
                "企業管理學系",
                "社會企業碩士在職學位學程",
                "社會企業碩士學位學程",
                "商業管理學士學位學程",
                "國際創業與經營管理碩士學位學程",
                "國際經營管理碩士學位學程"
            ],
            "教育學門": [
                "教育領導與科技發展學士學位學程",
                "教育領導與發展研究所"
            ],
            "新聞學及圖書資訊學門": [
                "大眾傳播學士學位學程",
                "大眾傳播學研究所",
                "新聞傳播學系",
                "影像傳播學系",
                "博物館學研究所",
                "圖書資訊學系"
            ],
            "資訊通訊科技學門": [
                "醫學資訊與創新應用學士學位學程",
                "資訊工程學系",
                "資訊管理學系",
                "軟體工程與數位創意學士學位學程"
            ],
            "製造及加工學門": [
                "食品科學系"
            ],
            "語文學門": [
                "日本語文學系",
                "西班牙語文學系",
                "法國語文學系",
                "英國語文學系",
                "義大利語文學系",
                "德語語文學系",
                "中國文學系"
            ],
            "數學及統計學門": [
                "統計資訊學系",
                "數學系應用數學組",
                "數學系資訊數學組"
            ],
            "餐旅及民生服務學門": [
                "運動休閒管理學士學位學程",
                "餐旅管理學系",
                "體育學系運動健康管理組",
                "體育學系體育學組"
            ],
            "醫藥衛生學門": [
                "公共衛生學系",
                "職能治療學系",
                "生物醫學暨藥學研究所",
                "醫學系(公費)",
                "醫學系(自費)",
                "生物醫學海量資料分析碩士學位學程",
                "生技醫藥博士學位學程",
                "呼吸治療學系",
                "護理學系"
            ],
            "藝術學門(設計學門)": [
                "音樂學系-弦樂",
                "音樂學系-聲樂",
                "品牌與時尚經營管理碩士學位學程",
                "應用美術學系",
                "藝術與文化創意學士學位學程",
                "織品服裝學系服飾設計組",
                "織品服裝學系織品服飾行銷組",
                "織品服裝學系織品設計組"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://140.136.251.210/student/Account/Login"
        ],
        "systems": [

        ]
    },
    "逢甲大學": {
        "city": "臺中市",
        "shortName": "FCU",
        "fullName": "Feng Chia University",
        "discipline": {
            "人文學門": [
                "歷史與文物研究所"
            ],
            "工程及工程業學門": [
                "化學工程學系",
                "材料科學與工程學系",
                "工業工程與系統管理學系",
                "纖維與複合材料學系",
                "生醫資訊暨生醫工程碩士學位學程",
                "電聲碩士學位學程",
                "智能製造與工程管理碩士在職學位學程",
                "產業碩士專班",
                "綠色能源科技碩士學位學程",
                "電機工程學系乙組",
                "電機工程學系甲組",
                "電機與通訊工程博士學位學程",
                "電子工程學系乙組",
                "電子工程學系甲組",
                "光電學系",
                "自動控制工程學系乙組",
                "自動控制工程學系甲組",
                "通訊工程學系乙組",
                "通訊工程學系甲組",
                "資訊電機工程碩士在職學位學程",
                "智慧聯網產業博士學位學程",
                "美國普渡大學電機資訊雙學士學位學程",
                "資訊電機學院不分系榮譽班",
                "資訊電機學院學士班乙組",
                "資訊電機學院學士班甲組",
                "視光科技碩士在職學位學程",
                "航太與系統工程學系",
                "機械與航空工程博士學位學程",
                "機械與電腦輔助工程學系",
                "精密系統設計學士學位學程",
                "環境工程與科學學系",
                "水利工程與資源保育學系"
            ],
            "其他學門": [
                "全校國際生大一不分系學士班"
            ],
            "法律學門": [
                "財經法律研究所"
            ],
            "社會及行為科學學門": [
                "經濟學系",
                "合作經濟暨社會事業經營學系"
            ],
            "建築及營建工程學門": [
                "建築碩士在職學位學程",
                "建築碩士學位學程",
                "建築學士學位學程",
                "建築專業學院學士班",
                "景觀與遊憩碩士學位學程",
                "都市計畫與空間資訊學系",
                "土木工程學系",
                "土木水利工程與建設規劃博士學位學程"
            ],
            "商業及管理學門": [
                "商學博士學位學程",
                "商學進修學士學位學程",
                "商學專業碩士在職學位學程",
                "澳洲墨爾本皇家理工大學商學與創新雙學士學位學程",
                "科技管理碩士學位學程",
                "專案管理碩士在職學位學程",
                "美國聖荷西州立大學商學大數據分析雙學士學位學程",
                "建設碩士在職學位學程",
                "財務金融學系",
                "金融博士學位學程",
                "金融碩士在職學位學程",
                "財務工程與精算學士學位學程",
                "財稅學系",
                "風險管理與保險學系",
                "國際經營與貿易學系",
                "行銷學系",
                "會計學系",
                "企業管理學系",
                "經營管理碩士在職專班",
                "經營管理碩士在職學位學程",
                "國際經營管理碩士學位學程",
                "國際經營與貿易學系國際企業管理全英語學士班",
                "西班牙薩拉戈薩大學物流供應鏈管理與創新創業雙碩士學位學程",
                "土地管理學系",
                "公共事務與社會創新研究所"
            ],
            "資訊通訊科技學門": [
                "資訊工程學系乙組",
                "資訊工程學系甲組"
            ],
            "運輸服務學門": [
                "運輸與物流學系"
            ],
            "語文學門": [
                "外國語文學系",
                "中國文學系"
            ],
            "數學及統計學門": [
                "統計學系商業大數據組",
                "統計學系大數據分析與市場決策組",
                "應用數學系"
            ],
            "藝術學門(設計學門)": [
                "創意設計碩士學位學程",
                "創新設計學士學位學程",
                "室內設計進修學士班",
                "室內設計學士學位學程"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://myfcu.fcu.edu.tw/main/infomyfculogin.aspx"
        ],
        "systems": [

        ]
    },
    "銘傳大學": {
        "city": "臺北市",
        "shortName": "MCU",
        "fullName": "Ming Chuan University",
        "discipline": {
            "工程及工程業學門": [
                "生物醫學工程學系",
                "電子工程學系半導體光電組(桃園校區)",
                "電子工程學系計算機應用組(桃園校區)",
                "資訊工程學系(桃園校區)",
                "電腦與通訊工程學系(桃園校區)"
            ],
            "生命科學學門": [
                "生物醫學工程學系專利醫材組(桃園校區)",
                "生物醫學工程學系智慧醫療組(桃園校區)",
                "生物科技學系(桃園校區)"
            ],
            "安全服務學門": [
                "犯罪防治學系(桃園校區)"
            ],
            "法律學門": [
                "法律學系(台北校區)",
                "財金法律學系(台北校區)"
            ],
            "社會及行為科學學門": [
                "諮商與工商心理學系(桃園校區)",
                "國際事務碩士學位學程(外國學生專班)",
                "國際事務與外交學士學位學程"
            ],
            "建築及營建工程學門": [
                "建築學系(桃園校區)",
                "都市規劃與防災學系(桃園校區)"
            ],
            "商業及管理學門": [
                "時尚創意管理學士學位學程",
                "高階經理碩士學程在職專班",
                "財務金融學系國際金融管理組(台北校區)",
                "財務金融學系財務金融組(台北校區)",
                "經濟與金融學系應用經濟組(桃園校區)",
                "經濟與金融學系金融理財組(桃園校區)",
                "風險管理與保險學系保險金融與行銷組(台北校區)",
                "風險管理與保險學系風險管理組(台北校區)",
                "廣告暨策略行銷學系(台北校區)",
                "會計學系會計審計組(台北校區)",
                "會計學系稅務規劃組(台北校區)",
                "國際企業與貿易學士學位學程",
                "企業管理學系企業管理組(台北校區)",
                "企業管理學系品牌行銷組(台北校區)",
                "企業管理學系數位經營組(台北校區)",
                "國際企業學系全球運籌營運組(台北校區)",
                "國際企業學系外貿行銷管理組(台北校區)",
                "國際企業學系跨境電商經營組(台北校區)",
                "醫療資訊與管理學系(桃園校區)",
                "公共事務學系公共管理組(桃園校區)",
                "公共事務學系專案管理組(桃園校區)",
                "動漫文創設計學士學位學程(桃園校區)",
                "金融科技應用學士學位學程(桃園校區)"
            ],
            "教育學門": [
                "教育研究所",
                "華語文教學碩士學位學程(外國生專班)",
                "華語文教學學系(桃園校區)"
            ],
            "新聞學及圖書資訊學門": [
                "新聞學系(台北校區)",
                "新聞與大眾傳播學士學位學程",
                "廣播電視學系(台北校區)",
                "新媒體暨傳播管理學系(台北校區)"
            ],
            "資訊通訊科技學門": [
                "資訊管理學系巨量資料管理組(桃園校區)",
                "資訊管理學系行動商務管理組(桃園校區)",
                "資訊管理學系電子商務與創新創業組(桃園校區)",
                "資訊傳播工程學系(桃園校區)",
                "資訊科技應用學士學位學程"
            ],
            "語文學門": [
                "應用日語學系(桃園校區)",
                "應用英語學系英語商務與觀光組(桃園校區)",
                "應用英語學系英語教學與文化溝通組(桃園校區)",
                "應用中國文學系文創組(桃園校區)",
                "應用中國文學系文教組(桃園校區)"
            ],
            "數學及統計學門": [
                "應用統計與資料科學學系大數據管理組(桃園校區)",
                "應用統計與資料科學學系應用統計組(桃園校區)"
            ],
            "餐旅及民生服務學門": [
                "旅遊與觀光學士學位學程",
                "觀光事業學系(桃園校區)",
                "休閒遊憩管理學系(桃園校區)",
                "餐旅管理學系(桃園校區)"
            ],
            "藝術學門(設計學門)": [
                "商品設計學系(桃園校區)",
                "數位媒體設計學系動畫影視組(桃園校區)",
                "數位媒體設計學系多媒體遊戲組(桃園校區)",
                "商業設計學系(桃園校區)"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://www.mcu.edu.tw/student/new-query/default.asp"
        ],
        "systems": [

        ]
    },
    "長庚大學": {
        "city": "桃園市",
        "shortName": "CGU",
        "fullName": "Chang Gung University",
        "discipline": {
            "工程及工程業學門": [
                "化工與材料工程學系",
                "生化與生醫工程研究所",
                "醫療機電工程研究所",
                "生物醫學工程博士學位學程",
                "電機工程學系",
                "電子工程學系",
                "光電工程研究所",
                "機械工程學系"
            ],
            "生命科學學門": [
                "生物科技產業碩士學位學程",
                "生物醫學系",
                "分子醫學全英語碩士學位學程",
                "生物醫學研究所"
            ],
            "商業及管理學門": [
                "智慧醫療創新碩士學位學程",
                "企業管理研究所",
                "工商管理學系(社會組)",
                "工商管理學系(自然組)",
                "商管專業學院碩士學位學程",
                "醫務管理學系(社會組)",
                "醫務管理學系(自然組)"
            ],
            "資訊通訊科技學門": [
                "資訊管理學系(社會組)",
                "資訊管理學系(自然組)",
                "資訊工程學系"
            ],
            "醫藥衛生學門": [
                "顱顏口腔醫學研究所",
                "健康照護產業碩士學位學程",
                "物理治療學系",
                "職能治療學系",
                "早期療育研究所",
                "中醫學系",
                "醫學系(公費)",
                "醫學系(自費)",
                "臨床醫學研究所",
                "顯微手術國際碩士學位學程",
                "醫學生物技術暨檢驗學系",
                "醫學影像暨放射科學系",
                "學士後護理學系",
                "護理學系",
                "呼吸治療學系"
            ],
            "藝術學門(設計學門)": [
                "工業設計學系(社會組)",
                "工業設計學系(自然組)"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://ids.cgu.edu.tw:8443/nidp/idff/sso?id=3&sid=0&option=credential&sid=0&target=",
            "https://www.is.cgu.edu.tw/portal/Login.aspx"
        ],
        "systems": [

        ]
    },
    "長榮大學": {
        "city": "臺南市",
        "shortName": "CJCU",
        "fullName": "Chang Jung Christian University",
        "discipline": {
            "人文學門": [
                "東南亞文化與產業學士學位學程",
                "神學系",
                "應用哲學系(公共參與組)",
                "應用哲學系(社會關懷組)",
                "台灣研究所"
            ],
            "工程及工程業學門": [
                "科技工程與管理學系"
            ],
            "生命科學學門": [
                "生物科技學系",
                "保健營養學系"
            ],
            "安全服務學門": [
                "消防安全學士學位學程(社會組)",
                "消防安全學士學位學程(自然組)"
            ],
            "社會及行為科學學門": [
                "健康心理學系"
            ],
            "社會福利學門": [
                "醫學社會暨健康照護學士學位學程(健康照護組)",
                "醫學社會暨健康照護學士學位學程(社會工作組)",
                "醫藥照護產業進修學士學位學程",
                "社會工作學系(兒少家庭服務組)",
                "社會工作學系(高齡福利服務組)"
            ],
            "建築及營建工程學門": [
                "土地管理與開發學系"
            ],
            "商業及管理學門": [
                "國際財務與商務管理學士學位學程",
                "不動產財務金融學士學位學程",
                "創新應用管理學系",
                "財務金融學系",
                "國際會展管理學士學位學程",
                "會計資訊學系",
                "企業管理學系",
                "管理學院經營管理博士班",
                "管理學院經營管理碩士班",
                "管理學士學位學程",
                "國際企業學系",
                "高階管理碩士在職專班",
                "醫務管理學系(健康資訊管理組)",
                "醫務管理學系(醫院經營管理組)",
                "醫務管理學系(長照機構管理組)",
                "蘭花產業應用學士學位學程(蘭花創意應用組)",
                "蘭花產業應用學士學位學程(蘭花國際行銷組)"
            ],
            "新聞學及圖書資訊學門": [
                "大眾傳播學系"
            ],
            "資訊通訊科技學門": [
                "資訊管理學系",
                "資訊工程學系",
                "無人機應用學士學位學程",
                "智慧生活應用學士學位學程",
                "資訊暨設計碩士學位學程",
                "資訊暨設計學院學士班",
                "資訊暨設計學院學士班互動設計組",
                "資訊暨設計學院學士班數位內容設計組",
                "資訊暨設計學院學士班資訊工程組",
                "資訊暨設計學院學士班資訊管理組"
            ],
            "運輸服務學門": [
                "航運管理學系"
            ],
            "製造及加工學門": [
                "環境與食品安全檢驗學士學位學程(環境檢驗組)",
                "環境與食品安全檢驗學士學位學程(食品安全管理組)",
                "環境與食品安全檢驗學士學位學程(食品檢驗組)"
            ],
            "語文學門": [
                "應用日語學系",
                "語文學士學位學程",
                "翻譯學系"
            ],
            "衛生及職業衛生服務學門": [
                "職業安全與衛生學系(社會組)",
                "職業安全與衛生學系(自然組)"
            ],
            "餐旅及民生服務學門": [
                "觀光與餐飲服務事業進修學士學位學程",
                "觀光與餐飲管理學系",
                "運動競技學系"
            ],
            "環境學門": [
                "綜合災害防減國際碩士學位學程",
                "永續發展國際學士學位學程",
                "綠能與環境資源學系(社會組)",
                "綠能與環境資源學系(自然組)"
            ],
            "醫藥衛生學門": [
                "醫藥科學產業學系",
                "醫學研究所",
                "護理學系"
            ],
            "藝術學門(設計學門)": [
                "台灣文化創意產業學士學位學程",
                "美術學系",
                "書畫藝術學系(乙組)",
                "書畫藝術學系(甲組)",
                "互動設計學系",
                "媒體設計科技學系",
                "數位內容設計學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://eportal.cjcu.edu.tw/student/"
        ],
        "systems": [

        ]
    },
    "靜宜大學": {
        "city": "臺中市",
        "shortName": "PU",
        "fullName": "PROVIDENCE UNIVERSITY",
        "discipline": {
            "工程及工程業學門": [
                "資訊工程學系(人工智慧與網路技術組)",
                "資訊工程學系(智慧生活與服務設計組)",
                "資訊工程學系(智慧電子與數位系統設計組)"
            ],
            "生命科學學門": [
                "食品營養學系營養與保健組",
                "食品營養學系食品與生物技術組"
            ],
            "法律學門": [
                "法律學系"
            ],
            "物理、化學及地球科學學門": [
                "應用化學系"
            ],
            "社會福利學門": [
                "社會工作與兒童少年福利學系"
            ],
            "商業及管理學門": [
                "寰宇管理學士學位學程",
                "財務金融學系(投資管理組)",
                "財務金融學系(金融管理組)",
                "財務工程學系",
                "會計學系",
                "寰宇管理碩士學位學程",
                "企業管理學系",
                "管理碩士在職專班",
                "國際企業學系(國際經營與行銷組)",
                "國際企業學系(國際貿易與運籌組)",
                "創新與創業管理碩士學位學程"
            ],
            "教育學門": [
                "教育研究所"
            ],
            "新聞學及圖書資訊學門": [
                "大眾傳播學系",
                "資訊傳播工程學系(動畫設計組)",
                "資訊傳播工程學系(網路與多媒體應用組)",
                "資訊傳播工程學系(遊戲開發組)"
            ],
            "資訊通訊科技學門": [
                "資訊管理學系(應用軟體開發組)",
                "資訊管理學系(物聯網應用組)",
                "資訊管理學系(行動與雲端商務組)",
                "資料科學暨大數據分析與應用學系",
                "資訊學院資訊應用與科技管理碩士在職專班"
            ],
            "語文學門": [
                "英國語文學系",
                "西班牙語文學系",
                "日本語文學系",
                "寰宇外語教育學士學位學程",
                "台灣文學系",
                "中國文學系"
            ],
            "數學及統計學門": [
                "財務與計算數學系",
                "統計資訊學系"
            ],
            "餐旅及民生服務學門": [
                "觀光事業學系(丙組)",
                "觀光事業學系(乙組)",
                "觀光事業學系(甲組)"
            ],
            "環境學門": [
                "生態人文學系(人文組)",
                "生態人文學系(自然組)"
            ],
            "醫藥衛生學門": [
                "化粧品科學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://alcat.pu.edu.tw/"
        ],
        "systems": [

        ]
    },
    "馬偕醫學院": {
        "city": "新北市",
        "shortName": "MMC",
        "fullName": "Mackay Medical College",
        "discipline": {
            "生命科學學門": [
                "生物醫學研究所"
            ],
            "醫藥衛生學門": [
                "聽力暨語言治療學系聽力組",
                "聽力暨語言治療學系語言組",
                "醫學系",
                "護理學系",
                "長期照護研究所"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://portal.mmc.edu.tw/"
        ],
        "systems": [

        ]
    },
    "馬偕醫護管理專科學校": {
        "city": "臺北市",
        "shortName": "MKC",
        "fullName": "Mackay Junior College of Medicine, Nursing and Management",
        "discipline": {
            "其他學門": [
                "生命關懷事業科(二專部)",
                "生命關懷事業科"
            ],
            "社會福利學門": [
                "高齡服務事業科",
                "幼兒保育科"
            ],
            "語文學門": [
                "應用外語科"
            ],
            "餐旅及民生服務學門": [
                "化妝品應用與管理科",
                "餐飲管理科"
            ],
            "醫藥衛生學門": [
                "視光學科",
                "護理科"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://cas.mkc.edu.tw/cas/login?service=",
            "https://tronclass.mkc.edu.tw/login&locale=zh_TW"
        ],
        "systems": [

        ]
    },
    "國立高雄師範大學": {
        "city": "高雄市",
        "shortName": "NKNU",
        "fullName": "National Kaohsiung Normal University",
        "discipline": {
            "人文學門": [
                "經學研究所",
                "東南亞學碩士在職學位學程"
            ],
            "工程及工程業學門": [
                "電子工程學系",
                "光電與通訊工程學系",
                "工程國際碩士學位學程",
                "電機科技碩士在職學位學程"
            ],
            "生命科學學門": [
                "生物科技系"
            ],
            "物理、化學及地球科學學門": [
                "化學系",
                "物理學系"
            ],
            "社會及行為科學學門": [
                "諮商心理與復健諮商研究所",
                "地理學系",
                "客家文化研究所"
            ],
            "商業及管理學門": [
                "人力與知識管理研究所",
                "事業經營學系"
            ],
            "教育學門": [
                "性別教育研究所",
                "性別教育博士學位學程",
                "工業科技教育學系科技教育與訓練組(公費)-臺南市",
                "工業科技教育學系科技教育與訓練組(自費)",
                "工業科技教育學系能源與冷凍空調組",
                "體育學系",
                "科學教育暨環境教育研究所",
                "教育學系",
                "成人教育研究所",
                "特殊教育學系"
            ],
            "資訊通訊科技學門": [
                "軟體工程與管理學系"
            ],
            "語文學門": [
                "英語學系",
                "臺灣歷史文化及語言研究所",
                "國文學系",
                "華語文教學研究所"
            ],
            "數學及統計學門": [
                "數學系應用數學組",
                "數學系數學組"
            ],
            "藝術學門(設計學門)": [
                "跨領域藝術研究所",
                "表演藝術碩士學位學程",
                "文化創意設計碩士學位學程在職專班",
                "美術學系",
                "音樂學系",
                "工業設計學系",
                "視覺設計學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://sso.nknu.edu.tw/userLogin/login.aspx?cUrl=/default.aspx"
        ],
        "systems": [

        ]
    },
    "高雄醫學大學": {
        "city": "高雄市",
        "shortName": "KMU",
        "fullName": "Kaohsiung Medical University",
        "discipline": {
            "工程及工程業學門": [
                "生物醫學工程博士學位學程"
            ],
            "生命科學學門": [
                "生物科技學系",
                "生物醫學暨環境生物學系"
            ],
            "物理、化學及地球科學學門": [
                "醫藥暨應用化學系應用化學組",
                "醫藥暨應用化學系醫藥化學組"
            ],
            "社會及行為科學學門": [
                "心理學系",
                "性別研究所"
            ],
            "社會福利學門": [
                "高齡長期照護碩士學位學程",
                "醫學社會學與社會工作學系"
            ],
            "商業及管理學門": [
                "醫務管理暨醫療資訊學系"
            ],
            "醫藥衛生學門": [
                "牙醫學系",
                "口腔衛生學系",
                "公共衛生學系",
                "環境職業醫學博士學位學程",
                "呼吸治療學系",
                "物理治療學系",
                "職能治療學系",
                "運動醫學系",
                "醫學系(公費)",
                "醫學系(自費)",
                "醫學研究所",
                "臨床醫學研究所",
                "熱帶醫學碩士學位學程",
                "轉譯醫學博士學位學程",
                "醫學檢驗生物技術學系",
                "醫學影像暨放射科學系",
                "藥學系",
                "天然藥物研究所",
                "香粧品學系",
                "毒理學博士學位學程",
                "護理學系",
                "腎臟照護學系"
            ]
        },
        "sip": true,
        "sipURL": [
            "https://wac.kmu.edu.tw/loginnew.php?PNO=indexstuv2.php&usertype=stu"
        ],
        "systems": [

        ]
    },
    "台南應用科技大學": {
        "city": "臺南市",
        "shortName": "TUT",
        "fullName": "TAINAN UNIVERSITY OF TECHNOLOGY",
        "discipline": {
            "其它": [
                "資訊管理系",
                "資訊管理系娛樂與網路應用組",
                "財務金融系",
                "企業管理系",
                "國際企業經營系",
                "會計資訊系",
                "美容造型設計系",
                "運動休閒與健康管理系",
                "旅館管理系",
                "生活服務產業系",
                "幼兒保育系",
                "養生休閒管理學位學程",
                "餐飲系",
                "服飾設計管理系",
                "漫畫學士學位學程",
                "商品設計系",
                "室內設計系",
                "時尚設計系",
                "多媒體動畫系",
                "視覺傳達設計系",
                "應用英語系"
            ]
        },
        "sip": true,
        "sipURL": [
            "http://portal.tut.edu.tw/index.do?thetime=1539593299418"
        ],
        "systems": [

        ]
    }
}