export default {
   "QA":[
     {
       "type": "product",
       "title": "普匯提供哪些借貸產品？",
       "content": "普匯提供借貸產品包括「學生貸、上班族貸、工程師貸、外匯車貸、分期付款超市」。"
     },
     {
       "type": "product",
       "title": "信用評級是什麼？",
       "content": "普匯根據借款人信用程度設置的風險管理指標。依照借款人和外部第三方公司提供的訊息，對借款人進行信用評級，信用等級將影響借款人的借款利率及信用額度，若搭配額外資訊，如信用卡帳單、存摺本內頁、收支狀況等將可以進一步提高您的信用等級，信用等級共分為 13 級，1 級為最優，其中 1～10 級為正常還款會員，11～13 級為曾經逾期會員。"
     },
     {
       "type": "product",
       "title": "如何申請借款？",
       "content": "請從「普匯inFlux」APP 中申請需要的產品，並提供相關資料。"
     },
     {
       "type": "product",
       "title": "借款手續費怎麼算？",
       "content": "學生貸收取本金的 3 %；上班族貸收取本金的 4 %；上班族階段上架收取本金的 5 %，最低 500 元，作為平台服務費。"
     },
     {
       "type": "product",
       "title": "學生／上班族手機貸差在哪？",
       "content": "申辦的身分不同。大學以上在校生，請申請學生手機貸；上班族，請申請上班族手機貸。"
     },
     {
       "type": "product",
       "title": "信用等級還可以再提高嗎？",
       "content": "案件額度核准後，如要重新提供資料提高信用等級，則需 2 個月後才能再提送。建議您申請時盡量提供完整的個人資料，即可有效提高信用等級。"
     },
     {
       "type": "product",
       "title": "借款的額度與利率如何計算？",
       "content": "借款額度根據信用等級計算產生。信用等級是由借款人提供的資料計算而成，若搭配額外資訊，如信用卡帳單、存摺本內頁、收支狀況等可以進一步提高您的信用等級。<br>利率是根據信用等級、借款期數以及借款金額計算而成。"
     },
     {
       "type": "product",
       "title": "可以看到自己的最高可貸額度嗎？",
       "content": "額度是由系統自動判定，屬保密資訊，不會顯示於 APP 上，也無法調閱查詢。"
     },
     {
       "type": "product",
       "title": "債權轉讓是什麼？",
       "content": "1. 債權轉讓系統功能包括「債權出讓、債權受讓」兩種功能。<br>2. 投資人可將已取得的債權，利用「債權出讓」功能，將債權轉讓予其他投資人，提高資金運用率，創造更高報酬率。<br>3. 投資人也可利用「債權受讓」功能，收購其他投資人評估過的債權，享高額利息收入。"
     },
     {
       "type": "product",
       "title": "債權轉讓手續費如何收取？",
       "content": "債權出讓方支付出讓債權之本金餘額 0.5 % 作為平台手續費，受讓收購方免收手續費。"
     },
     {
       "type": "product",
       "title": "債權出讓對象是誰？",
       "content": "經本平台身份認證合格之專業投資人或受讓人。"
     },
     {
       "type": "product",
       "title": "債權受讓是什麼？",
       "content": "投資「債權轉讓」即稱為債權受讓。"
     },
     {
       "type": "product",
       "title": "產品轉換是什麼？",
       "content": "產品轉換（借新還舊、重新展期或清償債務之功能），洽詢原投資人或新的投資人，每人有 2 次機會。"
     },
     {
       "type": "product",
       "title": "手機貸是什麼？",
       "content": "提供會員無卡分期購買手機的服務和手機通路商。"
     },
     {
       "type": "product",
       "title": "手機貸的手機有七天的鑑賞期嗎？退貨有費用嗎？",
       "content": "若選擇宅配到府即享有七天的猶豫期，依據消費者保護法的規定，您享有商品貨到日起七天猶豫期之權益的保障服務。請注意：猶豫期非鑑賞期，除新品瑕疵外，商品須保持全新狀態，如經拆封與使用，即不能退換貨。<br>普匯部分不會有退貨費用產生，手機行是否有運費或其他費用要依消費者與手機行之間約定。"
     },
     {
       "type": "product",
       "title": "要辦理七天猶豫期退貨要向誰申請？",
       "content": "請向原先購買手機行申請。"
     },
     {
       "type": "product",
       "title": "申請手機貸後會如何收到手機？",
       "content": "可選擇至店家自取或是宅配到府服務。請注意：您若選擇店家自取將無提供七天猶豫期服務。"
     },
     {
       "type": "product",
       "title": "手機貸頁面的試算表是最終價格嗎？",
       "content": "試算表僅提供每期還款金額試算，最終價格依簡訊內容之廠商報價為準。"
     },
     {
       "type": "product_apply",
       "title": "上傳資料後，審核要多久？",
       "content": "資料提供完整且正確的狀態下，AI 審核十分快速，大約一小時即可完成驗證，若為深夜或假日則會因銀行端暫停服務而稍有延遲。"
     },
     {
       "type": "product_apply",
       "title": "聯徵資料怎麼提供？",
       "content": "您可以使用自然人憑證申請的聯徵電子檔（限 PDF 檔案），或親自至聯徵中心、郵局申請正本資料，並郵寄至普匯（台北市中山區松江路 111 號 11 樓之 1）。"
     },
     {
       "type": "product_apply",
       "title": "哪些資料可以視為工作證明？",
       "content": "近一個月申請的勞保異動明細及近 3 個月的薪資證明（存摺內頁 / 網銀交易明細 / 薪資憑證收入） 或最近年度報稅扣繳憑證。"
     },
     {
       "type": "product_apply",
       "title": "申貸中是否會聯繫緊急聯絡人？",
       "content": "不會，但會檢核與申貸人之關係。"
     },
     {
       "type": "product_apply",
       "title": "學生證遺失，還可以申請嗎？",
       "content": "可以，請向學校申請在學證明（需蓋有學校戳章），即可代替學生證。"
     },
     {
       "type": "product_apply",
       "title": "學生信箱沒有收到驗證信？",
       "content": "請檢查一下是否在垃圾信件中，或檢查學校信箱是否有阻擋外部信件的設置。如還是無法順利取得驗證信，請聯繫 Line 客服（ID：@inFluxfin），客服會立即協助您。"
     },
     {
       "type": "product_apply",
       "title": "常用／學生信箱填錯該怎麼辦？",
       "content": "信箱輸入錯誤，一小時內系統將會自動退回，屆時就可以重新填寫正確的信箱。"
     },
     {
       "type": "product_apply",
       "title": "金融驗證未通過，該怎麼辦？",
       "content": "帳戶必須為您本人的帳戶，若已是本人帳戶，請檢查是否資訊輸入錯誤或此金融卡帳戶是否存在，若還有其他疑問，請聯絡 Line 客服（ID：@inFluxfin），並提供「使用者編號」，我們會立即為您查詢。"
     },
     {
       "type": "product_apply",
       "title": "如何修改已上傳之資料？",
       "content": "請您於普匯 APP 內下方，客服 > 建議頁面，提出需要更改的資料及原因，我們將退回您的資料，請您重新提繳。"
     },
     {
       "type": "product_apply",
       "title": "為什麼會轉帳 1 塊錢到我的戶頭？",
       "content": "為確認銀行帳戶有效性的安全措施。"
     },
     {
       "type": "product_apply",
       "title": "上架後，會不會媒合失敗，或是沒人認購？",
       "content": "有可能的。建議您於申請案件時，詳細敘述借款原因，有助投資人更了解您的資金需求理由、增加投資信心，亦可於媒合中自行提高利率，以提高資金方投資意願。"
     },
     {
       "type": "cost",
       "title": "借款的額度與利率如何計算？",
       "content": "借款額度根據信用等級計算產生。信用等級是由借款人提供的資料計算而成，若搭配額外資訊，如信用卡帳單、存摺本內頁、收支狀況等將可以進一步提高您的信用等級。<br>利率是根據信用等級、借款期數以及借款金額計算而成。"
     },
     {
       "type": "cost",
       "title": "借款手續費如何收取？",
       "content": "學生貸收取本金的 3 %；上班族貸收取本金的 4 %；上班族階段上架收取本金的 5 %，最低 500 元，作為平台服務費。"
     },
     {
       "type": "cost",
       "title": "投資手續費如何收取？",
       "content": "投資當下，不會收取任何費用，僅於每月借款人還款時收取還款金額的 1 % 作為平台手續費。"
     },
     {
       "type": "cost",
       "title": "債權轉讓手續費如何收取？",
       "content": "債權出讓方支付出讓債權之本金餘額 0.5 % 作為平台手續費，受讓收購方免收手續費。"
     },
     {
       "type": "cost",
       "title": "產品轉換費用如何收取？",
       "content": "申請產品轉換將收取本金餘額的 1 %，及收取原有產品的違約金（本金餘額的 5 %），新產品則是收取 3 % 的平台服務費。"
     },
     {
       "type": "cost",
       "title": "超過寬限期後，逾期還款如何收費？",
       "content": "逾期還款即屬違約，需全額清償（含未還本金和應付利息），並支付違約金（本金餘額的5%）。另逾期還款亦需加收延滯利息（逾期日起，按日依借款餘額的 0.1 % 計收）。"
     },
     {
       "type": "cost",
       "title": "可以提前還款嗎？費用如何收取？",
       "content": "可以，在 APP 內「我的」>「我的還款」中有提前還款選項，借款人需一次性清償剩餘本金利息及違約金（本金餘額的 5 %）。"
     },
     {
       "type": "cost",
       "title": "若借款人逾期失聯或無還款意願，後續會如何處理？委任普匯處理將如何收費？",
       "content": "債權投資人得以委任普匯金融科技代為協助彙整寄送相關法訴文件（包括但不限於存證信函寄送、支付命令申請、強制執行申請等）至法院等非訟作業，惟相關費用（包含郵寄支付命令之費用、法院規費等）須由債權投資人自行負擔，普匯收取作業處理費150元及強制執行程序收回款項中之 30% 金額做為服務費。若傾向不委任，則可洽本公司，專員為您服務。"
     },
     {
       "type": "post_loan",
       "title": "申請完成後，多久才會獲得借款？",
       "content": "審核通過後，投資人會競標選投，待 100 % 滿標，即可取得借款。"
     },
     {
       "type": "post_loan",
       "title": "借款案件上架後，可以取消嗎？",
       "content": "一旦完成簽約的案件就無法再進行修改，若已不須此筆資金，可採用提前還款的方式將債務還清，建議在簽約時仔細評估自身狀況再進行簽約。"
     },
     {
       "type": "post_loan",
       "title": "若已有一筆借款，能再申請嗎？",
       "content": "借款額度均由 AI 系統判定，您可依需求再次嘗試送件。"
     },
     {
       "type": "post_loan",
       "title": "我看得到是誰投資我嗎？",
       "content": "為了嚴守個資法，這些資訊是看不到的，但媒合階段，您可於借款案件下方看到您的媒合進度。"
     },
     {
       "type": "post_loan",
       "title": "如何還款？",
       "content": "於 APP 內「我的」>「我的還款」中，有專屬您的代收代付帳戶，每月 10 號前匯款至該帳戶，系統就會準時執行扣款完成還款動作。普匯也會在您每月還款日前發出提示還款訊息。"
     },
     {
       "type": "post_loan",
       "title": "可否使用非綁定金融卡還款？",
       "content": "可以，請於每月還款日前將還款金額匯入專屬您的代收代付帳戶中，若您使用非國泰世華銀行帳戶匯款，將收取跨行轉帳手續費。"
     },
     {
       "type": "post_loan",
       "title": "銀行臨櫃匯款還款方式？",
       "content": "在銀行櫃檯匯款，戶名請填「普匯金融科技股份有限公司」，帳號即為專屬您的代收代付帳戶，並在備註欄填上您的姓名，若您使用非國泰世華銀行帳戶匯款，將收取跨行轉帳手續費。"
     },
     {
       "type": "post_loan",
       "title": "借款成功後，第一期還款的起算日？",
       "content": "第一期還款起算日為足月後的 10 號（舉例：於 1 月 30 日申貸成功，首期還款日即為 3 月10 日），也能在 APP 上查看到您第一期的還款金額和還款日。"
     },
     {
       "type": "post_loan",
       "title": "如何確認還款成功？",
       "content": "您可於 APP 內「我的」查詢是否繳款成功。"
     },
     {
       "type": "post_loan",
       "title": "可以提前還款嗎？費用如何收取？",
       "content": "可以，在 APP 內「我的」>「我的還款」中有提前還款選項，借款人需一次性清償剩餘本金利息及違約金（本金餘額的 5 %）。"
     },
     {
       "type": "post_loan",
       "title": "還款遇到困難怎麼辦？",
       "content": "<div>1. 您可於 APP 內「我的」>「我的還款」中點選逾期產品，詳閱後逾期貸款資訊後點選「產品轉換試算」。</div><div><img style=\"width:100%;height:auto;\" src=\"\/images\/qa_post_loan.jpg\"></div><div>2. 請儘快與 Line 客服（ID：@inFluxfin）聯繫，讓普匯協助您處理，避免直接遭受投資人法律訴訟求償，留下不良紀錄影響未來職涯發展造成生活困擾。</div>"
     },
     {
       "type": "post_loan",
       "title": "逾期是什麼？",
       "content": "約定還款日為每月 10 日，逾越每月 10 日凌晨 12:00（11 日凌晨 00:00）即視為逾期。逾期後，請儘快償還，逾越每月 17 日 23:59，即會遭受法律訴訟求償，不可大意。"
     },
     {
       "type": "post_loan",
       "title": "寬限期是什麼？",
       "content": "約定還款日為每月 10 日，逾越當月 10 日凌晨 12:00 （11 日凌晨 00:00）即視為逾期。而普匯考量多種非人為因素導致延遲還款情況，投資人同意最後償還日可至每月 17 日凌晨 23:59。"
     },
     {
       "type": "invest",
       "title": "我投資的對象是誰？",
       "content": "普匯提供服務對象包括學生、上班族、工程師、中小企業等。"
     },
     {
       "type": "invest",
       "title": "投資期間有多少種選擇？",
       "content": "依照借款人所申請的期數，分為 3 期、6 期、12 期、18 期及 24 期。"
     },
     {
       "type": "invest",
       "title": "信用評級是什麼？",
       "content": "普匯根據借款人信用程度設置的風險管理指標。依照借款人和外部第三方公司提供的訊息，對借款人進行信用評級，信用等級將影響借款人的借款利率及信用額度，若搭配額外資訊，如信用卡帳單、存摺本內頁、收支狀況等將可以進一步提高您的信用等級，信用等級共分為 13 級，1 級為最優，其中 1～10 級為正常還款會員，11～13 級為曾經逾期會員。"
     },
     {
       "type": "invest",
       "title": "我該如何開始投資？",
       "content": "<div>1. 請先下載「普匯投資」APP → 註冊會員 → 完成實名認證</div><div>2. 選擇「債權投資」或「債權轉讓」→ 選擇案件下標 → 48 小時內匯款平台給予的代收付帳號 → 借貸成立 → 完成</div><div><img style=\"width:100%;height:auto;\" src=\"\/images\/qa_invest.jpg\"></div>"
     },
     {
       "type": "invest",
       "title": "借款人還款日為幾號？",
       "content": "約定還款日為每月10日，11~17號屬寬限期。"
     },
     {
       "type": "invest",
       "title": "寬限期是什麼？",
       "content": "約定還款日為每月 10 日，逾越當月 10 日凌晨 12:00 （11 日凌晨 00:00）即視為逾期。而普匯考量多種非人為因素導致延遲還款情況，投資人同意最後償還日可至每月 17 日凌晨 23:59。"
     },
     {
       "type": "invest",
       "title": "借款人超過寬限期還款會如何處理？",
       "content": "1. 普匯提供「產品轉換」功能及「洽商還款計劃」給予具還款意願之借款人申請借新還舊機會，並提供投資人給予借款人重新展期選項。<br>2. 提供債權投資人得以委任普匯金融科技代為協助彙整寄送相關法訴文件（包括但不限於存證信函寄送、支付命令申請、強制執行申請等）至法院等非訟作業。"
     },
     {
       "type": "invest",
       "title": "若借款人逾期失聯或無還款意願，後續會如何處理？委任普匯處理如何收費？",
       "content": "債權投資人得以委任普匯金融科技代為協助彙整寄送相關法訴文件（包括但不限於存證信函寄送、支付命令申請、強制執行申請等）至法院等非訟作業，惟相關費用（包含郵寄支付命令之費用、法院規費等）須由債權投資人自行負擔，普匯收取作業處理費150元及強制執行程序收回款項中之 30% 金額做為服務費。若傾向不委任，則可洽本公司，專員為您服務。"
     },
     {
       "type": "invest",
       "title": "債權轉讓是什麼？",
       "content": "1. 債權轉讓系統功能包括「債權出讓、債權受讓」兩種功能。<br>2. 投資人可將已取得的債權，利用「債權出讓」功能，將債權轉讓予其他投資人，提高資金運用率，創造更高報酬率。3. 投資人也可利用「債權受讓」功能，收購其他投資人評估過的債權，享高額利息收入。"
     },
     {
       "type": "invest",
       "title": "債權出讓如何使用？",
       "content": "您可於 APP 內「我的」>「我的資產」中，選擇「批次出讓」，您可以一次出讓所有債權，也可分批出讓債權，但單筆債權需全額出讓。"
     },
     {
       "type": "invest",
       "title": "債權出讓對象是誰？",
       "content": "經本平台身份認證合格之專業投資人或受讓人。"
     },
     {
       "type": "invest",
       "title": "債權受讓是什麼？",
       "content": "投資「債權轉讓」即稱為債權受讓。"
     },
     {
       "type": "invest",
       "title": "投資手續費如何收取？",
       "content": "投資當下，不會收取任何費用，僅於每月借款人還款時收取還款金額的 1 % 作為平台手續費。"
     },
     {
       "type": "invest",
       "title": "借款人提前還款對我有何影響？",
       "content": "除收回本金及至還款日止的利息外，您還會獲得提前還款補貼（本金餘額的 1%）。"
     },
     {
       "type": "invest",
       "title": "能用非綁定的帳戶匯入投資代收代付帳戶嗎？",
       "content": "很抱歉，需使用您所綁定的的金融帳戶匯款，若您使用非國泰世華銀行帳戶匯款，將收取跨行轉帳手續費。"
     },
     {
       "type": "invest",
       "title": "債權轉讓如何收費？",
       "content": "債權出讓方支付出讓債權之本金餘額 0.5 % 作為平台手續費，受讓收購方免收手續費。"
     },
     {
       "type": "invest",
       "title": "投資金額有限制嗎？",
       "content": "普匯最低投資金額為每筆 1000 元，最高為當筆剩餘可投金額。"
     },
     {
       "type": "invest",
       "title": "AI 智能投資是什麼？",
       "content": "您可自行設定您的風險偏好，設定完成後由 AI 智能投資自動為您篩選標的或下標。"
     },
     {
       "type": "invest",
       "title": "投資收益如何查詢？",
       "content": "您可於「普匯投資」APP「我的」內，查看您的資產明細。"
     },
     {
       "type": "invest",
       "title": "投資後流標，款項會退回嗎？",
       "content": "會，會退回至您的可用餘額。"
     },
     {
       "type": "invest",
       "title": "借款人還款後，我該如何收取還款？",
       "content": "普匯會提供一組專屬您的代收代付帳戶（即您入金時的代收代付帳戶），每月借款人還款後，都會匯入此帳戶，您可以隨時提領該帳戶內的款項。"
     },
     {
       "type": "invest",
       "title": "若借款人逾期遲遲不還款，後續會如何處理？",
       "content": "債權投資人得以委任普匯金融科技代為協助彙整寄送相關法訴文件（包括但不限於存證信函寄送、支付命令申請、強制執行申請等）至法院等非訟作業，惟相關費用（包含郵寄支付命令之費用、法院規費等）須由債權投資人自行負擔，普匯僅收取強制執行程序收回款項中之 30% 之金額做為工本費。若不委任，請洽本公司，由專員為您服務。"
     },
     {
       "type": "default",
       "title": "超過寬限期後，逾期還款如何收費？",
       "content": "逾期還款即屬違約，需全額清償（含未還本金和應付利息），並支付違約金（本金餘額的 5 %）。另逾期還款亦需加收延滯利息（逾期日起，按日依借款餘額的 0.1 % 計收）。"
     },
     {
       "type": "default",
       "title": "超過寬限期後仍未清償，將面臨哪些法律責任？",
       "content": "因借款人未履行借貸合約，投資人依約可進行相關催理作業，包括但不限於電話催收、存證信函及支付命令通知，最後將進行薪資收入、有形無形財產查封查扣等法律行為。"
     },
     {
       "type": "default",
       "title": "逾期是什麼？",
       "content": "約定還款日為每月 10 日，逾越每月 10 日凌晨 12:00（11 日凌晨 00:00）即視為逾期。逾期後，請儘快償還，逾越每月 17 日 23:59，即會遭受法律訴訟求償，不可大意。"
     },
     {
       "type": "influx",
       "title": "普匯如何保障個人隱私？",
       "content": "所有提供資訊傳輸過程均由 HTTPS 方式利用 SSL/TLS 加密封包，將所有資訊儲存於亞馬遜 AWS 雲端伺服器，資料傳輸穩定且安全。"
     },
     {
       "type": "influx",
       "title": "普匯金融科技合法嗎？",
       "content": "普匯於 2017 年成立由政府主管機關經濟部核准成立，並受工研院、金融創新園區、亞洲矽谷等政府單位輔導。"
     },
     {
       "type": "influx",
       "title": "普匯的帳務安全嗎？",
       "content": "普匯每一筆金流交易皆經國泰世華銀行代收代付帳戶獨立運作。"
     },
     {
       "type": "influx",
       "title": "普匯的營運模式為何？",
       "content": "普匯透過 P2P 點對點技術，媒合借款人與投資人，進行大量、小額、分散式借貸投資及債權轉讓，保護借款人資訊，保障投資人權益。"
     },
     {
       "type": "influx",
       "title": "普匯金融科技平台的創辦人？",
       "content": "創辦人為姚木川先生（普匯金融科技董事長），於兩岸金融機構服務超過二十年，曾任大眾、台新、中租等集團之金融專業機構，亦深具兩岸各產業領域之投資經驗。"
     },
     {
       "type": "influx",
       "title": "普匯的經營理念？",
       "content": "inFlux 普匯金融科技以「普惠金融」為志業，「金融專業」為核心，「高端AI科技」為輔助，提供「最有溫度」的金融服務！<br>首創台灣「AI 風控審核無人化融資系統」，利用高端科技，全程無人為干擾，一支手機完成借貸！"
     },
     {
       "type": "influx",
       "title": "普匯的法律顧問？",
       "content": "普匯配合之法律顧問為何文雄律師事務所。"
     },
     {
       "type": "influx",
       "title": "普匯有哪些合作夥伴？",
       "content": "普匯除獲新光金國際創投投資外，也許多家銀行進行合作，如上海商銀、新光商銀 … 等，及與多所大學進行產學合作，如台灣大學、台北科技大學、臺北商業大學、臺北大學、高雄科技大學、東吳大學等。"
     }]
}
