<template>
  <div class="terms-wrapper">
    <p>借款人服務條款</p>
    <p>本網站/手機應用程式係由普匯金融科技股份有限公司（下稱「本公司」）提供，服務內容係以網路端點對端點之借貸媒合方式（Peer to Peer Lending Service，下稱「本平台」或「本服務」），協助使用者向潛在貸款人發佈、代轉資金需求或尋求貸款之用（下稱「借款人」），如您欲成為本服務之借款人，表示您同意包含但不限於本服務約定條款、借款人服務條款、受讓人服務條款、隱私權政策、一般會員服務條款等本公司發佈之使用者條款：</p>
    <p></p>
    <p>第一條 服務項目說明</p>
    <ol>
      <li>本公司將提供借款人借貸媒合服務，借款人可透過電腦或其他電訊設備連結使用本公司所提供之服務，本公司有權向借款人收取一定的管理服務費和交易手續費。</li>
      <li>本公司保留隨時變更或停止服務項目之權利，並得透過本公司網站平台或以其他公告、通知之方式通知借款人變更或修正之內容。</li>
      <li>借款人使用本服務時必須自備網際網路連線所需之電腦軟體、硬體，以及其他與安全相關之設備;安裝上述設備所需之費用及風險，由借款人自行負擔。</li>
      <li>本公司向借款人提供之服務為使其向潛在貸款人尋求貸款，然本公司並不保證借款人取得任何貸款。</li>
      <li>借款人同意如順利媒合並確認借貸金額後，借款人將同時支付本公司服務費，並同意本公司如有需求，得自借貸金額中直接扣除。</li>
      <li>本公司收受服務費時，則借款人與貸款人間之借貸契約即成立，借款人與貸款人間之借貸契約得以電子方式為之。</li>
      <li>本公司將依貸款人提供之有效連繫方式，將借款人借款帳戶之相關訊息通知貸款人。本公司將逕行扣除應收取之管理服務費及交易手續費後，匯入由本公司開立予借款人之代收代付帳戶。</li>
      <li>為保護借款人及貸款人隱私，借貸契約中可能將僅出現貸款人及借款人於本服務設定的用戶別名或使用者代號，並不出現完整姓名及地址，但借款人同意本公司得揭露經隱蔽部分內容之乙方姓名及身分證字號等個人資料與貸款人，並得登載於本平台上供貸款人或借款債權之受讓人查詢；當借款人逾清償期日仍未清償債務時，借款人同意本公司得揭露未經隱蔽之借款人姓名及身分證字號與貸款人。</li>
      <li>
        <br />
      </li>
    </ol>
    <p>第二條 借款人資格</p>
    <ol>
      <li>借款人需年滿20歲以上、並為具有完全行為能力之中華民國國民，惟本公司保留最終核准與否之權利。</li>
      <li>貸款人得為於中華民國地區登記註冊之中華民國法人，如為境外地區法人，需經中華民國政府認許，惟本公司保留最終核准與否之權利。</li>
      <li>
        <br />
      </li>
    </ol>
    <p>第三條 個人資訊及正確性維持義務</p>
    <ol>
      <li>借款人同意按本公司要求自行提供或授權本公司向任何信用機構獲取用戶的個人資料和信用紀錄。本公司將使用借款人之個人資料和信用紀錄，並得對任何第三方揭露或核實該等資料和紀錄。</li>
      <li>借款人授權本公司核實其住址、收入、職業以及其他與借款人發佈借款資訊或成為本服務貸款人相關之任何資料，本公司得向第三方徵詢其相關資訊。</li>
      <li>借款人同意授權本公司收集、保存、使用、管理、披露其個人資料、資訊、檔案。若借款人連絡資料在借款人發佈資金需求時發生變化，借款人應立即通知本公司對相應資訊做變更，本公司並得撤回借款人之資金需求。本公司保留限制借款人發佈或者試圖發佈資金需求的權利。</li>
      <li>借款人應提供其本人正確、最新及完整的資料，包括但不限於您的姓名、生日、身份證影本及統一編號、地址、電子郵件信箱、行動電話號碼、本人銀行帳戶資料及其他本公司所需之個人資料。</li>
      <li>借款人並應自行維護並即時更新個人資料，確保其為正確、最新及完整。若借款人提供任何錯誤、不實或不完整的資料，本公司有權暫停履行或終止本協議。</li>
      <li>如借款人有登錄不實、不完全之資料或冒用他人名義以致於侵害他人之權利或違法時，應自負法律責任，如因此造成本公司損害，並應按總借貸金額之十倍負擔懲罰性違約金。</li>
      <li>
        <br />
      </li>
    </ol>
    <p>第四條 核實資訊及取消借貸</p>
    <ol>
      <li>本公司保留核實借款人提供資訊之準確性的權利。本公司有權隨時依自己之判斷決定是否終止借款人使用本服務的權利。於貸款人向借款人匯出借貸金額前，本公司有權合理判斷借款資訊（錯誤資訊包括但不限於借款人非故意提供的錯誤資訊、由本公司過失引起的錯誤資訊、以及因借款人資訊變更引起的錯誤資訊）。</li>
      <li>本公司並有權判斷借款資訊的發佈是否違反法律、法規和本公司使用條款，並且有權與借款人進行面談以判斷借款人資訊之真實性。</li>
      <li>借款人確認並自行設定利率、條件、借貸金額（下稱「借款條件」）後，一經本公司搓合或經貸款人指定，借貸雙方即按借款人自行設定之借款條件成立借貸契約。</li>
      <li>如貸款人未於本公司指定期限內將借貸金額匯入本公司指定予借款人之代收代付帳戶者，仍視為本公司已完成媒合服務，借款人應付之服務費用及手續費用仍應照付，已收取者本公司概不退還。</li>
      <li>如借款人申請之同一債權組合中，任一貸款人未匯款或無法全部結標，則該債權組合之全部借貸契約均不生效力，但如已有貸款人於本公司指定期限內將借貸金額匯入本公司指定予借款人之代收代付帳戶者，仍視為本公司已完成媒合服務，借款人應付之服務費用及手續費用仍應照付，已收取者本公司概不退還。</li>
      <li>
        <br />
      </li>
    </ol>
    <p>第五條 借貸金額及約定利率</p>
    <ol>
      <li>借款人同意實際借貸金額以本公司協同貸款人所媒合之金額為準。</li>
      <li>借款人同意利息之計算採年金法，貸款期間之全部借貸金額與利息平均分攤於每一期償付，並以固定貸款利率計算每月之平均攤還率。並以30個日曆天為一期，利息自撥款日起算。</li>
      <li>
        每期應還本息金額之平均攤還率計算公式：
        <br />
        {[(1＋月利率) ＾期數]×月利率}÷{[(1＋月利率) ＾期數]－1}
        <br />(公式中：月利率＝年利率／12 ；期數=貸款年期ｘ 12)
      </li>
      <li>
        每期應還本金與利息試算：
        <ol>
          <li>平均每期應還本息金額＝借貸本金×每期應還本息金額之平均攤還率</li>
          <li>每期應付利息金額＝本金餘額X年利率X每期當期天數/365（逢閏年時則為366日）</li>
          <li>每期應還本金金額＝平均每期應還本息金額－每期應付利息金額</li>
          <li>本金餘額將於最後一期全部納入計算完畢。</li>
          <li>
            <br />
          </li>
        </ol>
      </li>
    </ol>
    <p>第六條 服務費用</p>
    <ol>
      <li>本公司將於本服務公告借款媒合服務之服務費用計算方式，如本公司另有通知借款人者，依個別通知為準。</li>
      <li>借款人同意經由本公司媒合成功之款項，應先由本公司逕行扣除本公司以借貸金額及個別借款人借款條件核算之網路平台使用費、帳務管理費等必要費用後（下稱「服務費用」），始撥入借款人帳戶。</li>
      <li>如有提早清償或本協議第九條債權轉換（以新借款清償舊借款）或債權轉讓之情事者，視為借款人另行與新貸款人簽訂借貸契約，應按前項約定再行給付服務費用（以未清償借貸金額本金之5％計算）予本公司，服務費用給付前縱經本公司通知轉換貸款人，仍應給付遲延利息。</li>
      <li>如有約定其他費用，本公司亦得由借貸金額中逕行扣除。</li>
      <li>
        <br />
      </li>
    </ol>
    <p>第七條 清償期限</p>
    <ol>
      <li>本公司得訂逾期7天內(含)為寬限期，如借款人於寬限期內繳清所積欠之本息及相關應付費用，即無須繳納違約金或遲延利息。</li>
      <li>如借款人於寬限期後未繳清所積欠之本息及相關應付費用，則不得於本平台另行申請借貸媒合服務。如經借款人與本公司另行協商還款方案並經本公司個案同意，始得於本平台再行申請借貸搓合，且其申貸總額不得高於逾期積欠之本金、利息、違約金、延滯息等相關費用總和。</li>
      <li>如借款人於於寬限期後未繳清所積欠之本息及相關應付費用，本公司將於本服務或本平台適度公布註記借款人之使用者代號、積欠狀況並通知提醒借貸風險。</li>
      <li>
        <br />
      </li>
    </ol>
    <p>第八條 代收代付</p>
    <ol>
      <li>為確保交易安全並且能夠即時提供借款人收付款資訊，本公司提供代收代付資金之服務；借款人瞭解並同意，借貸雙方之資金往來，均須使用本公司委託之金流系統。</li>
      <li>如第三人對於本公司代收代付之資金有所主張致發生爭議，在該等爭議解決（包括但不限於取得法院確定判決、裁判或行政處分）前，借款人同意本公司得暫停支付其得受領之各項資金。</li>
      <li>本公司接受借款人委託代收代付與其他使用者間所有資金往來，所生之法律後果應由相應之委託方承擔。如因資金往來之使用者雙方或其他非可歸責於本公司之事由（包括但不限於技術問題）致發生匯款遲延或錯誤者，本公司不負任何責任。</li>
      <li>借款人於完成付款後，如因可歸責於借款人之事由或不可抗力因素，致本公司無法辨識借款人身分而逾任何付款期限者，因而所生之經濟損失或損害概由借款人自行負擔。</li>
      <li>因不可抗力因素致銀行無法提供轉帳或匯款服務者，借款人瞭解並同意本公司得順延給付其代收之資金予借款人，其他借款條件不受影響。</li>
      <li>借款人於同日間有還款義務、扣除貸款本金、自行提領或本公司自動轉出資金等情形時，本公司將依當期應還款總金額、貸款本金、自行提領、自動轉出資金之順序為扣款或給付。</li>
      <li>借款人同時有數項還款義務時，本公司將於各繳款期限屆至之日逕行給付或扣款。如數項繳款期限於同日屆至，本公司將依延遲繳款期數之長短、借貸合約成立之先後為給付或扣款。</li>
      <li>借款人因為使用媒合平台上之服務而需支付任何費用時，均應使用本公司指定或委託之銀行/金流服務機構（包括但不限於電子支付機構）提供之代收代付服務，並負擔相關之規費、服務費、手續費或其他必要費用。</li>
      <li>如借款人並無進行中之申貸案件、委託媒合貸款案件或有其他應付與本公司之款項，本公司將於每月結算日時計算借款人代收代付帳戶中資金,當累計達1000元（含以上），本公司將通知借款人，經借款人向本公司申請提領後，本公司將於收受申請後一次性轉付該金額至借款人綁定之個人銀行帳戶。</li>
      <li>
        <br />
      </li>
    </ol>
    <p>第九條 債權轉讓或債權轉換</p>
    <ol>
      <li>借款人同意如未依本協議或與貸款人間之借貸契約清償借貸本金、手續費、違約金或遲延利息，本公司及貸款人得以電子方式通知或其他法定方式，將上開債權轉讓予第三人，借款人絕無異議。</li>
      <li>借款人如有如未依本協議或與貸款人間之借貸契約清償借貸本金、手續費、違約金或遲延利息之情事（下稱「原借貸金額」），得於本平台申請債權轉換，按原借貸契約之條件再行借款。借款人同意申請債權轉換後新收受之款項應由本公司先行扣除作為清償原借貸金額之用。</li>
      <li>
        <br />
      </li>
    </ol>
    <p>第一〇條 借款人逾期還款</p>
    <ol>
      <li>借款人逾越本條款第七條之寬限期未清償借款者即視為違反本服務條款，即應以未清償部分本金乘以5%作為懲罰性違約金支付予本公司。</li>
      <li>借款人逾越本條款第七條之寬限期未清償借款者，借款人同意終止原應付利息之計算方式，即應按日以未清償部分本金乘以0.1%計算延滯利息至本金及延滯利息均向貸款人清償完畢止。</li>
      <li>借款人同意如未依本借貸約定清償借貸金額、手續費、違約金或遲延利息，本公司得將借款人於申請貸款時所提出資料(包括但不限於借款人提供之書面資料、於本服務留存之個人資料、本公司以電話語音、手機簡訊或電子郵件向借款人蒐集之個人資訊)提供予貸款人，以供貸款人請求借款人清償借款之和解、訴訟程序之用。</li>
      <li>借款人明確瞭解並同意本公司及貸款人為追償借款、遲延利息、手續費、違約金等費用，得將借款人提供之個人資料轉交予受本公司或貸款人委託之第三人。</li>
      <li>借款人同意如未依本協議或與貸款人間之借貸契約清償借貸金額、徵信審查費、手續費或遲延利息等費用，本公司及貸款人為請求借款人清償前述款項所衍生之費用(包括但不限於委託律師撰擬存證信函、進行和解或調解、提起民事訴訟、強制執行之律師酬金、貸款人自行進行上開程序所生之郵資、車資、工作損失等費用)，概由借款人負擔。上開費用以本公司及貸款人實際支出之費用或損失為準。</li>
      <li>
        <br />
      </li>
    </ol>
    <p>第一一條 加速條款</p>
    <ol>
      <li>
        借款人對本公司所媒合之任一借款所負之支付一切本息及費用之債務，均應依約定期限如數清償。借款人如有下列情形之一時，無須由本公司或貸款人事先通知或催告，本公司或貸款人得隨時對借款人收回部分借款、縮短借款期限，或視為全部到期:
        <ol>
          <li>任何一宗債務不依約清償者。</li>
          <li>依破產法聲請和解，依消費者債務清理條例聲請更生、清算、前置協商、前置調整、和解、聲請宣告破產、經票據交換所通知拒絕往來、停止營業，清理債務者。</li>
          <li>依約定負有提供擔保之義務而不提供者。</li>
          <li>因債務人死亡而其繼承人聲明為拋棄繼承者。</li>
          <li>因刑事而受沒收主要財產之宣告，或受沒入、徵收其主要財產之行政處分，或因犯罪嫌疑被羈押或經起訴者。</li>
        </ol>
      </li>
      <li>
        借款人如有下列情形之一時，由本公司或貸款人事先定合理期間(七日)，發出通知或催告後，始生收回部分借款、縮短借款期限，或視為全部到期之效力:
        <ol>
          <li>借款人對貸款人所負債務，其實際資金用途與本公司或貸款人核定或約定用途不符者。</li>
          <li>受強制執行或假扣押、假處分或其他保全處分，致本公司或貸款人有不能完全受償之虞者。</li>
          <li>
            <br />
          </li>
        </ol>
      </li>
    </ol>
    <p>第一二條 其他</p>
    <ol>
      <li>本服務協議除經本公司解除或終止，則於借款人使用本服務或資訊留存期間，繼續發生效力。</li>
      <li>雙方如因使用本服務所生之爭議，雙方同意以臺灣臺北地方法院為第一審管轄法院，並以中華民國法律為準據法。</li>
      <li>
        <br />
      </li>
    </ol>
    <p>中華民國一○八年五月一日</p>
  </div>
</template>

<script>
export default {
  created() {
    this.$store.dispatch("getNewsData");
    $("title").text(`借款人服務條款 - inFlux普匯金融科技`);
  }
};
</script>

<style lang="scss">
</style>
