<template>
  <div class="terms-wrapper">
    <p>一般使用者條款</p>
    <p>「普匯金融P2P借貸平台」（以下簡稱「本服務」）是由「普匯金融科技股份有限公司」（以下簡稱「本公司」或「我們」）所建置及提供之服務，為了保障您的使用權益，所有使用本服務的使用者（以下簡稱「會員」 或「您」），都應詳細閱讀本服務條款。本服務條款構成會員與我們之約定，一旦會員完成註冊、或開始使用本服務時，即視為會員已閱讀、暸解、並同意接受本服務條款、隱私權政策、借款人服務條款、貸款人服務條款、債權受讓人服務條款之所有內容。您瞭解並同意，本條款為本服務之基本條款，如借款人服務條款、貸款人服務條款、債權受讓人服務條款、借貸契約或債權轉讓契約中另有約定者，您同意依借款人服務條款、貸款人服務條款、債權受讓人服務條款、借貸契約或債權轉讓契約之約定辦理。</p>
    <p>第一條 認知與接受條款</p>
    <p>1.我們有權隨時修訂本服務條款之內容。若我們修訂本服務條款，我們將透過「普匯金融P2P借貸平台行動裝置應用程式」(以下簡稱 「App」) 或我們的網站 &lt;https://www.influxfin.com/&gt; (以下簡稱「網站」) 公告，告知您修訂後的條款內容。</p>
    <p>2.修訂後之條款內容，除另有說明者外，自公告時起生效。自生效日起，如會員繼續使用本服務，即視為會員已閱讀、瞭解、並同意修訂後的條款所有內容。如會員不同意修改後之內容，會員則無權再使用本服務，且我們得終止合約，並不因此而對會員負任何賠償或補償之責任。</p>
    <p>第二條 本服務內容</p>
    <p>1.本服務係由本公司提供，經由本公司提供之APP，供會員間完成個人金融借貸媒合之服務。</p>
    <p>2.本服務僅提供會員金進行個人金融借貸之媒合，並不保證您將於本服務得到任何借款或貸款。</p>
    <p>第三條 會員及註冊</p>
    <p>1.會員必須是具備完全行為能力的自然人、或合法登記的法人或團體。若會員為未滿二十歲之自然人，本公司得拒絕提供服務。</p>
    <p>2.會員申請註冊本服務時，需按本公司要求選擇填入會員資料或以第三方網站帳號登入、以及提供註冊流程中所要求之相關文件或資料。會員欲使用本服務之所有功能者，並應依本服務當時所訂之方式完成會員認證。</p>
    <p>3.會員應擔保其所提供的所有資料，均為正確且即時的資料，且不得以第三人之名義註冊為會員；如會員所提供的資料事後有變更，會員應即時更新其資料。如會員未即時提供、更新資料、未按指定方式提供資料、所提供之資料不正確或與事實不符，本公司有權不經事先通知，逕行暫停或終止會員的帳號，並拒絕會員使用本服務之全部或部份功能。</p>
    <p>4.任一會員就使用本服務所取得的帳號和密碼，僅供會員本人使用，該帳號不可轉讓、贈與或繼承。會員決定不再使用該帳號時，應向本公司申請註銷該帳號。會員必須負妥善保管和保密的義務，且不得以有償或無償之方式透露或提供予任何第三人登錄或使用，任何經由輸入該組帳號及密碼所發生的活動，均視為註冊該帳號之會員之行為，經由該組帳號和密碼所為的所有行為，應由註冊該帳號之會員自負其責任。</p>
    <p>5.會員如果發現或懷疑其帳號或密碼被第三人冒用或不當使用，會員應立即通知我們以便本公司及時採取適當的因應措施；但上述因應措施不得解釋為本公司因此而明示或默示對會員負有任何形式之賠償或補償義務。</p>
    <p>6.為了保障會員權益，提醒您，若有於其他非本人持有之設備使用本服務後，務必登出帳號，假如會員與他人共用電腦或任何裝置，務必要關閉瀏覽器或本服務，以防止他人讀取您的個人資料。</p>
    <p>7.本公司得限制同一自然人或法人所得申請註冊之會員帳號數量；對於註冊成為會員之申請，本公司保留是否同意其註冊之權利。</p>
    <p>8.本公司可藉由簡訊、電子郵件、電話等提供會員關於本公司所提供服務之相關資訊。</p>
    <p>9.不論係因何種原因由本公司註銷會員帳號或是停止提供服務時，本公司就您帳號的所有相關資訊均不負任何備份之義務。</p>
    <p>10.有以下任一情形者，本公司得不予同意加入會員：</p>
    <p>(1)以他人的名義申請。</p>
    <p>(2)申請服務時，登錄之資料內容不實。</p>
    <p>(3)未滿二十歲者。</p>
    <p>(4)電子郵件位址不明確。</p>
    <p>(5)違反本服務條款、或本公司其他政策、聲明或規則被停權者申請加入。</p>
    <p>(6)其他不符合本服務之申請條件。</p>
    <p>第四條 個人資料之保護</p>
    <p>當會員註冊或使用本服務時，本公司會請您提供相關的個人資料或其他資料；本公司所蒐集的所有個人資料或其他資料，將依個人資料保護法及相關法令之規定，只就其特定目的，為承辦所提供服務之用，不會任意對其他第三者揭露；本網站不會將其做為超出蒐集之特定目的以外的用途，亦不會任意對其他第三者揭露；關於更詳盡的說明請參閱本服務的隱私權政策。</p>
    <p>第五條 本公司與會員間關係</p>
    <p>1.您可能透過本服務取得或提供資金或為其他交易行為，您了解並同意會員間所為之任何借貸行為或約定，其法律關係均僅存於各別會員之間。</p>
    <p>2.本服務僅提供網路媒合平台，供會員使用，除經債權讓與或債權轉讓，並不涉入任何會員雙方合意之約定或借貸內容，並且鑒於網路之性質，本服務無法確切的辨別及判斷會員刊登資料是否真實，亦無法擔保會員所提供資訊是否真實，借貸雙方應自行判斷、查明。如有因一方會員違反法律規定致發生民、刑事糾紛或任何損害第三人之結果，均由互為借貸或約定之會員雙方自行承擔所有責任，本公司概不負責。</p>
    <p>3.使用者於本服務中，與他使用者所進行之互動，均由雙方自行負責。如有權利義務關係之產生，亦僅存在於會員與會員間，本公司僅係提供會員使用服務平台，就使用者間發生之權利義務關係，應由其雙方自行相互協調、解決爭議，本公司不負任何明示或默示之承諾或擔保。</p>
    <p>4.會員與會員間之借貸，不得有違反中華民國法令或公序良俗之情形，如其交易或約定已涉及違反法令或公序良俗，本公司得逕拒絕繼續對其提供本服務。因此所造成本公司之一切損害，會員並同意負擔賠償及償還之責任。</p>
    <p>5.在使用本服務時，若會員未遵從本服務條款或網站說明、資訊頁面中之操作提示、規則，則本公司有權拒絕為您繼續提供相關服務，且本公司不承擔損害賠償責任。</p>
    <p>6.若因會員過失導致的任何損失均與本公司無關，該過失包括但不限於：不按照本服務提示操作，未及時進行操作，遺忘或洩漏密碼，密碼被他人破解，您使用的電腦或手機被他人侵入等。</p>
    <p>第六條 使用者的守法義務及承諾</p>
    <p>1.會員必須承諾絕不為任何非法目的或以任何非法方式使用本服務，並承諾遵守中華民國相關法規及一切使用網際網路之國際慣例。會員若是中華民國以外之使用者，並同意遵守所屬國家或地域之法令。會員同意並保證不得利用本服務從事侵害他人權益或違法之行為，也不將本服務用於任何非法目的（包括用於禁止或限制交易物品的交易），也不以任何非法方式使用本服務，於交易或使用本服務時並應適當說明所發佈之借貸條件及相關資訊，不得有誇大、不實、或引人錯誤或誤信之情形。</p>
    <p>2.您不得利用本服務從事侵害他人合法權益之行為，否則本公司有權拒絕提供本服務，且您應承擔所有相關法律責任，因此導致本公司或本公司僱員受損的，您應承擔賠償責任。包括但不限於：</p>
    <p>(1)上載、張貼、公布或傳送任何誹謗、侮辱、具威脅性、攻擊性、不雅、猥褻、不實、違反公共秩序或善良風俗或其他不法之文字、圖片或任何形式的檔案於本服務上；</p>
    <p>(2)侵害他人名譽、隱私權、營業秘密、商標權、著作權、專利權、其他智慧財產權及其他權利；</p>
    <p>(3)違反依法律或契約所應負之保密義務；</p>
    <p>(4)冒用他人名義使用本服務；</p>
    <p>(5)上載、張貼、傳輸或散佈任何含有電腦病毒或任何對電腦軟、硬體產生中斷、破壞或限制功能之程式碼之資料；</p>
    <p>(6)從事不法交易行為或張貼虛假不實、引人犯罪之訊息；</p>
    <p>(7)販賣槍枝、毒品、禁藥、盜版軟體或其他違禁物；</p>
    <p>(8)提供賭博資訊或以任何方式引誘他人參與賭博；</p>
    <p>(9)偽造訊息來源或以任何方式干擾傳輸來源之認定；</p>
    <p>(10)干擾或中斷本服務或伺服器或連結本服務之網路，或不遵守連結至本服務之相關需求、程序、政策或規則等；</p>
    <p>(11)從事任何可能含有電腦病毒或是可能侵害本服務系統、資料之行為。</p>
    <p>(12)追蹤他人或其他干擾他人或為前述目前蒐集或儲存他人之個人資訊；</p>
    <p>(13)其他本公司有正當理由認為不適當之行為。</p>
    <p>3.在必要時，本公司無需事先通知會員即可終止提供本服務，並暫停、關閉或刪除會員帳號中所有相關資料及檔案。</p>
    <p>4.如您需要註銷帳號，經本公司審核同意註銷該帳號後，即表明本公司與您之間的條款已解除，但您仍應對您使用本服務期間的行為承擔可能的違約或損害賠償責任，同時本公司仍可保有您的相關資訊。</p>
    <p>第七條 責任之限制與排除</p>
    <p>1.本公司對本服務不提供任何明示或默示的擔保，包含但不限於權利完整、商業適售性、特定目的之適用性及未侵害他人權利。但本服務僅依「現況」及「提供服務時」之基礎提供，會員使用本服務時，須自行承擔相關風險。本公司不保證以下事項：</p>
    <p>(1)本服務將符合會員的需求。</p>
    <p>(2)本服務得以不受干擾地持續運作</p>
    <p>(3)資料得以被即時、安全可靠、正確無誤地傳輸、處理、儲存及備份；</p>
    <p>(4)系統、軟體及資料之錯誤，將被即時發現及更正；</p>
    <p>(5)會員於本服務購買或取得之任何產品、服務、資訊或其它資料將符合會員的期望；</p>
    <p>2.本服務停止、中斷或發生故障等現象時，可能造成會員使用上的不便、資料喪失、錯誤、遭人篡改或其他經濟上損失等情形。會員於使用本服務時宜自行採取防護措施。本公司對於會員因使用（或無法使用）本服務而造成的損害概不負任何賠償責任。</p>
    <p>3.會員必須同意於使用本服務過程中所有資料記錄，均以本服務資料庫所儲存之電子資料為準，如有糾紛或訴訟，同意以該電子資料為認定標準。</p>
    <p>第八條 系統維護及服務中斷</p>
    <p>1.如發生下列情形之一時，本公司有權可以停止、中斷提供本服務，會員不的因此請求賠償或補償：</p>
    <p>(1)電子通信設備進行必要之保養及施工、突發性之電子通信設備故障。</p>
    <p>(2)對本服務相關軟硬體設備進行搬遷、更換、升級、保養或維修時。</p>
    <p>(3)使用者有任何違反法令、本約定條款或本服務相關約定之情形。</p>
    <p>(4)因第三人之行為、非本公司所得以控制之事項、或其他不可歸責於本公司之事由所致之服務暫停、中斷或無法正常運作。</p>
    <p>(5)天災或其他不可抗力所致之服務暫停、中斷或無法正常運作。</p>
    <p>(6)使用者長時間未使用之帳號。</p>
    <p>(7)因本公司自身業務考量，包括但不限於商業合併、結束營業等。</p>
    <p>2.本服務停止、中斷或發生故障等現象時，可能造成會員使用上的不便、資料喪失、錯誤、遭人篡改或其他經濟上損失等情形。會員於使用本服務時宜自行採取防護措施。本公司對於會員因使用（或無法使用）本服務而造成的損害概不負任何賠償責任。</p>
    <p>第九條 會員行為</p>
    <p>會員在本服務上所刊載之資料、資訊、文字、照片、圖形、信息或其它資料 (以下簡稱「資訊內容」)，本公司並未事先過濾或審查其內容，對於其內容之真實性、合法性、即時性、完整性等，不負任何明示或默示之承諾或擔保，均由資訊內容提供者自負責任。</p>
    <p>1.會員了解使用本服務時，可能會接觸到令人不快、不適當、令人厭惡之資訊內容。在任何情況下，本公司均不為任何會員內容負責，包含但不限於任何錯誤或遺漏，以及經由本服務張貼或傳送而衍生之任何損失或損害。在任何情況下，本服務均不為任何「資訊內容」負責，包含但不限於任何錯誤或遺漏，以及經由本平台張貼、發送電子郵件或傳送而衍生之任何損失或損害。您了解本服務並未針對「資訊內容」事先加以審查，且有權(但無義務)依其自行之考量，拒絕或移除經由本平台提供之任何「資訊內容」。您使用任何「資訊內容」時，就前述「資訊內容」之正確性、完整性或實用性之情形，您同意必須自行加以評估並承擔所有風險</p>
    <p>2.資訊內容如有違反法令、違背公序良俗、侵害第三人權益、或違反本服務條款之虞者，為維護本公司及第三人之權益、或避免損害或爭議擴大，本公司得不經事先通知，直接加以移除、使之無法被存取，並得暫停該會員所能使用之服務或功能之全部或一部，且得取消其會員資格、終止會員合約。</p>
    <p>3.會員了解並同意，本公司依據法律的要求，或基於以下目的之合理必要範圍內，認定必須將會員的帳號資訊、資訊內容、會員資料或資訊加以保存或揭露予政府機關、司法警察或未成年人之監護人時，得加以保存及揭露：</p>
    <p>4.遵守法令或政府機關之要求</p>
    <p>5.為提供本服務所必須者</p>
    <p>6.為防止他人權益之重大危害而有必要者</p>
    <p>7.為免除使用者及公眾之生命、身體、自由、權利、財產上之急迫危險者。</p>
    <p>第一〇條 智慧財產權的保護</p>
    <p>1.本服務所使用之軟體或程式、網上所有內容，包括但不限於著作、圖片、檔案、資訊、資料、程式架構、App或網站畫面的安排、頁面設計、資訊內容等，均由本公司或其他權利人依法擁有其智慧財產權，包括但不限於商標權、專利權、著作權、營業秘密與專有技術等。任何人不得逕自使用、修改、重製、公開播送、改作、散布、發行、公開發表、進行還原工程、解編或反向組譯。若您欲引用或轉載前述軟體、程式或網站內容，必須依法取得本公司或其他權利人的事前書面同意。尊重智慧財產權是您應盡的義務，如有違反，會員應對本公司負損害賠償責任（包括但不限於訴訟費用及律師費用等）。</p>
    <p>2.您應保證有權自行或授權他人使用、修改、重製、公開播送、改作、散布、發行、公開發表資訊內容。任何資訊內容一經您上載、傳送、輸入或提供至本服務之各該平台時，視為您已允許本服務可以基於公益或私益之目的，無條件使用、修改、重製、公開播送、改作、散布、發行、公開發表該等資料，並得將前述權利轉授權他人，您對此絕無異議。您並應保證本服務使用、修改、重製、公開播送、改作、散布、發行、公開發表、轉授權該等資訊內容，不致侵占任何第三人之智慧財產權，否則應對本公司負損害賠償責任(包括但不限於訴訟費用及律師費用等)。</p>
    <p>3.若資訊內容遭任何第三人主張侵權，本服務有權立即將該資訊內容移除，您不得異議。</p>
    <p>第一一條 拒絕或終止使用</p>
    <p>1.會員同意本公司得自行判斷因任何理由，包含但不限於一定期間未使用、法院或政府機關命令、本服務無法繼續或服務內容實質變更、無法預期之技術或安全因素或問題、您所為詐欺或違法行為、未依約支付費用，或其他本公司認為會員已經違反本服務條款的明文規定及精神，而終止或限制會員使用帳號（或其任何部分）或本服務之使用，並將本服務內任何會員內容加以移除並刪除。</p>
    <p>2.會員同意本公司亦得在自行之考量，於通知或未通知之情形下，隨時終止或限制會員使用本服務或其任何部分。會員承認並同意前開終止或限制，本公司得立即關閉、刪除或限制存取會員的帳號及會員帳號中全部或部分相關資料及檔案，及停止本服務全部或部分之使用。此外，會員同意若本服務之使用被終止或限制時，本公司對會員或任何第三人均不承擔責任。</p>
    <p>3.會員同意本服務得隨時在App及網站上公告停權的會員名單。</p>
    <p>4.會員違反法令、侵害第三人之權益、或違反使用者條款者，對於本公司及第三人因此所受之損害，應負賠償責任。（包括但不限於訴訟費用及律師費用等）</p>
    <p>5.會員因故被停權或取消會員資格者，對於該會員於停權或取消會員資格以前，已經上架至本服務、但尚未媒合成功之案件，本公司得刪除該等物件及其相關資訊。</p>
    <p>第十二條 隱私政策</p>
    <p>關於您的會員註冊、帳號綁定以及其他特定資料依本服務「隱私權政策」受到保護與規範。您了解當您使用本服務時，您同意本服務依據「隱私權政策」進行您個人資料的蒐集、處理與利用。</p>
    <p>第一三條 客服流程</p>
    <p>1.本公司重視所有使用者的意見及回饋，我們將在收到您的意見後盡快與您聯繫，您可經由以下管道向普匯反應建議或申訴：</p>
    <p>(1)客戶服務專線：＋886-2-25079990</p>
    <p>(2)電子郵件信箱：service@influxfin.com</p>
    <p>(3)line帳號客服：@influxfin</p>
    <p>(4)app內建意見回饋專區</p>
    <p>2.調查回應流程:普匯會盡力在三個工作日內確認您的申訴，並調查處理以盡快給予您回覆。若因事件較為複雜無法立即處理完成，我們會與您說明並約定時間給您答覆，在這期間我們會隨時向你通知處理情況。</p>
    <p>第十四條 準據法、管轄法院及其他</p>
    <p>1.本服務條款、隱私權政策及其相關使用規範、辦法、處理原則、政策、及相關服務說明等，以中華民國法令為準據法。</p>
    <p>2.會員與本公司因本服務、本服務條款、隱私權政策或其相關使用規範、辦法、處理原則、政策、及相關服務說明所生之爭議，如因此而訴訟，以台灣台北地方法院為第一審管轄法院。</p>
    <p>3.本契約各條標題，僅為查閱而設，不影響契約有關條款之解釋、說明及瞭解。</p>
  </div>
</template>

<script>
export default {
  created() {
    this.$store.dispatch("getNewsData");
    $("title").text(`一般使用者條款 - inFlux普匯金融科技`);
  }
};
</script>

<style lang="scss">
</style>

