<?php  if ( ! defined('BASEPATH')) exit('No direct script access allowed');
$config['instalment']	= array(
	0	=> "其他",
	3	=> "3期",
	6	=> "6期",
	12	=> "12期",
	18	=> "18期",
	24	=> "24期",
);

$config['repayment_type']	= array(
	1	=> "等額本息",
	2	=> "先息後本",
);



$config['transaction_source']	= array(
	1	=> "儲值",				//出借->平台
	2	=> "提領(出借)",			//出借<-平台
	3	=> "出借款(出借)",		//出借->借款
	
	11	=> "應付借款本金(借款)",	//借款->出借
	12	=> "還款本金(借款)",		//借款->出借
	13	=> "應付借款利息(借款)",
	14	=> "還款利息(借款)",
	
	21	=> "應付平台服務費",
	22	=> "平台服務費",
	23	=> "應付轉貸手續費(借款)",
	24	=> "轉貸手續費(借款)",
	25	=> "應付提還手續費(出借)",
	26	=> "提還手續費(出借)",
	27	=> "應付提領手續費(出借)",
	28	=> "提領手續費(出借)",
	
	96	=> "應付違約金(借款)",
	97	=> "應付延滯息(借款)",
	98	=> "違約金(借款)",
	99	=> "延滯息(借款)",
);

/*
應付提還補貼金(平台)
應付滯納補貼金(平台)
提還補貼金(平台)
滯納補貼金(平台)
*/