<?php  if ( ! defined('BASEPATH')) exit('No direct script access allowed');

$config['school_major_point']= array(
    '醫藥衛生學門' => 400,
    '教育學門' => 400,
    '運輸服務學門' => 400,
    '資訊通訊科技學門' => 400,
    '工程及工程業學門' => 400,
    '建築及營建工程學門' => 200,
    '商業及管理學門' => 300,
    '物理、化學及地球科學學門' => 300,
    '社會及行為科學學門' => 200,
    '獸醫學門' => 400,
    '數學及統計學門' => 400,
    '法律學門' => 400,
    '安全服務學門' => 200,
    '製造及加工學門' => 200,
    '衛生及職業衛生服務學門' => 200,
    '農業學門' => 200,
    '餐旅及民生服務學門' => 100,
    '環境學門' => 200,
    '人文學門' => 200,
    '語文學門' => 200,
    '社會福利學門' => 200,
    '新聞學及圖書資訊學門' => 300,
    '生命科學學門' => 100,
    '藝術學門(設計學門)' => 200,
    '林業學門' => 100,
    '漁業學門' => 100,
    '運算碩士學程' => 100,
);

$config['lock_school'] = array(
    '正修科技大學',
    '嶺東科技大學',
    '義守大學',
    '國立臺灣海洋大學',
    '嘉南藥理大學',
    '國立體育大學',
    '國立臺南大學',
    '美和科技大學',
    '宏國德霖科技大學',
    '國立金門大學',
    '臺北城市科技大學',
    '建國科技大學',
    '敏惠醫護管理專科學校',
    '佛光大學',
    '環球科技大學',
    '修平科技大學',
    '國立臺北教育大學',
    '高苑科技大學',
    '吳鳳科技大學',
    '馬偕醫護管理專科學校',
    '遠東科技大學',
    '仁德醫護管理專科學校',
    '台灣首府大學',
    '慈惠醫護管理專科學校',
    '輔英科技大學',
    '南榮科技大學',
    '大同技術學院',
    '黎明技術學院',
    '東方設計大學',
    '台灣首府大學',
    '聖約翰科技大學',
    '明道大學',
    '華夏科技大學',
    '遠東科技大學',
    '中華科技大學'
);

/*
 * 產品風控模組-學生貸
 * [
 *     'name' => '國立清華大學',     // 學校名稱
 *     'points' => 550,            // 學校得分
 *     'national' => 1,            // 是否為公立學校
 *     'intelligent_points' => 950 // 學校得分 for 名校貸
 * ]
 */
$config['school_points'] = array(
    ['name' => '國立清華大學', 'points' => 550, 'national' => 1, 'intelligent_points' => 950, 'master_points' =>400],
    ['name' => '國立臺灣大學', 'points' => 600, 'national' => 1, 'intelligent_points' => 1000, 'master_points'=>400],
    ['name' => '國立成功大學', 'points' => 550, 'national' => 1, 'intelligent_points' => 950, 'master_points'=>400],
    ['name' => '國立交通大學', 'points' => 550, 'national' => 1, 'intelligent_points' => 950, 'master_points'=>400],
    ['name' => '國立陽明交通大學', 'points' => 550, 'national' => 1, 'intelligent_points' => 950, 'master_points'=>400],
    ['name' => '國立中央大學', 'points' => 450, 'national' => 1, 'intelligent_points' => 750, 'master_points'=>400],
    ['name' => '國立中山大學', 'points' => 450, 'national' => 1, 'intelligent_points' => 750, 'master_points'=>400],
    ['name' => '國立陽明大學', 'points' => 550, 'national' => 1, 'intelligent_points' => 950, 'master_points'=>400],
    ['name' =>'中國醫藥大學', 'points' =>350, 'national' => 0 , 'master_points'=>300],
    ['name' => '國立政治大學', 'points' => 550, 'national' => 1, 'intelligent_points' => 950, 'master_points'=>400],
    ['name' => '國立臺灣師範大學', 'points' => 450, 'national' => 1, 'intelligent_points' => 750, 'master_points'=>400],
    ['name' =>'臺北醫學大學', 'points' =>500, 'national' => 0, 'master_points'=>300],
    ['name' => '國立中興大學', 'points' => 450, 'national' => 1, 'intelligent_points' => 750, 'master_points'=>400],
    ['name' => '國立中正大學', 'points' => 450, 'national' => 1, 'intelligent_points' => 750, 'master_points'=>400],
    ['name' => '國立臺北大學', 'points' => 450, 'national' => 1, 'intelligent_points' => 650, 'master_points'=>400],
    ['name' =>'馬偕醫學院', 'points' =>150, 'national' => 0 ],
    ['name' => '國立臺灣科技大學', 'points' => 450, 'national' => 1, 'intelligent_points' => 750, 'master_points'=>400],
    ['name' => '國立臺北科技大學', 'points' => 400, 'national' => 1, 'intelligent_points' => 600, 'master_points'=>300],
    ['name' =>'國立臺北護理健康大學', 'points' =>150, 'national' => 1 , 'master_points'=>200],
    ['name' =>'國立高雄餐旅大學', 'points' =>100, 'national' => 1 , 'master_points'=>200],
    ['name' =>'國立臺北商業大學', 'points' =>250, 'national' => 1 , 'master_points'=>300],
    ['name' =>'長庚大學', 'points' =>250, 'national' => 0 , 'master_points'=>200],
    ['name' =>'高雄醫學大學', 'points' =>500, 'national' => 0 , 'master_points'=>200],
    ['name' =>'國立臺灣海洋大學', 'points' =>250, 'national' => 1 , 'master_points'=>200],
    ['name' =>'輔仁大學', 'points' =>300, 'national' => 0 , 'master_points'=>300],
    ['name' =>'中山醫學大學', 'points' =>300, 'national' => 0 , 'master_points'=>300],
    ['name' =>'國立彰化師範大學', 'points' =>250, 'national' => 1 , 'master_points'=>200],
    ['name' =>'國立高雄大學', 'points' =>250, 'national' => 1 , 'master_points'=>200],
    ['name' =>'國立暨南國際大學', 'points' =>300, 'national' => 1 , 'master_points'=>200],
    ['name' =>'臺北市立大學', 'points' =>150, 'national' => 1 , 'master_points'=>300],
    ['name' =>'東吳大學', 'points' =>350, 'national' => 0 , 'master_points'=>300],
    ['name' =>'國立臺中教育大學', 'points' =>150, 'national' => 1 , 'master_points'=>300],
    ['name' =>'國立臺北教育大學', 'points' =>250, 'national' => 1 , 'master_points'=>300],
    ['name' =>'國立臺灣藝術大學', 'points' =>150, 'national' => 1 ],
    ['name' =>'新竹教育大學', 'points' =>400, 'national' => 0 , 'master_points'=>400],
    ['name' =>'國立高雄師範大學', 'points' =>250, 'national' => 1 , 'master_points'=>200],
    ['name' =>'國立臺北藝術大學', 'points' =>150, 'national' => 1 , 'master_points'=>200],
    ['name' =>'國立虎尾科技大學', 'points' =>200, 'national' => 1 , 'master_points'=>200],
    ['name' =>'國立雲林科技大學', 'points' =>250, 'national' => 1 , 'master_points'=>300],
    ['name' =>'國立屏東科技大學', 'points' =>200, 'national' => 1 , 'master_points'=>200],
    ['name' =>'國立高雄第一科技大學', 'points' =>300, 'national' => 1 , 'master_points'=>300],
    ['name' =>'國立高雄應用科技大學', 'points' =>300, 'national' => 1 , 'master_points'=>300],
    ['name' =>'國立臺中科技大學', 'points' =>200, 'national' => 1 , 'master_points'=>300],
    ['name' =>'國立高雄海洋科技大學', 'points' =>300, 'national' => 1 , 'master_points'=>200],
    ['name' =>'國立勤益科技大學', 'points' =>150, 'national' => 1 , 'master_points'=>200],
    ['name' =>'文藻外語大學', 'points' =>200, 'national' => 0 ],
    ['name' =>'致理科技大學', 'points' =>250, 'national' => 0, 'master_points'=>100],
    ['name' =>'國立嘉義大學', 'points' =>150, 'national' => 1 , 'master_points'=>200],
    ['name' =>'國立東華大學', 'points' =>250, 'national' => 1 , 'master_points'=>200],
    ['name' =>'中原大學', 'points' =>250, 'national' => 0 , 'master_points'=>200],
    ['name' =>'淡江大學', 'points' =>250, 'national' => 0 , 'master_points'=>300],
    ['name' =>'元智大學', 'points' =>250, 'national' => 0 , 'master_points'=>200],
    ['name' =>'亞洲大學', 'points' =>250, 'national' => 0 , 'master_points'=>100],
    ['name' =>'國立宜蘭大學', 'points' =>200, 'national' => 1 , 'master_points'=>300],
    ['name' =>'東海大學', 'points' =>250, 'national' => 0 , 'master_points'=>300],
    ['name' =>'世新大學', 'points' =>200, 'national' => 0 , 'master_points'=>200],
    ['name' =>'銘傳大學', 'points' =>250, 'national' => 0 , 'master_points'=>200],
    ['name' =>'國立臺南藝術大學', 'points' =>150, 'national' => 1 , 'master_points'=>200],
    ['name' =>'國立臺南大學', 'points' =>150, 'national' => 1 , 'master_points'=>200],
    ['name' =>'國立體育大學', 'points' =>150, 'national' => 1 , 'master_points'=>100],
    ['name' =>'國立臺灣體育運動大學', 'points' =>150, 'national' => 1 , 'master_points'=>200],
    ['name' =>'國立屏東大學', 'points' =>200, 'national' => 1 , 'master_points'=>200],
    ['name' =>'朝陽科技大學', 'points' =>250, 'national' => 0 , 'master_points'=>200],
    ['name' =>'德明財經科技大學', 'points' =>150, 'national' => 0 , 'master_points'=>100],
    ['name' =>'國立澎湖科技大學', 'points' =>150, 'national' => 1 , 'master_points'=>200],
    ['name' =>'南臺科技大學', 'points' =>150, 'national' => 0, 'master_points'=>100],
    ['name' =>'弘光科技大學', 'points' =>150, 'national' => 0 , 'master_points'=>100],
    ['name' =>'台南應用科技大學', 'points' =>150, 'national' => 0 , 'master_points'=>100],
    ['name' =>'僑光科技大學', 'points' =>150, 'national' => 0 , 'master_points'=>100],
    ['name' =>'逢甲大學', 'points' =>250, 'national' => 0 , 'master_points'=>300],
    ['name' =>'中國文化大學', 'points' =>250, 'national' => 0 , 'master_points'=>200],
    ['name' =>'國立聯合大學', 'points' =>200, 'national' => 1 , 'master_points'=>200],
    ['name' =>'實踐大學', 'points' =>200, 'national' => 0 , 'master_points'=>200],
    ['name' =>'國立臺東大學', 'points' =>200, 'national' => 1 , 'master_points'=>200],
    ['name' =>'國立金門大學', 'points' =>150, 'national' => 1 , 'master_points'=>200],
    ['name' =>'靜宜大學', 'points' =>250, 'national' => 0 , 'master_points'=>200],
    ['name' =>'大同大學', 'points' =>250, 'national' => 0 , 'master_points'=>100],
    ['name' =>'長榮大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'中臺科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'嘉南藥理大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'嶺東科技大學', 'points' =>150, 'national' => 0 , 'master_points'=>100],
    ['name' =>'中國科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'中華科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'台北海洋科技大學', 'points' =>100, 'national' => 0 ],
    ['name' =>'萬能科技大學', 'points' =>100, 'national' => 0 ],
    ['name' =>'遠東科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'修平科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'大華科技大學', 'points' =>100, 'national' => 0 ],
    ['name' =>'南榮科技大學', 'points' =>100, 'national' => 0 ],
    ['name' =>'中信金融管理學院', 'points' =>100, 'national' => 0 ],
    ['name' =>'國立臺灣戲曲學院', 'points' =>100, 'national' => 1 ],
    ['name' =>'亞太創意技術學院', 'points' =>100, 'national' => 0 ],
    ['name' =>'空中大學', 'points' =>100, 'national' => 1 ],
    ['name' =>'馬偕醫護管理專科學校', 'points' =>100, 'national' => 0 ],
    ['name' =>'敏惠醫護管理專科學校', 'points' =>100, 'national' => 0 ],
    ['name' =>'仁德醫護管理專科學校', 'points' =>100, 'national' => 0 ],
    ['name' =>'國立高雄科技大學', 'points' =>250, 'national' => 0, 'master_points'=>300 ],
    ['name' =>'長庚科技大學', 'points' =>200, 'national' => 0 , 'master_points'=>200],
    ['name' =>'明志科技大學', 'points' =>200, 'national' => 0 , 'master_points'=>100],
    ['name' =>'正修科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'環球科技大學', 'points' =>100, 'national' => 0 ],
    ['name' =>'崇右影藝科技大學', 'points' =>100, 'national' => 0 ],
    ['name' =>'華梵大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'康寧大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'高苑科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'育達科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'中州科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'東方設計大學', 'points' =>100, 'national' => 0 ],
    ['name' =>'和春技術學院', 'points' =>100, 'national' => 0 ],
    ['name' =>'南亞技術學院', 'points' =>100, 'national' => 0 ],
    ['name' =>'蘭陽技術學院', 'points' =>100, 'national' => 0 ],
    ['name' =>'慈濟大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'真理大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'佛光大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'崑山科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'輔英科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'明新科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'大仁科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'元培醫事科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'景文科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'臺北城市科技大學', 'points' =>100, 'national' => 0 ],
    ['name' =>'醒吾科技大學', 'points' =>100, 'national' => 0 ],
    ['name' =>'慈濟科技大學', 'points' =>100, 'national' => 0 ],
    ['name' =>'亞東科技大學', 'points' =>100, 'national' => 0, 'master_points'=>100],
    ['name' =>'經國管理暨健康學院', 'points' =>100, 'national' => 0 ],
    ['name' =>'中華大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'大葉大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'玄奘大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'開南大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'明道大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'健行科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'建國科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'聖約翰科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'東南科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'南開科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'美和科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'華夏科技大學', 'points' =>100, 'national' => 0 ],
    ['name' =>'大漢技術學院', 'points' =>100, 'national' => 0 ],
    ['name' =>'黎明技術學院', 'points' =>100, 'national' => 0 ],
    ['name' =>'大同技術學院', 'points' =>100, 'national' => 0 ],
    ['name' =>'台灣首府大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'義守大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'中華醫事科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'樹德科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'龍華科技大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'南華大學', 'points' =>100, 'national' => 0 , 'master_points'=>100],
    ['name' =>'吳鳳科技大學', 'points' =>100, 'national' => 0 ],
    ['name' =>'宏國德霖科技大學', 'points' =>100, 'national' => 0 ],
    ['name' =>'稻江科技暨管理學院', 'points' =>100, 'national' => 0 ],
    ['name' =>'法鼓文理學院', 'points' =>100, 'national' => 0 ]
);

$config['department_points'] = array (
    '台灣首府大學' =>
    array (
        "city" => "臺南市",
        "shortName" => "TSU",
        "fullName" => "Taiwan Shoufu University",
        'discipline' =>
        array (
            '其他學門' =>
            array (
                '幼兒教育學系',
              	'應用外語學系',
                '幼兒教育學系碩士班',
                '商品開發與設計學系',
                '數位娛樂與遊戲設計學系',
                '資訊與多媒體設計學系',
                '企業管理學系',
                '休閒資訊管理學系',
                '餐旅管理學系',
                '烘焙管理學系',
                '飯店管理學系',
                '觀光事業管理學系',
                '休閒管理學系',
                '休閒管理學系碩士班'
            ),
        ),
        'score' =>
        array (
            '幼兒教育學系' => 0,
            '應用外語學系' => 0,
            '幼兒教育學系碩士班' => 0,
            '商品開發與設計學系' => 0,
            '數位娛樂與遊戲設計學系' => 0,
            '資訊與多媒體設計學系' => 0,
            '企業管理學系' => 0,
            '休閒資訊管理學系' => 0,
            '餐旅管理學系' => 0,
            '烘焙管理學系' => 0,
            '飯店管理學系' => 0,
            '觀光事業管理學系' => 0,
            '休閒管理學系' => 0,
            '休閒管理學系碩士班' => 0
        ),
    ),
    '慈濟大學' =>
    array (
        'city' => '花蓮縣花蓮市',
        'shortName' => 'TCU',
        'fullName' => 'Tzu Chi University',
        'discipline' =>
        array (
            '醫學學門' =>
            array (
                '醫學系',
                '護理學系',
                '公共衛生學系',
                '醫學檢驗生物技術系',
                '醫學資訊學系',
                '物理治療學系',
                '學士後中醫學系',
                '生命科學系',
                '分子生物暨人類遺傳學系',
                '研究所',
                '醫學科學研究所(博)',
                '轉譯醫學博士學位學程',
                '護理學系碩士班',
                '公共衛生學系碩士班',
                '醫學資訊學系碩士班',
                '醫學檢驗生物技術學系醫學生物技術碩士班',
                '物理治療學系碩士班',
                '醫學系藥理暨毒理學 碩士班/博士班',
                '醫學系生物醫學碩士班',
                '醫學系生理醫學碩士班',
                '醫學系微生物及免疫學碩士班',
                '醫學系生物化學碩士班',
                '生命科學系碩士班',
                '分子生物暨人類遺傳學系碩士班'
            ),
            '人文社會學門' =>
            array (
                '人文社會學院',
                '社會工作學系',
                '人類發展與心理學系',
                '東方語文學系',
                '社會工作學系碩士班 ',
                '人類發展與心理學系碩士班',
                '東方語文學系碩士班',
                '宗教與人文研究所'
            ),
            '教育傳播學院' =>
            array (
                '傳播學系',
                '兒童發展與家庭教育學系',
                '傳播學系碩士班',
                '教育研究所'
            ),
            '國際暨跨領域學門' =>
            array (
                '英美語文學系',
                '國際服務產業管理學士學位學程',
                '國際數位媒體科技學士學位學程'
            ),
        ),
        'score' =>
        array (
            '醫學系(自費)' => 350,
            '醫學系(公費)' => 340,
            '物理治療學系' => 270,
            '醫學資訊學系' => 270,
            '醫學檢驗生物技術學系' => 250,
            '護理學系' => 240,
            '公共衛生學系' => 220,
            '分子生物暨人類遺傳學系' => 150,
            '人類發展與心理學系' => 150,
            '兒童發展與家庭教育學系' => 140,
            '生命科學系' => 130,
            '社會工作學系' => 100,
            '傳播學系' => 70,
            '東方語文學系日文組' => 30,
            '東方語文學系中文組' => 30,
            '英美語文學系' => 20
        ),
    ),
    '台南應用科技大學' =>
    array (
        "city" => "臺南市",
        "shortName" => "TUT",
        "fullName" => "Tainan University of Technology",
        'discipline' =>
        array (
            '其他學門' =>
            array (
              '資訊管理系',
          	'資訊管理系娛樂與網路應用組',
          	'財務金融系',
          	'企業管理系',
          	'國際企業經營系',
          	'會計資訊系',
          	'美容造型設計系',
          	'運動休閒與健康管理系',
          	'旅館管理系',
          	'生活服務產業系',
          	'幼兒保育系',
          	'養生休閒管理學位學程',
          	'餐飲系',
          	'服飾設計管理系',
          	'漫畫學士學位學程',
          	'商品設計系',
          	'室內設計系',
          	'時尚設計系',
          	'多媒體動畫系',
          	'視覺傳達設計系',
          	'應用英語系',
            ),
        ),
        'score' =>
        array (
          '資訊管理系' =>  220 ,
        	'資訊管理系娛樂與網路應用組' =>  220 ,
        	'財務金融系' =>  130 ,
        	'企業管理系' =>  130 ,
        	'國際企業經營系' =>  130 ,
        	'會計資訊系' =>  120 ,
        	'美容造型設計系' =>  80 ,
        	'運動休閒與健康管理系' =>  80 ,
        	'旅館管理系' =>  70 ,
        	'生活服務產業系' =>  70 ,
        	'幼兒保育系' =>  70 ,
        	'養生休閒管理學位學程' =>  60 ,
        	'餐飲系' =>  60 ,
        	'服飾設計管理系' =>  50 ,
        	'漫畫學士學位學程' =>  50 ,
        	'商品設計系' =>  50 ,
        	'室內設計系' =>  50 ,
        	'時尚設計系' =>  40 ,
        	'多媒體動畫系' =>  40 ,
        	'視覺傳達設計系' =>  30 ,
        	'應用英語系' =>  20,
        ),
    ),
    '台北海洋科技大學' =>
    array (
        "city" => "新北市",
        "shortName" => "TUMT",
        "fullName" => "Taipei University of Marine Technology",
        'discipline' =>
        array (
            '其他學門' =>
            array (
                '海空物流與行銷系(淡水校本部)',
                '旅遊管理系(淡水校本部)',
                '健康促進與銀髮保健系(淡水校本部)',
                '餐飲管理系(士林校區)',
                '健康照顧社會工作系(淡水校本部)',
                '食品科技與行銷系(士林校區)',
                '時尚造型設計管理系寵物美容設計組(淡水校本部)',
                '海洋運動休閒系(士林校區)',
                '海洋休閒觀光系(士林校區)',
                '時尚造型設計管理系整體造型設計組(淡水校本部)',
                '表演藝術系(淡水校本部)',
                '數位遊戲與動畫設計系(淡水校本部)',
                '視覺傳達設計系(淡水校本部)',
            ),
        ),
        'score' =>
        array (
          '海空物流與行銷系(淡水校本部)' =>  100 ,
        	'旅遊管理系(淡水校本部)' =>  70 ,
        	'健康促進與銀髮保健系(淡水校本部)' =>  60 ,
        	'餐飲管理系(士林校區)' =>  50 ,
        	'健康照顧社會工作系(淡水校本部)' =>  40 ,
        	'食品科技與行銷系(士林校區)' =>  40 ,
        	'時尚造型設計管理系寵物美容設計組(淡水校本部)' =>  40 ,
        	'海洋運動休閒系(士林校區)' =>  30 ,
        	'海洋休閒觀光系(士林校區)' =>  30 ,
        	'時尚造型設計管理系整體造型設計組(淡水校本部)' =>  30 ,
        	'表演藝術系(淡水校本部)' =>  20 ,
        	'數位遊戲與動畫設計系(淡水校本部)' =>  10 ,
        	'視覺傳達設計系(淡水校本部)' => 0,
        ),
    ),
    '國立陽明交通大學' =>
    array(
        "city" => "新竹市",
        "shortName" => "NYCU",
        "fullName" => "National Yang Ming Chiao Tung University ",
        'discipline' =>
        array (
            '其他學門' =>
            array (
                '外國語文學系',
                '土木工程學系',
                '機械工程學系',
                '材料科學與工程學系',
                '牙醫學系',
                '生物科技學系',
                '醫學生物技術暨檢驗學系',
                '生物醫學影像暨放射科學系',
                '物理治療暨輔助科技學系',
                '生物醫學工程學系',
                '生醫光電暨奈米科學學士學位學程',
                '人文社會學系',
                '傳播與科技學系',
                '系統工程與科技學士學位學程',
                '電子物理系',
                '應用數學系',
                '應用化學系',
                '理學院科學學士學位學程',
                '電子工程學系',
                '電機工程學系',
                '光電工程學系',
                '奈米科學及工程學士學位學程',
                '資訊工程學系',
                '管理科學系',
                '運輸與物流管理學系',
                '工業工程與管理學系',
                '資訊管理與財務金融學系',
                '醫學系',
                '藥學系',
                '護理學系',
                '學士班大一大二不分系',
                '電機資訊學士班',
                '百川學士學位學程',
            ),
        ),
        'score' =>
        array (
            '外國語文學系' => 200 ,
            '土木工程學系' => 280 ,
            '機械工程學系' => 330 ,
            '材料科學與工程學系' =>350 ,
            '牙醫學系' => 350 ,
            '生物科技學系' => 350 ,
            '醫學生物技術暨檢驗學系' => 320 ,
            '生物醫學影像暨放射科學系' => 340 ,
            '物理治療暨輔助科技學系' => 330 ,
            '生物醫學工程學系' => 340 ,
            '生醫光電暨奈米科學學士學位學程' => 300 ,
            '人文社會學系' => 200 ,
            '傳播與科技學系' => 180 ,
            '系統工程與科技學士學位學程' => 300 ,
            '電子物理系' => 370 ,
            '應用數學系' => 360 ,
            '應用化學系' => 350 ,
            '理學院科學學士學位學程' => 150 ,
            '電子工程學系' => 380 ,
            '電機工程學系' => 380 ,
            '光電工程學系' => 380 ,
            '奈米科學及工程學士學位學程' => 390 ,
            '資訊工程學系' => 380 ,
            '管理科學系' => 320 ,
            '運輸與物流管理學系' => 300 ,
            '工業工程與管理學系' => 350 ,
            '資訊管理與財務金融學系' => 380 ,
            '醫學系' => 390 ,
            '藥學系' => 300 ,
            '護理學系' => 250 ,
            '學士班大一大二不分系' => 200 ,
            '電機資訊學士班' => 350 ,
            '百川學士學位學程' => 150
        )
    ),
  '世新大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'SHU',
    'fullName' => 'Shih Hsin University',
    'discipline' =>
    array (
      '法律學門' =>
      array (
        0 => '法律學系',
        1 => '智慧財產權法律研究所',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '社會發展研究所',
        1 => '性別研究所',
        2 => '社會心理學系',
        3 => '經濟學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '傳播管理學系',
        1 => '財務金融學系',
        2 => '公共關係暨廣告學系',
        3 => '企業管理學系',
        4 => '行政管理學系',
        5 => '非營利與社會企業碩士在職學位學程',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '傳播博士學位學程',
        1 => '口語傳播學系',
        2 => '傳播匯流與創新管理學士學位學程',
        3 => '新聞學系',
        4 => '資訊傳播學系',
        5 => '圖文傳播暨數位出版學系',
        6 => '全媒體學士學位學程',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系資訊管理組',
        1 => '資訊管理學系資訊科技組',
        2 => '資訊管理學系網路科技組',
      ),
      '語文學門' =>
      array (
        0 => '英語學系',
        1 => '日本語文學系',
        2 => '中國文學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '觀光學系餐旅經營管理組',
        1 => '觀光學系旅遊暨休閒事業管理組',
        2 => '觀光學系觀光規劃暨資源管理組',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '廣播電視電影學系電影組',
        1 => '廣播電視電影學系電視組',
        2 => '廣播電視電影學系廣播組',
        3 => '數位多媒體設計學系遊戲設計組',
        4 => '數位多媒體設計學系動畫設計組',
      ),
    ),
    'score' =>
    array (
        '資訊傳播學系' => 320,
        '法律學系' => 230,
        '公共關係暨廣告學系' => 220,
        '企業管理學系' => 220,
        '數位多媒體設計學系遊戲設計組' => 220,
        '傳播管理學系' => 220,
        '行政管理學系' => 210,
        '財務金融學系' => 200,
        '數位多媒體設計學系動畫設計組' => 200,
        '資訊管理學系資訊管理組' => 180,
        '資訊管理學系資訊科技組' => 170,
        '資訊管理學系網路科技組' => 170,
        '社會心理學系' => 160,
        '新聞學系' => 150,
        '口語傳播學系' => 130,
        '廣播電視電影學系電影組' => 130,
        '廣播電視電影學系電視組' => 120,
        '廣播電視電影學系廣播組' => 120,
        '圖文傳播暨數位出版學系' => 110,
        '觀光學系餐旅經營管理組' => 110,
        '觀光學系旅遊暨休閒事業管理組' => 100,
        '觀光學系觀光規劃暨資源管理組' => 100,
        '日本語文學系' => 80,
        '中國文學系' => 70,
        '英語學系' => 60,
        '經濟學系' => 10,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://ap.shu.edu.tw/SSO/login.aspx?ReturnUrl=/SSO/Auth.aspx%3FCheckSessionID%3Dzertpz55b2fzehbobnotbx55%26GetAuthUrl%3D',
      1 => 'https://ap4.shu.edu.tw/STU1/Login.aspx%26ReturnUrl%3Dhttps://ap4.shu.edu.tw/stu1/login.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '中信金融管理學院' =>
  array (
    'city' => '臺南市',
    'shortName' => 'CTBC',
    'fullName' => 'CTBC BUSINESS SCHOOL',
    'discipline' =>
    array (
      '法律學門' =>
      array (
        0 => '財經法律學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '財務金融學系',
        1 => '企業管理學系',
      ),
    ),
    'score' =>
    array (
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://recruit.ctbc.edu.tw/bin/login.php',
    ),
    'systems' =>
    array (
    ),
  ),
  '中原大學' =>
  array (
    'city' => '中壢區',
    'shortName' => 'CYCU',
    'fullName' => 'Chung Yuan Christian University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '宗教研究所',
      ),
      '工程及工程業學門' =>
      array (
        0 => '化學工程學系材料工程組',
        1 => '化學工程學系生化工程組',
        2 => '化學工程學系綠能製程組',
        3 => '化學工程學系綠能製程組',
        4 => '奈米科技碩士學位學程',
        5 => '薄膜材料與應用國際碩士學位學程',
        6 => '工業與系統工程學系工程組',
        7 => '生物醫學工程學系',
        8 => '生物醫學材料與科技國際碩士學位學程',
        9 => '電機工程學系',
        10 => '電子工程學系',
        11 => '資訊工程學系',
        12 => '通訊工程碩士學位學程',
        13 => '電機資訊學院學士班',
        14 => '機械工程學系',
        15 => '環境工程學系',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技學系',
      ),
      '法律學門' =>
      array (
        0 => '財經法律學系',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '化學系',
        1 => '物理學系物理組',
        2 => '物理學系光電與材料科學組',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '心理學系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築學系',
        1 => '景觀學系',
        2 => '土木工程學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '商學博士學位學程',
        1 => '國際商學碩士學位學程',
        2 => '商學院不分系',
        3 => '財務金融學系',
        4 => '國際經營與貿易學系',
        5 => '會計學系',
        6 => '企業管理學系工商管理組',
        7 => '企業管理學系服務業管理組',
      ),
      '教育學門' =>
      array (
        0 => '教育研究所',
        1 => '特殊教育學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系',
      ),
      '語文學門' =>
      array (
        0 => '應用外國語文學系',
        1 => '應用華語文學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '應用數學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '設計學博士學位學程',
        1 => '文化創意設計碩士學位學程',
        2 => '設計學院設計學士原住民專班',
        3 => '室內設計學系',
        4 => '商業設計學系商業設計組',
        5 => '商業設計學系產品設計組',
      ),
    ),
    'score' =>
    array (
        '化學工程學系材料工程組' => 330,
        '機械工程學系' => 330,
        '資訊工程學系' => 330,
        '電子工程學系' => 320,
        '化學工程學系生化工程組' => 320,
        '環境工程學系' => 320,
        '化學工程學系綠能製程組' => 310,
        '電機工程學系' => 310,
        '電機資訊學院學士班' => 300,
        '工業與系統工程學系工程組' => 300,
        '化學系化學組' => 280,
        '生物醫學工程學系' => 280,
        '化學系材料化學組' => 270,
        '工業與系統工程學系管理組' => 270,
        '資訊管理學系' => 250,
        '會計學系' => 250,
        '應用數學系' => 240,
        '財務金融學系' => 240,
        '國際經營與貿易學系' => 240,
        '企業管理學系工商管理組' => 240,
        '財經法律學系' => 240,
        '企業管理學系高科技業管理組' => 240,
        '企業管理學系服務業管理組' => 240,
        '建築學系' => 230,
        '商學院不分系' => 230,
        '物理學系物理組' => 210,
        '物理學系光電與材料科學組' => 200,
        '土木工程學系' => 200,
        '特殊教育學系' => 190,
        '心理學系' => 190,
        '景觀學系' => 180,
        '室內設計學系' => 130,
        '生物科技學系' => 120,
        '商業設計學系商業設計組' => 110,
        '應用外國語文學系' => 100,
        '應用華語文學系' => 100,
        '商業設計學系產品設計組' => 90,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://itouch.cycu.edu.tw/index.jsp?type=student',
    ),
    'systems' =>
    array (
    ),
  ),
  '中國文化大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'PCCU',
    'fullName' => 'Chinese Culture University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '哲學系',
        1 => '史學系',
      ),
      '工程及工程業學門' =>
      array (
        0 => '化學工程與材料工程學系',
        1 => '紡織工程學系',
        2 => '電機工程學系A組',
        3 => '電機工程學系B組',
        4 => '光電物理學系',
        5 => '機械工程學系',
      ),
      '生命科學學門' =>
      array (
        0 => '生命科學系',
        1 => '保健營養學系',
      ),
      '其他學門' =>
      array (
        0 => '不分系招生',
      ),
      '林業學門' =>
      array (
        0 => '森林暨自然保育學系',
      ),
      '法律學門' =>
      array (
        0 => '法律學系法學組',
        1 => '法律學系財經法律組',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '化學系',
        1 => '地質學系',
        2 => '大氣科學系',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '心理輔導學系',
        1 => '勞工關係學系',
        2 => '勞動暨人力資源學系',
        3 => '地學研究所',
        4 => '地理學系B組',
        5 => '地理學系A組',
        6 => '國家發展與中國大陸研究所',
        7 => '政治學系',
        8 => '經濟學系',
      ),
      '社會福利學門' =>
      array (
        0 => '青少年兒童福利碩士學位學程',
        1 => '社會福利學系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築及都市設計學系',
        1 => '景觀學系',
        2 => '都市計劃與開發管理學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '全球商務碩士學位學程',
        1 => '全球商務學士學位學程',
        2 => '時尚與創意產業品牌建構及經營進修學士學位學程',
        3 => '財務金融學系金融行銷組',
        4 => '財務金融學系財務金融組',
        5 => '國際貿易學系',
        6 => '廣告學系A組',
        7 => '行銷碩士學位學程',
        8 => '全球品牌與行銷碩士在職學位學程',
        9 => '會計學系',
        10 => '國際企業管理學系',
        11 => '行政管理學系',
        12 => '社會企業管理碩士在職學位學程',
      ),
      '教育學門' =>
      array (
        0 => '體育學系',
        1 => '教育學系',
        2 => '華語文教學碩士學位學程',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '大眾傳播學系',
        1 => '資訊傳播學系',
        2 => '新聞學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊工程學系A組',
        1 => '資訊管理學系(雲端服務暨巨量資料組)',
        2 => '資訊管理學系(智慧商務科技組)',
        3 => '電子商務碩士學位學程',
      ),
      '農業學門' =>
      array (
        0 => '生物科技研究所',
        1 => '園藝暨生物技術學系',
        2 => '動物科學系',
      ),
      '運輸服務學門' =>
      array (
        0 => '航空管理碩士學位學程',
      ),
      '語文學門' =>
      array (
        0 => '韓國語文學系',
        1 => '俄國語文學系',
        2 => '英國語文學系',
        3 => '日本語文學系',
        4 => '德國語文學系',
        5 => '法國語文學系',
        6 => '中國文學系文藝創作組',
        7 => '中國文學系中國文學組',
      ),
      '數學及統計學門' =>
      array (
        0 => '應用數學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '生活應用科學系',
        1 => '觀光事業學系',
        2 => '休閒事業管理學士學位學程',
        3 => '技擊運動暨國術學系',
        4 => '運動與健康促進學系',
      ),
      '環境學門' =>
      array (
        0 => '土地資源學系',
        1 => '土地資源學系A組',
        2 => '土地資源學系B組',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '美術學系',
        1 => '中國音樂學系',
        2 => '音樂學系A組',
        3 => '音樂學系B組',
        4 => '中國戲劇學系',
        5 => '舞蹈學系',
        6 => '戲劇學系',
        7 => '科技藝術碩士學位學程',
        8 => '數位媒體學士學位學程',
      ),
    ),
    'score' =>
    array (
        '資訊工程學系A組' => 280,
        '資訊傳播學系' => 280,
        '電機工程學系A組' => 280,
        '電機工程學系B組' => 280,
        '化學工程與材料工程學系' => 270,
        '機械工程學系' => 270,
        '紡織工程學系' => 260,
        '土地資源學系A組' => 260,
        '資訊工程學系B組' => 250,
        '土地資源學系B組' => 240,
        '化學系' => 230,
        '光電物理學系' => 230,
        '地質學系' => 210,
        '大氣科學系' => 210,
        '法律學系法學組' => 190,
        '行政管理學系' => 190,
        '法律學系財經法律組' => 190,
        '國際企業管理學系' => 180,
        '會計學系' => 180,
        '廣告學系A組' => 180,
        '財務金融學系金融行銷組' => 180,
        '國際貿易學系' => 170,
        '資訊管理學系(雲端服務暨巨量資料組)' => 170,
        '都市計劃與開發管理學系' => 170,
        '財務金融學系財務金融組' => 170,
        '教育學系' => 170,
        '資訊管理學系(智慧商務科技組)' => 160,
        '地理學系B組' => 160,
        '應用數學系' => 160,
        '廣告學系B組' => 160,
        '全球商務學士學位學程' => 160,
        '心理輔導學系' => 140,
        '保健營養學系' => 140,
        '經濟學系' => 140,
        '生命科學系' => 140,
        '政治學系' => 140,
        '建築及都市設計學系' => 140,
        '勞動暨人力資源學系' => 130,
        '景觀學系' => 130,
        '動物科學系' => 130,
        '地理學系A組' => 130,
        '森林暨自然保育學系' => 120,
        '園藝暨生物技術學系' => 120,
        '戲劇學系' => 110,
        '生活應用科學系' => 100,
        '大眾傳播學系' => 100,
        '運動與健康促進學系' => 100,
        '社會福利學系' => 90,
        '觀光事業學系' => 90,
        '音樂學系B組' => 80,
        '新聞學系' => 80,
        '史學系' => 70,
        '美術學系' => 70,
        '韓國語文學系' => 70,
        '日本語文學系' => 60,
        '音樂學系A組' => 60,
        '法國語文學系' => 60,
        '哲學系' => 50,
        '俄國語文學系' => 50,
        '中國文學系文藝創作組' => 40,
        '中國文學系中國文學組' => 40,
        '英國語文學系' => 30,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://ap1.pccu.edu.tw/',
    ),
    'systems' =>
    array (
    ),
  ),
  '中國科技大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'CUTE',
    'fullName' => 'China University of Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '資訊工程系(台北校區)',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築系(台北校區)',
        1 => '土木與防災設計系(台北校區)',
      ),
      '商業及管理學門' =>
      array (
        0 => '財務金融系(台北校區)',
        1 => '財政稅務系',
        2 => '國際商務系(台北校區)',
        3 => '會計系',
        4 => '企業管理系(新竹校區)',
        5 => '行銷與流通管理系(新竹校區)',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系(新竹校區)',
        1 => '資訊管理系(台北校區)',
      ),
      '語文學門' =>
      array (
        0 => '應用英語系(台北校區)',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '觀光與休閒事業管理系(台北校區)',
        1 => '觀光與休閒事業管理系(新竹校區)',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '影視設計系(台北校區)',
        1 => '影視設計系(新竹校區)',
        2 => '學士後數位音樂音效學士學位學程',
        3 => '互動娛樂設計系',
        4 => '室內設計系(台北校區)',
        5 => '室內設計系(新竹校區)',
        6 => '視覺傳達設計系(台北校區)',
        7 => '視覺傳達設計系(新竹校區)',
        8 => '數位多媒體設計系(新竹校區)',
        9 => '數位多媒體設計系(台北校區)',
      ),
    ),
    'score' =>
    array (
        '資訊工程系(台北校區)' => 220,
        '資訊管理系(新竹校區)' => 200,
        '資訊管理系(台北校區)' => 170,
        '企業管理系(新竹校區)' => 140,
        '行銷與流通管理系(台北校區)' => 140,
        '企業管理系(台北校區)' => 120,
        '行銷與流通管理系(新竹校區)' => 120,
        '建築系(台北校區)' => 110,
        '土木與防災設計系(台北校區)' => 100,
        '財務金融系(台北校區)' => 100,
        '國際商務系(台北校區)' => 100,
        '視覺傳達設計系(台北校區)' => 60,
        '影視設計系(台北校區)' => 60,
        '室內設計系(台北校區)' => 50,
        '觀光與休閒事業管理系(台北校區)' => 50,
        '觀光與休閒事業管理系(新竹校區)' => 40,
        '視覺傳達設計系(新竹校區)' => 40,
        '數位多媒體設計系(新竹校區)' => 30,
        '室內設計系(新竹校區)' => 30,
        '影視設計系(新竹校區)' => 30,
        '數位多媒體設計系(台北校區)' => 20,
        '應用英語系(台北校區)' => 10,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://iq.cute.edu.tw/index.do?thetime=1539594388817',
    ),
    'systems' =>
    array (
    ),
  ),
  '中國醫藥大學' =>
  array (
    'city' => '臺中市',
    'shortName' => 'CMU',
    'fullName' => 'China Medical University',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '生物醫學工程碩士學位學程',
        1 => '醫學工程與復健科技產業博士學位學程',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技產業博士學位學程',
        1 => '生物科技學系',
        2 => '營養學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '醫務管理學系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '牙醫學系',
        1 => '公共衛生國際碩士學位學程',
        2 => '公共衛生學系',
        3 => '職業安全與衛生學系',
        4 => '公共衛生學院大一不分系',
        5 => '食品暨藥物安全碩士學位學程',
        6 => '健康科技產業博士學位學程',
        7 => '物理治療學系',
        8 => '運動醫學系',
        9 => '針灸研究所',
        10 => '中西醫結合研究所',
        11 => '國際針灸碩士學位學程',
        12 => '生物醫學研究所',
        13 => '中醫學系甲組',
        14 => '中醫學系乙組',
        15 => '學士後中醫學系',
        16 => '醫學系',
        17 => '國際生物醫學碩士學位學程',
        18 => '老化醫學博士學位學程',
        19 => '轉譯醫學博士學位學程',
        20 => '癌症生物與藥物研發博士學位學程',
        21 => '醫學檢驗生物技術學系',
        22 => '生物醫學影像暨放射科學學系',
        23 => '新藥開發研究所',
        24 => '藥學系',
        25 => '中國藥學暨中藥資源學系',
        26 => '藥用化妝品學系',
        27 => '製藥碩士學位學程',
        28 => '生技製藥產業博士學位學程',
        29 => '二年制呼吸治療學系',
        30 => '護理學系',
      ),
      '獸醫學門' =>
      array (
        0 => '中獸醫碩士學位學程',
      ),
    ),
    'score' =>
    array (
        '醫學系' => 360,
        '中醫學系甲組' => 360,
        '中醫學系乙組' => 350,
        '牙醫學系' => 350,
        '藥學系' => 330,
        '醫學檢驗生物技術學系' => 320,
        '中國藥學暨中藥資源學系' => 310,
        '物理治療學系' => 300,
        '護理學系' => 280,
        '公共衛生學院大一不分系' => 280,
        '生物醫學影像暨放射科學學系' => 270,
        '運動醫學系' => 250,
        '營養學系' => 240,
        '生物科技學系' => 210,
        '藥用化妝品學系' =>  0,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://portal.cmu.edu.tw/index.do?thetime=1539593158444',
    ),
    'systems' =>
    array (
    ),
  ),
  '中山醫學大學' =>
  array (
    'city' => '臺中市',
    'shortName' => 'CSMU',
    'fullName' => 'Chung Shan Medical University',
    'discipline' =>
    array (
      '生命科學學門' =>
      array (
        0 => '生物醫學科學學系',
        1 => '營養學系',
        2 => '生化微生物免疫研究所',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '醫學應用化學系',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '心理學系',
      ),
      '社會福利學門' =>
      array (
        0 => '醫學社會暨社會工作學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '醫療產業科技管理學系',
      ),
      '語文學門' =>
      array (
        0 => '應用外國語言學系',
      ),
      '衛生及職業衛生服務學門' =>
      array (
        0 => '職業安全衛生學系',
        1 => '職能治療學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '健康餐飲暨產業管理學系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '牙醫學系',
        1 => '口腔科學研究所',
        2 => '公共衛生學系',
        3 => '物理治療學系',
        4 => '職能治療學系',
        5 => '語言治療與聽力學系語言治療組',
        6 => '語言治療與聽力學系聽力組',
        7 => '醫學系',
        8 => '醫學研究所',
        9 => '醫學檢驗暨生物技術學系',
        10 => '醫學影像暨放射科學系',
        11 => '視光學系',
        12 => '醫學資訊學系',
        13 => '護理學系',
        14 => '視光學系',
      ),
    ),
    'score' =>
    array (
        '牙醫學系'=>  360 ,
    	'醫學系'=>  360 ,
    	'醫學資訊學系'=>  310 ,
    	'醫學應用化學系'=>  310 ,
    	'職能治療學系'=>  310 ,
    	'語言治療與聽力學系語言治療組'=>  300 ,
    	'醫學檢驗暨生物技術學系'=>  300 ,
    	'物理治療學系'=>  300 ,
    	'語言治療與聽力學系聽力組'=>  290 ,
    	'健康餐飲暨產業管理學系'=>  250 ,
    	'公共衛生學系'=>  250 ,
    	'職業安全衛生學系'=>  240 ,
    	'醫學影像暨放射科學系'=>  240 ,
    	'護理學系'=>  240 ,
    	'視光學系'=>  230 ,
    	'醫療產業科技管理學系'=>  230 ,
    	'心理學系'=>  230 ,
    	'營養學系'=>  230 ,
    	'生物醫學科學學系'=>  210 ,
    	'醫學社會暨社會工作學系'=>  130 ,
    	'應用外國語言學系'=>  90,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://student.csmu.edu.tw/',
    ),
    'systems' =>
    array (
    ),
  ),
  '中臺科技大學' =>
  array (
    'city' => '臺中市',
    'shortName' => 'CTUST',
    'fullName' => 'Central Taiwan University of Science and Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '生物科技暨醫學工程研究所',
        1 => '環境與安全衛生工程系',
      ),
      '社會福利學門' =>
      array (
        0 => '老人照顧系',
        1 => '長期照顧碩士學位學程',
      ),
      '商業及管理學門' =>
      array (
        0 => '行銷管理系',
        1 => '國際企業系',
        2 => '醫療暨健康產業管理系',
      ),
      '教育學門' =>
      array (
        0 => '兒童教育暨事業經營系',
        1 => '文教事業經營研究所',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
      ),
      '製造及加工學門' =>
      array (
        0 => '食品科技系',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '牙體技術暨材料系',
        1 => '醫學檢驗生物技術系',
        2 => '醫學影像暨放射科學系',
        3 => '視光系',
        4 => '護理系',
      ),
    ),
    'score' =>
    array (
        '資訊管理系'=>  230 ,
    	'環境與安全衛生工程系'=>  230 ,
    	'護理系'=>  220 ,
    	'牙體技術暨材料系'=>  200 ,
    	'醫學影像暨放射科學系'=>  190 ,
    	'視光系'=>  190 ,
    	'兒童教育暨事業經營系'=>  140 ,
    	'行銷管理系'=>  130 ,
    	'醫療暨健康產業管理系'=>  130 ,
    	'國際企業系'=>  110 ,
    	'老人照顧系'=>  70 ,
    	'食品科技系'=>  60 ,
    	'醫學檢驗生物技術系'=>  40 ,
    	'應用外語系'=>  10,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://www.ctust.edu.tw/p/426-1000-2.php?Lang=zh-tw',
    ),
    'systems' =>
    array (
    ),
  ),
  '中華大學' =>
  array (
    'city' => '新竹市',
    'shortName' => 'CHU',
    'fullName' => 'Chung Hua University',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '工業管理學系',
        1 => '光機電與材料學士學位學程',
        2 => '光電與材料工程學系',
        3 => '工程科學博士學位學程',
        4 => '電機工程學系',
        5 => '電子工程學系',
        6 => '資訊工程學系(資訊應用組)',
        7 => '資訊工程學系(資訊工程組)',
        8 => '資訊工程學系(智慧軟體設計組)',
        9 => '資訊工程學系(人工智慧組)',
        10 => '機械工程學系(航空技術組)',
        11 => '機械工程學系(智慧機械組)',
        12 => '機械工程學系(智慧自動化組)',
      ),
      '生命科學學門' =>
      array (
        0 => '生物資訊學系(基因科技組)',
        1 => '生物資訊學系(生醫大數據組)',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築與都市計畫學系',
        1 => '景觀建築學系',
        2 => '土木工程學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '科技管理博士學位學程',
        1 => '科技管理學系',
        2 => '營建管理學系',
        3 => '財務管理學系(財務金融管理組)',
        4 => '財務管理學系(金融資訊管理組)',
        5 => '企業管理學系',
        6 => '國際企業學系',
        7 => '管理學院',
        8 => '行政管理學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系(資訊管理應用組)',
        1 => '資訊管理學系(手機軟體設計組)',
        2 => '資訊管理學系(巨量資料應用組)',
        3 => '資訊管理學系(資訊系統設計與智慧製造組)',
      ),
      '運輸服務學門' =>
      array (
        0 => '運輸科技與物流管理學系',
      ),
      '語文學門' =>
      array (
        0 => '外國語文學系',
        1 => '應用日語學系(商務組)',
        2 => '應用日語學系(語文組)',
        3 => '應用日語學系(觀光組)',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '休閒遊憩規劃與管理學系',
        1 => '觀光與會展活動學系',
        2 => '餐旅管理學系',
        3 => '旅遊與休閒學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '工業產品設計學系(創意生活設計組)',
        1 => '工業產品設計學系(工業設計組)',
        2 => '建築與都市計畫學系(建築設計組)',
        3 => '建築與都市計畫學系(都市計畫組)',
        4 => '建築與都市計畫學系(建築科技組)',
      ),
    ),
    'score' =>
    array (
        '機械工程學系(航空技術組)'=>  280 ,
    	'電機工程學系'=>  270 ,
    	'機械工程學系(智慧機械組)'=>  260 ,
    	'機械工程學系(智慧自動化組)'=>  260 ,
    	'光電與材料工程學系'=>  260 ,
    	'資訊工程學系(資訊應用組)'=>  260 ,
    	'資訊工程學系(資訊工程組)'=>  250 ,
    	'資訊工程學系(智慧軟體設計組)'=>  240 ,
    	'資訊工程學系(人工智慧組)'=>  240 ,
    	'企業管理學系'=>  190 ,
    	'財務管理學系(財務金融管理組)'=>  190 ,
    	'行政管理學系'=>  180 ,
    	'財務管理學系(金融資訊管理組)'=>  170 ,
    	'財務管理學系(會計資訊與稅務組)'=>  170 ,
    	'資訊管理學系(資訊管理應用組)'=>  170 ,
    	'資訊管理學系(手機軟體設計組)'=>  160 ,
    	'資訊管理學系(巨量資料應用組)'=>  160 ,
    	'資訊管理學系(資訊系統設計與智慧製造組)'=>  160 ,
    	'工業管理學系'=>  150 ,
    	'運輸科技與物流管理學系'=>  150 ,
    	'科技管理學系'=>  150 ,
    	'土木工程學系'=>  140 ,
    	'建築與都市計畫學系(建築設計組)'=>  120 ,
    	'景觀建築學系'=>  120 ,
    	'建築與都市計畫學系(都市計畫組)'=>  120 ,
    	'生物資訊學系(基因科技組)'=>  110 ,
    	'生物資訊學系(生醫大數據組)'=>  110 ,
    	'建築與都市計畫學系(建築科技組)'=>  110 ,
    	'旅遊與休閒學系'=>  80 ,
    	'觀光與會展活動學系'=>  80 ,
    	'餐旅管理學系'=>  80 ,
    	'應用日語學系(商務組)'=>  60 ,
    	'工業產品設計學系(創意生活設計組)'=>  60 ,
    	'應用日語學系(語文組)'=>  50 ,
    	'應用日語學系(觀光組)'=>  50 ,
    	'工業產品設計學系(工業設計組)'=>  50,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://student2.chu.edu.tw/',
    ),
    'systems' =>
    array (
    ),
  ),
  '中華科技大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'CUST',
    'fullName' => 'Chung-Hua University of Science and Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '電機工程系(台北校區)',
        1 => '電子工程系(台北校區)',
        2 => '航空電子系(新竹校區)',
        3 => '航空機械系(新竹校區)',
        4 => '機械工程系動力機械組(台北校區)',
        5 => '機械工程系(台北校區)',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技系化妝品生技組(台北校區)',
        1 => '生物科技系生物科技組(台北校區)',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築系(台北校區)',
        1 => '建築系室內設計組(台北校區)',
        2 => '土木工程系(台北校區)',
      ),
      '商業及管理學門' =>
      array (
        0 => '國際商務與行銷系(台北校區)',
        1 => '企業管理系(台北校區)',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系(台北校區)',
        1 => '遊戲系統創新設計系(台北校區)',
      ),
      '運輸服務學門' =>
      array (
        0 => '航空服務管理系(新竹校區)',
      ),
      '製造及加工學門' =>
      array (
        0 => '食品科學系(台北校區)',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '觀光事業系(台北校區)',
        1 => '餐飲管理系(台北校區)',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '文創與數位多媒體系(台北校區)',
      ),
    ),
    'score' =>
    array (
        '航空機械系(新竹校區)' =>  230 ,
    	'航空電子系(新竹校區)' =>  220 ,
    	'遊戲系統創新設計系(台北校區)' =>  220 ,
    	'電機工程系(台北校區)' =>  200 ,
    	'機械工程系動力機械組(台北校區)' =>  200 ,
    	'機械工程系(台北校區)' =>  190 ,
    	'電子工程系(台北校區)' =>  190 ,
    	'資訊管理系(台北校區)' =>  180 ,
    	'生物科技系化妝品生技組(台北校區)' =>  170 ,
    	'文創與數位多媒體系(台北校區)' =>  150 ,
    	'航空服務管理系(新竹校區)' =>  140 ,
    	'生物科技系生物科技組(台北校區)' =>  140 ,
    	'國際商務與行銷系(台北校區)' =>  110 ,
    	'企業管理系(台北校區)' =>  100 ,
    	'土木工程系(台北校區)' =>  100 ,
    	'建築系(台北校區)' =>  90 ,
    	'建築系室內設計組(台北校區)' =>  80 ,
    	'觀光事業系(台北校區)' =>  60 ,
    	'餐飲管理系(台北校區)' =>  20 ,
    	'食品科學系(台北校區)' =>  10,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://ap.cust.edu.tw/ssos/',
    ),
    'systems' =>
    array (
    ),
  ),
  '中華醫事科技大學' =>
  array (
    'city' => '臺南市',
    'shortName' => 'HWAI',
    'fullName' => 'Chung Hwa University of Medical Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '環境與安全衛生工程系',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技系',
        1 => '食品營養系營養組',
        2 => '食品營養系食品科技組',
      ),
      '社會福利學門' =>
      array (
        0 => '幼兒保育系',
      ),
      '商業及管理學門' =>
      array (
        0 => '醫務暨健康事業管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '數位設計與資訊管理系',
      ),
      '衛生及職業衛生服務學門' =>
      array (
        0 => '消防安全學士學位學程',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '寵物美容學士學位學程',
        1 => '化妝品應用與管理系',
        2 => '運動健康與休閒系',
        3 => '餐旅管理系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '職業安全衛生系',
        1 => '語言治療系',
        2 => '調理保健技術科',
        3 => '醫學檢驗生物技術系',
        4 => '視光系',
        5 => '製藥工程系',
        6 => '護理系',
        7 => '長期照顧經營管理系',
      ),
    ),
    'score' =>
    array (
        '語言治療系' =>  260 ,
    	'環境與安全衛生工程系' =>  220 ,
    	'護理系' =>  200 ,
    	'視光系' =>  200 ,
    	'製藥工程系' =>  190 ,
    	'數位設計與資訊管理系' =>  150 ,
    	'長期照顧經營管理系' =>  110 ,
    	'食品營養系營養組' =>  90 ,
    	'寵物美容學士學位學程' =>  90 ,
    	'食品營養系食品科技組' =>  80 ,
    	'醫學檢驗生物技術系' =>  50 ,
    	'餐旅管理系' =>  50 ,
    	'運動健康與休閒系' =>  40 ,
    	'幼兒保育系' =>  20,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://cip.hwai.edu.tw/index.do?thetime=1570006970697',
    ),
    'systems' =>
    array (
    ),
  ),
  '亞東科技大學' =>
  array (
    'city' => '新北市',
    'shortName' => 'OIT',
    'fullName' => 'Oriental Institute of Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '材料與纖維系材料應用科技組',
        1 => '材料與纖維系織品服裝設計組',
        2 => '電機工程系',
        3 => '電子工程系',
        4 => '通訊工程系',
        5 => '機械工程系汽車組',
      ),
      '商業及管理學門' =>
      array (
        0 => '工業管理系',
        1 => '行銷與流通管理系',
        2 => '醫務管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '護理系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '工商業設計系',
      ),
    ),
    'score' =>
    array (
      '材料與纖維系織品服裝設計組' => 271,
      '機械工程系汽車組' => 239,
      '電機工程系' => 233,
      '電子工程系' => 232,
      '資訊管理系' => 231,
      '機械工程系' => 226,
      '材料與纖維系材料應用科技組' => 223,
      '護理系' => 223,
      '通訊工程系' => 218,
      '醫務管理系' => 139,
      '行銷與流通管理系' => 134,
      '工業管理系' => 126,
      '工商業設計系' => 50,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://portal.oit.edu.tw/?sid=Index',
    ),
    'systems' =>
    array (
    ),
  ),
  '亞洲大學' =>
  array (
    'city' => '臺中市',
    'shortName' => 'ASIA',
    'fullName' => 'Asia University',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '生物資訊與醫學工程學系',
        1 => '光電與通訊學系(光電綠能組)',
        2 => '光電與通訊學系(通訊網路組)',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技學系(精緻農業暨生技產業管理組)',
        1 => '生物科技學系(醫藥應用組)',
        2 => '生物資訊與醫學工程學系(生醫資訊組)',
        3 => '生物資訊與醫學工程學系(醫學工程組)',
        4 => '食品營養與保健生技學系(保健化妝品組)',
        5 => '食品營養與保健生技學系(食品營養組)',
      ),
      '法律學門' =>
      array (
        0 => '財經法律學系(科技法律組)',
        1 => '財經法律學系(財經法律組)',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '心理學系(工商與社會心理組)',
        1 => '心理學系(心理師研修組)',
        2 => '心理學系(諮商與臨床心理組)',
      ),
      '社會福利學門' =>
      array (
        0 => '健康產業管理學系(健康產業管理組)',
        1 => '健康產業管理學系(醫療機構管理組)',
        2 => '社會工作學系(心理與家庭社工雙專業組)',
        3 => '社會工作學系(醫務與長期照顧社工雙專業組)',
      ),
      '商業及管理學門' =>
      array (
        0 => '新興產業策略與發展博士學位學程',
        1 => '管理學院進修學士學位學程',
        2 => '財務金融學系(投資理財組)',
        3 => '財務金融學系(金融科技組)',
        4 => '國際財務金融管理學士學位學程',
        5 => '會計與資訊學系(管理應用組)',
        6 => '會計與資訊學系(財稅應用組)',
        7 => '經營管理學系(企業創新管理組)',
        8 => '經營管理學系(國際企業管理組)',
        9 => '經營管理學系(行銷管理組)',
        10 => '創新與創業管理碩士學位學程',
        11 => 'EMBA高階經理碩士在職學位學程',
      ),
      '教育學門' =>
      array (
        0 => '幼兒教育學系',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '資訊傳播學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '行動商務與多媒體應用學系(多媒體應用組)',
        1 => '行動商務與多媒體應用學系(行動商務組)',
        2 => '資訊工程學系(人工智慧組)',
        3 => '資訊工程學系(數位內容與遊戲設計組)',
      ),
      '語文學門' =>
      array (
        0 => '外國語文學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '休閒與遊憩管理學系(旅遊事業管理組)',
        1 => '休閒與遊憩管理學系(餐旅事業管理組)',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '職能治療學系',
        1 => '聽力暨語言治療學系',
        2 => '視光學系',
        3 => '護理學系(國際護理組)',
        4 => '護理學系(臨床照護組)',
        5 => '護理學系(高齡長期照護組)',
        6 => '物理治療學系',
      ),
      '獸醫學門' =>
      array (
        0 => '學士後獸醫學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '時尚設計學系(時尚服裝設計組)',
        1 => '時尚設計學系(服飾創意設計組)',
        2 => '創意設計學院不分系國際設計學士班',
        3 => '創意商品設計學系(創意商品設計組)',
        4 => '創意商品設計學系(科技商品設計組)',
        5 => '室內設計學系(住宅空間組)',
        6 => '室內設計學系(商業空間組)',
        7 => '視覺傳達設計學系',
        8 => '數位媒體設計學系',
      ),
    ),
    'score' =>
    array (
        '職能治療學系' =>  290 ,
    	'聽力暨語言治療學系' =>  290 ,
    	'行動商務與多媒體應用學系(行動商務組)' =>  290 ,
    	'行動商務與多媒體應用學系(多媒體應用組)' =>  290 ,
    	'資訊工程學系(人工智慧組)' =>  290 ,
    	'生物資訊與醫學工程學系(醫學工程組)' =>  290 ,
    	'資訊傳播學系' =>  280 ,
    	'物理治療學系' =>  280 ,
    	'生物資訊與醫學工程學系(生醫資訊組)' =>  270 ,
    	'資訊工程學系(數位內容與遊戲設計組)' =>  270 ,
    	'視光學系' =>  260 ,
    	'財經法律學系(科技法律組)' =>  250 ,
    	'護理學系(臨床照護組)' =>  240 ,
    	'護理學系(國際護理組)' =>  240 ,
    	'光電與通訊學系(光電綠能組)' =>  230 ,
    	'光電與通訊學系(通訊網路組)' =>  230 ,
    	'護理學系(高齡長期照護組)' =>  230 ,
    	'經營管理學系(行銷管理組)' =>  220 ,
    	'財經法律學系(財經法律組)' =>  220 ,
    	'經營管理學系(國際企業管理組)' =>  220 ,
    	'經營管理學系(企業創新管理組)' =>  220 ,
    	'健康產業管理學系(醫療機構管理組)' =>  220 ,
    	'幼兒教育學系' =>  210 ,
    	'健康產業管理學系(健康產業管理組)' =>  200 ,
    	'心理學系(心理師研修組)' =>  200 ,
    	'財務金融學系(投資理財組)' =>  200 ,
    	'會計與資訊學系(財稅應用組)' =>  200 ,
    	'財務金融學系(金融科技組)' =>  200 ,
    	'會計與資訊學系(管理應用組)' =>  200 ,
    	'休閒與遊憩管理學系(餐旅事業管理組)' =>  190 ,
    	'食品營養與保健生技學系(食品營養組)' =>  190 ,
    	'休閒與遊憩管理學系(旅遊事業管理組)' =>  190 ,
    	'生物科技學系(精緻農業暨生技產業管理組)' =>  170 ,
    	'心理學系(諮商與臨床心理組)' =>  170 ,
    	'食品營養與保健生技學系(保健化妝品組)' =>  170 ,
    	'生物科技學系(醫藥應用組)' =>  160 ,
    	'心理學系(工商與社會心理組)' =>  160 ,
    	'社會工作學系(心理與家庭社工雙專業組)' =>  130 ,
    	'社會工作學系(醫務與長期照顧社工雙專業組)' =>  120 ,
    	'室內設計學系(住宅空間組)' =>  110 ,
    	'室內設計學系(商業空間組)' =>  100 ,
    	'時尚設計學系(時尚服裝設計組)' =>  100 ,
    	'數位媒體設計學系' =>  100 ,
    	'視覺傳達設計學系' =>  90 ,
    	'創意商品設計學系(創意商品設計組)' =>  90 ,
    	'創意設計學院不分系國際設計學士班' =>  90 ,
    	'時尚設計學系(服飾創意設計組)' =>  90 ,
    	'創意商品設計學系(科技商品設計組)' =>  80 ,
    	'外國語文學系' =>  70,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://cip.asia.edu.tw/login.php',
    ),
    'systems' =>
    array (
    ),
  ),
  '佛光大學' =>
  array (
    'city' => '宜蘭縣',
    'shortName' => 'FGU',
    'fullName' => 'Fo Guang University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '文化資產與創意學系(文化創意組)',
        1 => '文化資產與創意學系(文化觀光組)',
        2 => '宗教學研究所',
        3 => '佛教學系',
        4 => '歷史學系(史學經典與歷史創作組)',
        5 => '歷史學系(圖像史學與數位人文組)',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '心理學系',
        1 => '社會學暨社會工作學系',
        2 => '未來與樂活產業學系',
        3 => '應用經濟學系(國際商務組)',
        4 => '應用經濟學系(財務金融組)',
      ),
      '商業及管理學門' =>
      array (
        0 => '管理學系(休閒事業管理組)',
        1 => '管理學系(經營管理組)',
        2 => '管理學系(行銷與創業組)',
        3 => '公共事務學系(行政管理組)',
        4 => '公共事務學系(國際與兩岸事務組)',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '傳播學系(廣告公關組)',
        1 => '傳播學系(數位媒體組)',
        2 => '傳播學系(流行音樂傳播組)',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊應用學系(數位遊戲開發組)',
        1 => '資訊應用學系(網路與多媒體組)',
        2 => '資訊應用學系(動畫與數位內容組)',
        3 => '資訊應用學系(資訊系統與智慧應用組)',
      ),
      '語文學門' =>
      array (
        0 => '外國語文學系',
        1 => '中國文學與應用學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '健康與創意素食產業學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '產品與媒體設計學系',
      ),
    ),
    'score' =>
    array (
        '資訊應用學系(數位遊戲開發組)' =>  260 ,
    	'資訊應用學系(網路與多媒體組)' =>  260 ,
    	'資訊應用學系(動畫與數位內容組)' =>  250 ,
    	'資訊應用學系(資訊系統與智慧應用組)' =>  250 ,
    	'公共事務學系(行政管理組)' =>  170 ,
    	'管理學系(經營管理組)' =>  160 ,
    	'心理學系' =>  150 ,
    	'管理學系(行銷與創業組)' =>  150 ,
    	'公共事務學系(國際與兩岸事務組)' =>  150 ,
    	'管理學系(休閒事業管理組)' =>  150 ,
    	'應用經濟學系(財務金融組)' =>  130 ,
    	'應用經濟學系(國際商務組)' =>  120 ,
    	'未來與樂活產業學系' =>  120 ,
    	'社會學暨社會工作學系' =>  90 ,
    	'傳播學系(流行音樂傳播組)' =>  70 ,
    	'文化資產與創意學系(文化創意組)' =>  70 ,
    	'傳播學系(廣告公關組)' =>  60 ,
    	'傳播學系(數位媒體組)' =>  50 ,
    	'歷史學系(史學經典與歷史創作組)' =>  40 ,
    	'外國語文學系' =>  40 ,
    	'文化資產與創意學系(文化觀光組)' =>  40 ,
    	'中國文學與應用學系' =>  30 ,
    	'歷史學系(圖像史學與數位人文組)' =>  30
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://selcourse2.fgu.edu.tw/student/login.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '健行科技大學' =>
  array (
    'city' => '桃園市',
    'shortName' => 'UCH',
    'fullName' => 'Chien Hsin University of Science and Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '材料製造科技學位學程',
        1 => '電機工程系綠色能源組',
        2 => '電子工程系',
        3 => '資訊工程系',
        4 => '機械工程系車輛組',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '土木工程系',
        1 => '空間資訊與防災科技研究所',
      ),
      '商業及管理學門' =>
      array (
        0 => '工業管理系',
        1 => '物業經營與管理系室內設計組',
        2 => '財務金融系投資理財組',
        3 => '財務金融系金融管理組',
        4 => '企業管理系時尚產業管理組',
        5 => '國際企業經營系航空服務與行銷企劃組',
        6 => '國際企業經營系觀光行銷與休閒管理組',
        7 => '行銷與流通管理系視覺傳達行銷組',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系多媒體應用組',
        1 => '應用空間資訊系',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '餐旅管理系餐旅創業組',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '數位多媒體設計系',
      ),
    ),
    'score' =>
    array (
        '電機工程系' =>  220 ,
    	'電機工程系綠色能源組' =>  210 ,
    	'電子工程系' =>  210 ,
    	'機械工程系' =>  200 ,
    	'機械工程系車輛組' =>  200 ,
    	'材料製造科技學位學程' =>  190 ,
    	'資訊管理系' =>  190 ,
    	'資訊工程系' =>  180 ,
    	'資訊管理系多媒體應用組' =>  180 ,
    	'企業管理系時尚產業管理組' =>  160 ,
    	'物業經營與管理系室內設計組' =>  130 ,
    	'國際企業經營系觀光行銷與休閒管理組' =>  130 ,
    	'行銷與流通管理系視覺傳達行銷組' =>  120 ,
    	'企業管理系' =>  110 ,
    	'財務金融系投資理財組' =>  110 ,
    	'國際企業經營系航空服務與行銷企劃組' =>  110 ,
    	'行銷與流通管理系' =>  100 ,
    	'財務金融系金融管理組' =>  100 ,
    	'物業經營與管理系' =>  100 ,
    	'工業管理系' =>  100 ,
    	'土木工程系' =>  70 ,
    	'應用空間資訊系' =>  60 ,
    	'餐旅管理系' =>  60 ,
    	'餐旅管理系餐旅創業組' =>  20 ,
    	'應用外語系' =>  10 ,
    	'數位多媒體設計系' => 0 ,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://www.uch.edu.tw/sip.html',
    ),
    'systems' =>
    array (
    ),
  ),
  '僑光科技大學' =>
  array (
    'city' => '臺中市',
    'shortName' => 'OCU',
    'fullName' => 'Overseas Chinese University',
    'discipline' =>
    array (
      '法律學門' =>
      array (
        0 => '財經法律系',
      ),
      '商業及管理學門' =>
      array (
        0 => '財務金融系',
        1 => '國際貿易系',
        2 => '企業管理系',
        3 => '行銷與流通管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊科技系',
        1 => '多媒體與遊戲設計系',
      ),
      '語文學門' =>
      array (
        0 => '應用英語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '觀光與休閒事業管理系',
        1 => '餐飲管理系',
        2 => '旅館與會展管理系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '生活創意設計系',
        1 => '電腦輔助工業設計系機械設計組',
        2 => '電腦輔助工業設計系產品設計組',
      ),
    ),
    'score' =>
    array (
        '資訊科技系' =>  250 ,
    	'多媒體與遊戲設計系' =>  240 ,
    	'財經法律系' =>  180 ,
    	'企業管理系' =>  140 ,
    	'行銷與流通管理系' =>  140 ,
    	'國際貿易系' =>  140 ,
    	'財務金融系' =>  130 ,
    	'餐飲管理系' =>  90 ,
    	'觀光與休閒事業管理系' =>  90 ,
    	'旅館與會展管理系' =>  90 ,
    	'生活創意設計系' =>  50 ,
    	'應用英語系' =>  50 ,
    	'電腦輔助工業設計系產品設計組' =>  50 ,
    	'電腦輔助工業設計系機械設計組' =>  40,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://ocuap.ocu.edu.tw/B2KPortal/login.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '元培醫事科技大學' =>
  array (
    'city' => '新竹市',
    'shortName' => 'YPU',
    'fullName' => 'Yuanpei Institute of Science and Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '生物醫學工程系',
        1 => '環境工程衛生系',
      ),
      '社會福利學門' =>
      array (
        0 => '高齡福祉事業管理學士學位學程',
      ),
      '商業及管理學門' =>
      array (
        0 => '會展暨文創事業管理學士學位學程',
        1 => '國際健康行銷管理學士學位學程',
        2 => '企業管理系',
        3 => '醫務管理系健康管理組',
        4 => '醫務管理系醫療產業管理組',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
        1 => '網路與數位媒體應用學士學位學程',
        2 => '行動科技應用系',
      ),
      '製造及加工學門' =>
      array (
        0 => '食品科學系',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '觀光與休閒管理系',
        1 => '健康休閒管理系運動休閒組',
        2 => '健康休閒管理系健康保健組',
        3 => '餐飲管理系',
        4 => '寵物保健學士學位學程',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '醫學檢驗生物技術系',
        1 => '視光系',
        2 => '醫學影像暨放射技術系',
        3 => '生物科技暨製藥技術系',
        4 => '護理系',
      ),
    ),
    'score' =>
    array (
        '護理系' =>  220 ,
    	'生物醫學工程系' =>  220 ,
    	'環境工程衛生系' =>  210 ,
    	'行動科技應用系' =>  200 ,
    	'生物科技暨製藥技術系' =>  190 ,
    	'醫學影像暨放射技術系' =>  180 ,
    	'視光系' =>  180 ,
    	'資訊管理系' =>  160 ,
    	'醫務管理系健康管理組' =>  120 ,
    	'醫務管理系醫療產業管理組' =>  110 ,
    	'食品科學系' =>  110 ,
    	'寵物保健學士學位學程' =>  110 ,
    	'企業管理系' =>  100 ,
    	'餐飲管理系' =>  60 ,
    	'健康休閒管理系運動休閒組' =>  60 ,
    	'醫學檢驗生物技術系' =>  50 ,
    	'健康休閒管理系健康保健組' =>  30 ,
    	'會展暨文創事業管理學士學位學程' =>  30 ,
    	'觀光與休閒管理系' =>  20 ,
    	'應用外語系' =>  20 ,
    	'高齡福祉事業管理學士學位學程' =>  10,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://w2.ypu.edu.tw/yu/',
    ),
    'systems' =>
    array (
    ),
  ),
  '元智大學' =>
  array (
    'city' => '桃園市',
    'shortName' => 'YZU',
    'fullName' => 'Yuan Ze University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '人文社會學院英語學士班',
      ),
      '工程及工程業學門' =>
      array (
        0 => '化學工程與材料科學學系',
        1 => '工業工程與管理學系',
        2 => '工程學院英語學士班',
        3 => '電機通訊學院英語學士班',
        4 => '電機工程學系(甲組)',
        5 => '電機工程學系(乙組)',
        6 => '電機工程學系(丙組)',
        7 => '光電工程學系',
        8 => '通訊工程學系',
        9 => '機械工程學系',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技與工程研究所',
        1 => '生物與醫學資訊碩士學位學程',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '社會暨政策科學學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '管理學院財務金融暨會計碩士班',
        1 => '管理學院',
        2 => '管理學院博士班',
        3 => '管理學院經營管理碩士班',
        4 => '管理學院管理碩士在職專班',
        5 => '管理學院學士班(英語專班)',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系(自然組)',
        1 => '資訊管理學系(社會組)',
        2 => '資訊工程學系(資訊工程組)',
        3 => '資訊工程學系(資訊應用組)',
        4 => '資訊學院英語學士班',
        5 => '資訊傳播學系科技組',
        6 => '資訊傳播學系設計組',
      ),
      '語文學門' =>
      array (
        0 => '應用外語學系',
        1 => '中國語文學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '文化產業與文化政策博士學位學程',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '藝術與設計學系',
      ),
    ),
    'score' =>
    array (
        '資訊工程學系(資訊工程組)' =>  320 ,
    	'資訊學院英語學士班' =>  320 ,
    	'電機工程學系(乙組)' =>  310 ,
    	'電機工程學系(甲組)' =>  310 ,
    	'資訊傳播學系科技組' =>  310 ,
    	'機械工程學系' =>  310 ,
    	'資訊傳播學系設計組' =>  300 ,
    	'資訊工程學系(資訊應用組)' =>  300 ,
    	'電機工程學系(丙組)' =>  290 ,
    	'電機通訊學院英語學士班' =>  280 ,
    	'化學工程與材料科學學系' =>  280 ,
    	'工程學院英語學士班' =>  270 ,
    	'資訊管理學系(自然組)' =>  250 ,
    	'管理學院學士班(英語專班)' =>  240 ,
    	'資訊管理學系(社會組)' =>  240 ,
    	'管理學院學士班(主修：會計)' =>  220 ,
    	'工業工程與管理學系(A組)' =>  220 ,
    	'管理學院學士班(主修：財務金融)' =>  220 ,
    	'工業工程與管理學系(B組)' =>  220 ,
    	'管理學院學士班(主修：國際企業)' =>  210 ,
    	'管理學院學士班(主修：企業管理)' =>  200 ,
    	'社會暨政策科學學系' =>  160 ,
    	'中國語文學系' =>  100 ,
    	'藝術與設計學系' =>  90 ,
    	'應用外語學系' =>  80 ,
    	'人文社會學院英語學士班' =>  80,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://portalx.yzu.edu.tw/PortalSocialVB/Login.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '南臺科技大學' =>
  array (
    'city' => '臺南市',
    'shortName' => 'STUST',
    'fullName' => 'Southern Taiwan University of Science and Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '化學工程與材料工程系',
        1 => '電機工程系控制與晶片組',
        2 => '電機工程系生醫電子系統組',
        3 => '電機工程系電能資訊組',
        4 => '電子工程系',
        5 => '光電工程系',
        6 => '機械工程系先進車輛組',
        7 => '機械工程系微奈米技術組',
        8 => '機械工程系自動化控制組',
        9 => '機械工程系機電科技博士班',
      ),
      '生命科學學門' =>
      array (
        0 => '生物與食品科技系',
      ),
      '法律學門' =>
      array (
        0 => '財經法律研究所',
      ),
      '社會福利學門' =>
      array (
        0 => '高齡福祉服務系',
        1 => '幼兒保育系',
      ),
      '商業及管理學門' =>
      array (
        0 => '國際商務學士學位學程',
        1 => '商管專業學院碩士班',
        2 => '工業管理與資訊系工業管理組',
        3 => '工業管理與資訊系電子商務組',
        4 => '工業管理與資訊系工業管理碩士班',
        5 => '財務金融系',
        6 => '國際金融學士學位學程',
        7 => '會計資訊系',
        8 => '企業管理系',
        9 => '企業管理系人力資源管理碩士班',
        10 => '經營管理博士學位學程',
        11 => '國際企業系',
        12 => '高階主管企管碩士在職專班',
        13 => '行銷與流通管理系',
      ),
      '教育學門' =>
      array (
        0 => '教育領導與評鑑研究所',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '資訊傳播系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
        1 => '資訊工程系',
        2 => '多媒體與電腦娛樂科學系',
      ),
      '語文學門' =>
      array (
        0 => '應用英語系',
        1 => '應用日語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '休閒事業管理系',
        1 => '餐旅管理系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '流行音樂產業系',
        1 => '創新產品設計系',
        2 => '視覺傳達設計系創意生活設計組',
        3 => '視覺傳達設計系動畫設計組',
        4 => '視覺傳達設計系商業設計組',
      ),
    ),
    'score' =>
    array (
        '電機工程系控制與晶片組' =>  270 ,
    	'多媒體與電腦娛樂科學系' =>  260 ,
    	'資訊工程系' =>  250 ,
    	'電機工程系電能資訊組' =>  250 ,
    	'資訊管理系' =>  250 ,
    	'機械工程系先進車輛組' =>  250 ,
    	'機械工程系自動化控制組' =>  240 ,
    	'電機工程系生醫電子系統組' =>  240 ,
    	'機械工程系微奈米技術組' =>  240 ,
    	'電子工程系' =>  240 ,
    	'光電工程系' =>  240 ,
    	'化學工程與材料工程系' =>  230 ,
    	'資訊傳播系' =>  160 ,
    	'行銷與流通管理系' =>  150 ,
    	'國際企業系' =>  140 ,
    	'企業管理系' =>  140 ,
    	'財務金融系' =>  140 ,
    	'工業管理與資訊系工業管理組' =>  140 ,
    	'會計資訊系' =>  130 ,
    	'工業管理與資訊系電子商務組' =>  130 ,
    	'餐旅管理系' =>  110 ,
    	'視覺傳達設計系動畫設計組' =>  100 ,
    	'視覺傳達設計系商業設計組' =>  100 ,
    	'視覺傳達設計系創意生活設計組' =>  90 ,
    	'流行音樂產業系' =>  80 ,
    	'休閒事業管理系' =>  80 ,
    	'創新產品設計系' =>  50 ,
    	'高齡福祉服務系' =>  30 ,
    	'生物與食品科技系' =>  30 ,
    	'應用日語系' =>  30 ,
    	'幼兒保育系' =>  30 ,
    	'應用英語系' =>  20,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://identity.stust.edu.tw:8443/nidp/idff/sso?RequestID=idFVfkMNw5mAjONuq3BNx2rD3jVoo&MajorVersion=1&MinorVersion=2&IssueInstant=2018-10-15T08%3A02%3A05Z&ProviderID=http%3A%2F%2Feportal.stust.edu.tw%3A80%2Fnesp%2Fidff%2Fmetadata&RelayState=MA%3D%3D&consent=urn%3Aliberty%3Aconsent%3Aunavailable&ForceAuthn=false&IsPassive=false&NameIDPolicy=onetime&ProtocolProfile=http%3A%2F%2Fprojectliberty.org%2Fprofiles%2Fbrws-art&target=https%3A%2F%2Feportal.stust.edu.tw%2FLogin.aspx%3FReturnUrl%3D%252fMenuTop.aspx&AuthnContextStatementRef=name%2Fpassword%2Furi',
    ),
    'systems' =>
    array (
    ),
  ),
  '南華大學' =>
  array (
    'city' => '嘉義縣',
    'shortName' => 'NHU',
    'fullName' => 'Nanhua university',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '生死學系殯葬服務組',
        1 => '生死學系社會工作組',
        2 => '生死學系諮商組',
        3 => '宗教學研究所',
      ),
      '工程及工程業學門' =>
      array (
        0 => '資訊工程學系智慧產業樂齡樂活組',
        1 => '資訊工程學系社會組',
        2 => '資訊工程學系自然組',
      ),
      '生命科學學門' =>
      array (
        0 => '自然生物科技學系',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '應用社會學系社會學組',
        1 => '應用社會學系社會工作組',
        2 => '國際事務與企業學系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築與景觀學系社會組',
        1 => '建築與景觀學系自然組',
      ),
      '商業及管理學門' =>
      array (
        0 => '文化創意事業管理學系',
        1 => '財務金融學系',
        2 => '企業管理學系經營管理組',
        3 => '企業管理學系行銷與創業組',
        4 => '管理學院國際企業學士學位學程',
      ),
      '教育學門' =>
      array (
        0 => '幼兒教育學系',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '傳播學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系多媒體暨行動商務組',
        1 => '資訊管理學系資訊管理組',
        2 => '科技學院資訊科技進修學士班',
      ),
      '語文學門' =>
      array (
        0 => '外國語文學系',
        1 => '文學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '旅遊管理學系',
        1 => '運動與健康促進學士學位學程',
      ),
      '環境學門' =>
      array (
        0 => '科技學院永續綠色科技碩士學位學程',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '民族音樂學系',
        1 => '創意產品設計學系',
        2 => '視覺藝術與設計學系',
      ),
    ),
    'score' =>
    array (
        '資訊工程學系自然組' =>  260 ,
    	'資訊工程學系社會組' =>  230 ,
    	'資訊工程學系智慧產業樂齡樂活組' =>  220 ,
    	'文化創意事業管理學系' =>  160 ,
    	'企業管理學系經營管理組' =>  160 ,
    	'旅遊管理學系' =>  160 ,
    	'資訊管理學系多媒體暨行動商務組' =>  160 ,
    	'建築與景觀學系自然組' =>  160 ,
    	'資訊管理學系資訊管理組' =>  160 ,
    	'企業管理學系行銷與創業組' =>  160 ,
    	'財務金融學系' =>  150 ,
    	'幼兒教育學系' =>  140 ,
    	'建築與景觀學系社會組' =>  130 ,
    	'應用社會學系社會工作組' =>  130 ,
    	'應用社會學系社會學組' =>  120 ,
    	'國際事務與企業學系' =>  120 ,
    	'自然生物科技學系' =>  100 ,
    	'傳播學系' =>  50 ,
    	'文學系' =>  30 ,
    	'生死學系諮商組' =>  30 ,
    	'外國語文學系' =>  30 ,
    	'生死學系殯葬服務組' =>  20 ,
    	'生死學系社會工作組' =>  20,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://sso.nhu.edu.tw/Login.aspx?backUrl=F0F4ACB6729AA4FB8E1628758DD26B66CE6B7300158816A698DD6B54F5B3B725EF3125BFC4FE62A9A148774C6357ED5DB040C6A15A5889F6&ServerUrl=http://std.nhu.edu.tw&LangType=Chinese&SystemLoginModel=1',
    ),
    'systems' =>
    array (
    ),
  ),
  '南開科技大學' =>
  array (
    'city' => '南投縣',
    'shortName' => 'NKUT',
    'fullName' => 'Nan Kai University of Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '電子工程(學)系',
        1 => '自動化工程系',
        2 => '電機與資訊技術系',
        3 => '機械工程系精密機械組',
        4 => '機械工程系車輛組',
      ),
      '社會福利學門' =>
      array (
        0 => '福祉科技與服務管理系',
      ),
      '商業及管理學門' =>
      array (
        0 => '工業管理系',
        1 => '企業管理系',
        2 => '行銷與流通管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理(學)系',
        1 => '多媒體動畫應用系',
        2 => '數位生活創意系',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '數位旅遊管理系',
        1 => '休閒事業管理系',
        2 => '餐飲管理系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '文化創意與設計系',
      ),
    ),
    'score' =>
    array (
        '自動化工程系' =>  220 ,
    	'機械工程系車輛組' =>  210 ,
    	'機械工程系精密機械組' =>  190 ,
    	'電機與資訊技術系' =>  190 ,
    	'多媒體動畫應用系' =>  170 ,
    	'行銷與流通管理系' =>  110 ,
    	'企業管理系' =>  110 ,
    	'數位旅遊管理系' =>  50 ,
    	'休閒事業管理系' =>  40 ,
    	'餐飲管理系' =>  40 ,
    	'福祉科技與服務管理系' =>  20 ,
    	'文化創意與設計系' =>  10 ,
    	'應用外語系' =>   0,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://www.nkut.edu.tw/login.php',
    ),
    'systems' =>
    array (
    ),
  ),
  '吳鳳科技大學' =>
  array (
    'city' => '嘉義縣',
    'shortName' => 'WFU',
    'fullName' => 'WuFeng University',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '電機工程系',
        1 => '機械工程系車輛組',
        2 => '車輛科技與經營管理系',
        3 => '光機電暨材料研究所',
      ),
      '安全服務學門' =>
      array (
        0 => '消防系',
      ),
      '商業及管理學門' =>
      array (
        0 => '安全科技與管理系',
        1 => '行銷與流通管理系',
      ),
      '教育學門' =>
      array (
        0 => '幼兒保育系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
        1 => '資訊工程系',
      ),
      '語文學門' =>
      array (
        0 => '應用日語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '美容美髮造型設計系',
        1 => '觀光休閒管理系',
        2 => '休閒遊憩與運動管理系',
        3 => '餐旅管理系廚藝組',
        4 => '餐旅管理系烘焙組',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '長期照護系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '應用數位媒體系視覺傳達設計組',
      ),
    ),
    'score' =>
    array (
        '電機工程系' =>  260 ,
    	'機械工程系' =>  200 ,
    	'機械工程系車輛組' =>  200 ,
    	'長期照護系' =>  180 ,
    	'行銷與流通管理系' =>  110 ,
    	'車輛科技與經營管理系' =>  100 ,
    	'安全科技與管理系' =>  100 ,
    	'幼兒保育系' =>  50 ,
    	'餐旅管理系' =>  30 ,
    	'應用數位媒體系' =>  30 ,
    	'餐旅管理系廚藝組' =>  20 ,
    	'應用數位媒體系視覺傳達設計組' =>  20 ,
    	'美容美髮造型設計系' =>  10 ,
    	'應用日語系' =>  10 ,
    	'休閒遊憩與運動管理系' => 0,
    	'觀光休閒管理系' =>  0,
    	'餐旅管理系烘焙組' => 0,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://sais1.wfu.edu.tw/index.jsp',
    ),
    'systems' =>
    array (
    ),
  ),
  '嘉南藥理大學' =>
  array (
    'city' => '臺南市',
    'shortName' => 'CNU',
    'fullName' => 'Chia Nan University of Pharmacy and Science',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '環境工程與科學系環境檢驗組',
        1 => '環境工程與科學系環境科技組',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技系',
        1 => '保健營養系',
      ),
      '安全服務學門' =>
      array (
        0 => '學士後公共安全及消防學士學位學程',
      ),
      '社會福利學門' =>
      array (
        0 => '老人服務事業管理系',
        1 => '嬰幼兒保育系',
        2 => '社會工作系',
      ),
      '商業及管理學門' =>
      array (
        0 => '醫務管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系行動商務設計組',
        1 => '資訊管理系雲端資訊應用組',
        2 => '資訊多媒體應用系',
        3 => '應用空間資訊系空間測繪應用組',
        4 => '應用空間資訊系空間視傳應用組',
        5 => '智慧健康數位服務學士學位學程',
      ),
      '製造及加工學門' =>
      array (
        0 => '食品科技系',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系應用日文組',
        1 => '應用外語系應用英文組',
        2 => '儒學研究所',
      ),
      '衛生及職業衛生服務學門' =>
      array (
        0 => '職業安全衛生系',
        1 => '公共安全及消防學士學位學程',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '化粧品應用與管理系',
        1 => '藥粧生技產業學士學位學程',
        2 => '生活應用與保健系',
        3 => '觀光事業管理系',
        4 => '休閒保健管理系',
        5 => '運動管理系',
        6 => '餐旅管理系',
      ),
      '環境學門' =>
      array (
        0 => '環境資源管理系智慧綠色工業組',
        1 => '環境資源管理系資源永續經營組',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '藥學系',
        1 => '醫藥化學系',
        2 => '藥用植物與保健應用學士學位學程',
      ),
    ),
    'score' =>
    array (
        '藥學系' =>  290 ,
    	'資訊管理系行動商務設計組' =>  230 ,
    	'環境工程與科學系環境科技組' =>  220 ,
    	'資訊多媒體應用系' =>  200 ,
    	'保健營養系' =>  200 ,
    	'環境工程與科學系環境檢驗組' =>  190 ,
    	'醫藥化學系' =>  190 ,
    	'藥用植物與保健應用學士學位學程' =>  190 ,
    	'智慧健康數位服務學士學位學程' =>  180 ,
    	'職業安全衛生系' =>  180 ,
    	'資訊管理系雲端資訊應用組' =>  160 ,
    	'化粧品應用與管理系' =>  130 ,
    	'醫務管理系' =>  110 ,
    	'食品科技系' =>  110 ,
    	'環境資源管理系資源永續經營組' =>  110 ,
    	'環境資源管理系智慧綠色工業組' =>  100 ,
    	'公共安全及消防學士學位學程' =>  90 ,
    	'應用空間資訊系空間測繪應用組' =>  90 ,
    	'生物科技系' =>  80 ,
    	'生活應用與保健系' =>  70 ,
    	'應用空間資訊系空間視傳應用組' =>  70 ,
    	'休閒保健管理系' =>  70 ,
    	'餐旅管理系' =>  60 ,
    	'觀光事業管理系' =>  50 ,
    	'老人服務事業管理系' =>  50 ,
    	'運動管理系' =>  40 ,
    	'藥粧生技產業學士學位學程' =>  40 ,
    	'應用外語系應用日文組' =>  30 ,
    	'嬰幼兒保育系' =>  20 ,
    	'應用外語系應用英文組' =>  20 ,
    	'社會工作系' =>  20,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://stweb2.cnu.edu.tw/SC2008/Main4ST.asp?ScrX=1440&ScrY=900&RUN=',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立中央大學' =>
  array (
    'city' => '桃園市',
    'shortName' => 'NCU',
    'fullName' => 'National Central University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '亞際文化研究國際碩士學位學程(台灣聯合大學系統)',
        1 => '哲學研究所',
        2 => '歷史研究所',
      ),
      '工程及工程業學門' =>
      array (
        0 => '化學工程與材料工程學系',
        1 => '材料科學與工程研究所',
        2 => '應用材料科學國際研究生碩士學位學程',
        3 => '工業管理研究所',
        4 => '生醫科學與工程學系',
        5 => '能源工程研究所',
        6 => '電機工程學系',
        7 => '光電博士學位學程(台灣聯合大學系統)',
        8 => '光電科學與工程學系',
        9 => '通訊工程學系',
        10 => '機械工程學系先進材料與精密製造組',
        11 => '機械工程學系光機電工程組',
        12 => '機械工程學系設計與分析組',
        13 => '環境工程研究所',
        14 => '工學院學士班',
        15 => '資訊電機學院學士班',
      ),
      '生命科學學門' =>
      array (
        0 => '生命科學系',
        1 => '跨領域神經科學博士學位學程(台灣聯合大學系統)',
      ),
      '法律學門' =>
      array (
        0 => '法律與政府研究所',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '化學學系',
        1 => '地球科學學院學士班',
        2 => '應用地質研究所',
        3 => '水文與海洋科學研究所',
        4 => '地球系統科學國際研究生博士學位學程',
        5 => '大氣科學學系大氣組',
        6 => '大氣科學學系太空組',
        7 => '太空科學研究所',
        8 => '理學院學士班',
        9 => '物理學系',
        10 => '天文研究所',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '認知神經科學研究所',
        1 => '客家語文暨社會科學學系',
        2 => '經濟學系',
        3 => '產業經濟研究所',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '營建管理研究所',
        1 => '土木工程學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '人力資源管理研究所',
        1 => '管理學院高階主管企管碩士班',
        2 => '財務金融學系',
        3 => '會計研究所',
        4 => '企業管理學系',
      ),
      '教育學門' =>
      array (
        0 => '學習與教學研究所',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系',
        1 => '資訊工程學系',
        2 => '網路學習科技研究所',
      ),
      '語文學門' =>
      array (
        0 => '英美語文學系',
        1 => '法國語文學系',
        2 => '中國文學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '統計研究所',
        1 => '數學系數學科學組',
        2 => '數學系計算與資料科學組',
      ),
      '環境學門' =>
      array (
        0 => '遙測科技碩士學位學程',
        1 => '環境科技博士學位學程（台灣聯合大學系統）',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '藝術學研究所',
      ),
    ),
    'score' =>
    array (
      '電機工程學系' => 370,
      '資訊電機學院學士班' => 370,
      '資訊工程學系' => 370,
      '化學工程與材料工程學系' => 370,
      '光電科學與工程學系' => 370,
      '工學院學士班' => 370,
      '機械工程學系光機電工程組' => 360,
      '機械工程學系先進材料與精密製造組' => 360,
      '化學學系' => 360,
      '機械工程學系設計與分析組' => 360,
      '通訊工程學系' => 360,
      '物理學系' => 360,
      '理學院學士班' => 360,
      '生醫科學與工程學系' => 340,
      '大氣科學學系太空組' => 330,
      '大氣科學學系大氣組' => 330,
      '數學系計算與資料科學組' => 330,
      '地球科學學系' => 330,
      '地球科學學院學士班' => 320,
      '數學系數學科學組' => 320,
      '財務金融學系' => 280,
      '經濟學系' => 280,
      '資訊管理學系' => 280,
      '企業管理學系' => 280,
      '客家語文暨社會科學學系' => 260,
      '生命科學系' => 250,
      '土木工程學系' => 240,
      '法國語文學系' => 150,
      '英美語文學系' => 140,
      '中國文學系' => 140,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://portal.ncu.edu.tw/login;jsessionid=4C0E8BA915B33CCC9613E81192BD2586',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立中山大學' =>
  array (
    'city' => '高雄市',
    'shortName' => 'NSYSU',
    'fullName' => 'National Sun Yat-sen University????     ',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '哲學研究所',
      ),
      '工程及工程業學門' =>
      array (
        0 => '材料與光電科學學系丙組',
        1 => '材料與光電科學學系乙組',
        2 => '材料與光電科學學系甲組',
        3 => '醫學科技研究所',
        4 => '電機工程學系乙組',
        5 => '電機工程學系甲組',
        6 => '光電工程學系乙組',
        7 => '光電工程學系甲組',
        8 => '資訊工程學系乙組',
        9 => '資訊工程學系甲組',
        10 => '電信工程國際碩士學位學程',
        11 => '通訊工程研究所',
        12 => '電機電力工程國際碩士學位學程',
        13 => '海下科技研究所',
        14 => '機械與機電工程學系乙組',
        15 => '機械與機電工程學系甲組',
        16 => '環境工程研究所',
        17 => '海洋環境及工程學系',
      ),
      '生命科學學門' =>
      array (
        0 => '生物醫學研究所',
        1 => '生物科學系',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '化學系',
        1 => '海洋生物科技博士學位學程',
        2 => '海洋生物科技暨資源學系',
        3 => '海洋科學系',
        4 => '物理學系',
        5 => '加速器光源與中子束應用國際博士學位學程',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '社會學系',
        1 => '中國與亞太區域研究所',
        2 => '政治學研究所',
        3 => '海洋事務研究所',
        4 => '亞太事務英語碩士學位學程',
        5 => '經濟學研究所',
      ),
      '商業及管理學門' =>
      array (
        0 => '人力資源管理研究所',
        1 => '人力資源管理全英語碩士學位學程',
        2 => '管理學院EMBA',
        3 => '財務管理學系',
        4 => '行銷傳播管理研究所',
        5 => '企業管理學系',
        6 => '管理學院國際經營管理碩士學程',
        7 => '政治經濟學系',
        8 => '公共事務管理研究所',
        9 => '社會科學院EMPP',
      ),
      '教育學門' =>
      array (
        0 => '教育研究所',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系(社會組)',
        1 => '資訊管理學系(自然組)',
      ),
      '語文學門' =>
      array (
        0 => '外國語文學系',
        1 => '中國文學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '應用數學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '音樂學系',
        1 => '劇場藝術學系(女)',
        2 => '劇場藝術學系(男)',
      ),
    ),
    'score' =>
    array (
      '電機工程學系甲組' => 370,
      '材料與光電科學學系甲組' => 370,
      '資訊工程學系甲組' => 360,
      '材料與光電科學學系丙組' => 360,
      '光電工程學系甲組' => 360,
      '機械與機電工程學系甲組' => 360,
      '材料與光電科學學系乙組' => 360,
      '光電工程學系乙組' => 360,
      '化學系' => 350,
      '資訊工程學系乙組' => 350,
      '機械與機電工程學系乙組' => 350,
      '電機工程學系乙組' => 350,
      '海洋科學系' => 340,
      '物理學系' => 330,
      '海洋環境及工程學系' => 330,
      '海洋生物科技暨資源學系' => 310,
      '應用數學系' => 290,
      '財務管理學系' => 280,
      '資訊管理學系(自然組)' => 280,
      '資訊管理學系(社會組)' => 280,
      '企業管理學系' => 280,
      '政治經濟學系' => 270,
      '社會學系' => 250,
      '生物科學系' => 240,
      '外國語文學系' => 140,
      '中國文學系' => 140,
      '劇場藝術學系(女)' => 120,
      '劇場藝術學系(男)' => 120,
      '音樂學系' => 110,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://sso.nsysu.edu.tw/',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立中正大學' =>
  array (
    'city' => '嘉義縣',
    'shortName' => 'CCU',
    'fullName' => 'National Chung Cheng University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '哲學系',
        1 => '歷史學系',
      ),
      '工程及工程業學門' =>
      array (
        0 => '化學工程學系',
        1 => '環境智能及智慧系統博士學位學程',
        2 => '電機工程學系乙組',
        3 => '電機工程學系甲組',
        4 => '通訊工程學系',
        5 => '機械工程學系',
        6 => '光機電整合工程研究所',
        7 => '前瞻製造系統博士學位學程',
        8 => '前瞻製造系統碩士學位學程',
      ),
      '生命科學學門' =>
      array (
        0 => '生物醫學科學系',
      ),
      '法律學門' =>
      array (
        0 => '法律學系法制組',
        1 => '法律學系法學組',
        2 => '財經法律學系',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '化學暨生物化學系',
        1 => '地球與環境科學系',
        2 => '物理學系',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '心理學系',
        1 => '認知科學博士學位學程',
        2 => '勞工關係學系',
        3 => '犯罪防治學系',
        4 => '政治學系',
        5 => '戰略暨國際事務研究所',
        6 => '經濟學系',
      ),
      '社會福利學門' =>
      array (
        0 => '社會福利學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '高階主管管理碩士在職專班',
        1 => '財務金融學系',
        2 => '國際財務金融管理碩士學位學程',
        3 => '會計與資訊科技學系',
        4 => '企業管理學系',
      ),
      '教育學門' =>
      array (
        0 => '教育學研究所',
        1 => '成人及繼續教育學系',
        2 => '教育領導與管理發展國際博士學位學程',
        3 => '教育領導與管理發展國際碩士學位學程',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '傳播學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系',
        1 => '資訊工程學系',
      ),
      '語文學門' =>
      array (
        0 => '外國語文學系',
        1 => '台灣文學與創意應用研究所',
        2 => '中國文學系',
        3 => '語言學研究所',
      ),
      '數學及統計學門' =>
      array (
        0 => '數學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '運動競技學系',
      ),
    ),
    'score' =>
    array (
        '電機工程學系甲組' => 370,
        '資訊工程學系' => 363,
        '通訊工程學系' => 360,
        '化學工程學系' => 350,
        '電機工程學系乙組' => 350,
        '機械工程學系' => 350,
        '化學暨生物化學系' => 340,
        '物理學系' => 330,
        '地球與環境科學系' => 310,
        '財經法律學系' => 310,
        '法律學系法學組' => 300,
        '法律學系法制組' => 290,
        '成人及繼續教育學系' => 290,
        '資訊管理學系' => 280,
        '財務金融學系' => 280,
        '會計與資訊科技學系' => 270,
        '企業管理學系' => 270,
        '數學系' => 270,
        '政治學系' => 270,
        '犯罪防治學系' => 260,
        '經濟學系' => 260,
        '勞工關係學系' => 250,
        '心理學系' => 250,
        '生物醫學科學系' => 240,
        '傳播學系' => 200,
        '歷史學系' => 170,
        '哲學系' => 150,
        '社會福利學系' => 140,
        '外國語文學系' => 130,
        '中國文學系' => 130,
        '運動競技學系' => 110,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://miswww1.ccu.edu.tw/academic/academic-login.php',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立中興大學' =>
  array (
    'city' => '台中市',
    'shortName' => 'NCHU',
    'fullName' => 'National Chung Hsing University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '文化創意產業學士學位學程',
        1 => '歷史學系',
      ),
      '工程及工程業學門' =>
      array (
        0 => '化學工程學系',
        1 => '材料科學與工程學系',
        2 => '生醫工程研究所',
        3 => '電機工程學系乙組',
        4 => '電機工程學系甲組',
        5 => '光電工程研究所',
        6 => '通訊工程研究所',
        7 => '機械工程學系',
        8 => '精密工程研究所',
        9 => '生物產業機電工程學系',
        10 => '環境工程學系',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技學研究所',
        1 => '生物科技學士學位學程',
        2 => '分子生物學研究所',
        3 => '基因體暨生物資訊學研究所',
        4 => '生物化學研究所',
        5 => '生物醫學研究所',
        6 => '微生物基因體學博士學位學程',
        7 => '生命科學系',
        8 => '生命科學碩士在職專班',
        9 => '昆蟲學系',
      ),
      '林業學門' =>
      array (
        0 => '森林學系木材科學組',
        1 => '森林學系林學組',
      ),
      '法律學門' =>
      array (
        0 => '法律學系',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '化學系(自費)',
        1 => '化學系',
        2 => '物理學系一般物理組',
        3 => '物理學系光電物理組',
        4 => '奈米科學研究所',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '國際政治研究所',
        1 => '全球事務研究跨洲碩士學位學程',
        2 => '應用經濟學系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '景觀與遊憩碩士學位學程',
        1 => '景觀與遊憩學士學位學程',
        2 => '土木工程學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '科技管理研究所',
        1 => '高階經理人碩士在職專班',
        2 => '財務金融學系',
        3 => '行銷學系',
        4 => '會計學系',
        5 => '企業管理學系',
        6 => '創新產業經營學士學位學程',
        7 => '國家政策與公共事務研究所',
      ),
      '教育學門' =>
      array (
        0 => '教師專業發展研究所',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '圖書資訊學研究所',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系',
        1 => '資訊科學與工程學系',
      ),
      '農業學門' =>
      array (
        0 => '土壤環境科學系',
        1 => '生物產業管理研究所',
        2 => '生物產業管理進修學士學位學程',
        3 => '農業企業經營管理碩士在職專班',
        4 => '國際農企業學士學位學程',
        5 => '農業經濟與行銷碩士學位學程',
        6 => '植物病理學系',
        7 => '植物醫學暨安全農業碩士學位學程',
        8 => '園藝學系',
        9 => '農藝學系',
        10 => '國際農學碩士學位學程',
        11 => '動物科學系',
      ),
      '製造及加工學門' =>
      array (
        0 => '食品暨應用生物科技學系',
        1 => '食品安全研究所',
      ),
      '語文學門' =>
      array (
        0 => '外國語文學系',
        1 => '台灣文學與跨國文化研究所',
        2 => '台灣與跨文化研究國際博士學位學程',
        3 => '中國文學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '統計學研究所',
        1 => '應用數學系應用數學組',
        2 => '應用數學系數據科學與計算組',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '運動與健康管理研究所',
      ),
      '環境學門' =>
      array (
        0 => '水土保持學系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '組織工程與再生醫學博士學位學程',
        1 => '轉譯醫學博士學位學程',
        2 => '醫學生物科技博士學位學程',
      ),
      '獸醫學門' =>
      array (
        0 => '獸醫學系',
        1 => '獸醫病理生物學研究所',
        2 => '微生物暨公共衛生學研究所',
      ),
    ),
    'score' =>
    array (
      '化學系(公費)-花蓮縣' => 400,
      '電機工程學系甲組' => 370,
      '材料科學與工程學系' => 360,
      '化學工程學系' => 360,
      '生物產業機電工程學系' => 350,
      '機械工程學系' => 350,
      '電機工程學系乙組' => 350,
      '環境工程學系' => 350,
      '物理學系光電物理組' => 350,
      '物理學系一般物理組' => 340,
      '化學系(自費)' => 340,
      '資訊科學與工程學系' => 330,
      '獸醫學系' => 330,
      '法律學系' => 320,
      '應用數學系數據科學與計算組' => 310,
      '應用數學系應用數學組' => 300,
      '會計學系' => 280,
      '財務金融學系' => 280,
      '企業管理學系' => 280,
      '行銷學系' => 280,
      '資訊管理學系' => 270,
      '生物科技學士學位學程' => 260,
      '生命科學系' => 250,
      '動物科學系' => 250,
      '食品暨應用生物科技學系' => 240,
      '國際農企業學士學位學程' => 240,
      '應用經濟學系' => 230,
      '水土保持學系' => 230,
      '植物病理學系' => 230,
      '景觀與遊憩學士學位學程' => 230,
      '土木工程學系' => 230,
      '昆蟲學系' => 220,
      '農藝學系' => 220,
      '園藝學系' => 210,
      '土壤環境科學系' => 190,
      '森林學系林學組' => 160,
      '歷史學系' => 160,
      '森林學系木材科學組' => 140,
      '外國語文學系' => 140,
      '中國文學系' => 130,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://nchu-am.nchu.edu.tw/nidp/idff/sso?id=3&sid=0&option=credential&sid=0',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立交通大學' =>
  array (
    'city' => '新竹市',
    'shortName' => 'NCTU',
    'fullName' => 'National Chiao Tung University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '人文社會學系',
        1 => '亞際文化研究國際碩士學位學程(台灣聯合大學系統)',
        2 => '社會與文化研究所',
      ),
      '工程及工程業學門' =>
      array (
        0 => '材料科學與工程學系乙組',
        1 => '材料科學與工程學系甲組',
        2 => '工業工程與管理學系',
        3 => '生醫工程研究所',
        4 => '影像與生醫光電研究所',
        5 => '影像與生醫光電博士學位學程',
        6 => '生醫科學與工程博士學位學程',
        7 => '工學院碩士在職專班',
        8 => '照明與能源光電研究所',
        9 => '照明與能源光電博士學位學程',
        10 => '電機工程學系乙組',
        11 => '電機工程學系甲組',
        12 => '電子工程學系',
        13 => '電子研究所',
        14 => '光電博士學位學程(台灣聯合大學系統)',
        15 => '光電工程學系',
        16 => '光電科技碩士在職專班',
        17 => '電信工程研究所',
        18 => '電控工程研究所',
        19 => '光電系統研究所',
        20 => '光電系統博士學位學程',
        21 => '國際半導體產業學院博士班',
        22 => '國際半導體產業學院碩士班',
        23 => '電機學院博士班',
        24 => '電機學院碩士在職專班',
        25 => '電機資訊國際博士學位學程',
        26 => '電機資訊國際碩士學位學程',
        27 => '電機資訊學士班',
        28 => '資訊學院碩士在職專班',
        29 => '奈米科學及工程學士學位學程',
        30 => '機械工程學系',
        31 => '環境工程研究所',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技學系',
        1 => '分子醫學與生物工程研究所',
        2 => '生物資訊及系統生物研究所',
        3 => '跨領域神經科學博士學位學程(台灣聯合大學系統)',
      ),
      '法律學門' =>
      array (
        0 => '科技法律研究所',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '應用化學系',
        1 => '跨領域分子科學國際碩士學位學程',
        2 => '永續化學科技國際研究生博士學位學程',
        3 => '加速器光源科技與應用博士學位學程',
        4 => '加速器光源科技與應用碩士學位學程',
        5 => '理學院科學學士學位學程甲組',
        6 => '理學院碩士在職專班',
        7 => '物理研究所',
        8 => '電子物理學系光電與奈米科學組',
        9 => '電子物理學系電子物理組',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '客家社會與文化碩士在職專班',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築研究所',
        1 => '土木工程學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '科技管理研究所',
        1 => '高階主管管理碩士學程',
        2 => '資訊管理與財務金融學系財務金融組',
        3 => '資訊管理與財務金融學系資訊管理組',
        4 => '管理學院企業管理碩士學位學程',
        5 => '經營管理研究所',
        6 => '管理科學系',
        7 => '管理學院碩士在職專班',
      ),
      '教育學門' =>
      array (
        0 => '教育研究所',
        1 => '英語教學研究所',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '傳播研究所',
        1 => '傳播與科技學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊工程學系乙組',
        1 => '資訊工程學系甲組',
        2 => '資訊科學與工程研究所',
        3 => '數據科學與工程研究所',
        4 => '多媒體工程研究所',
        5 => '聲音與音樂創意科技碩士學位學程',
        6 => '網路與資訊系統博士學位學程',
        7 => '網路工程研究所',
      ),
      '運輸服務學門' =>
      array (
        0 => '運輸與物流管理學系',
      ),
      '語文學門' =>
      array (
        0 => '外國語文學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '統計學研究所',
        1 => '應用數學系',
      ),
      '環境學門' =>
      array (
        0 => '環境科技博士學位學程(台灣聯合大學系統)',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '音樂研究所',
        1 => '應用藝術研究所',
      ),
    ),
    'score' =>
    array (
      '電子物理學系光電與奈米科學組' => 390,
      '電機工程學系甲組' => 390,
      '電子物理學系電子物理組' => 390,
      '資訊工程學系甲組' => 390,
      '材料科學與工程學系甲組' => 380,
      '資訊工程學系乙組' => 380,
      '材料科學與工程學系乙組' => 380,
      '奈米科學及工程學士學位學程' => 380,
      '電機工程學系乙組' => 380,
      '光電工程學系' => 380,
      '理學院科學學士學位學程甲組' => 380,
      '機械工程學系' => 370,
      '應用化學系' => 370,
      '應用數學系' => 340,
      '資訊管理與財務金融學系資訊管理組' => 290,
      '資訊管理與財務金融學系財務金融組' => 290,
      '工業工程與管理學系' => 290,
      '運輸與物流管理學系' => 280,
      '管理科學系' => 280,
      '人文社會學系' => 280,
      '生物科技學系' => 250,
      '土木工程學系' => 250,
      '傳播與科技學系' => 210,
      '外國語文學系' => 150,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://portal.nctu.edu.tw/portal/login.php',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立勤益科技大學' =>
  array (
    'city' => '臺中市',
    'shortName' => 'NCUT',
    'fullName' => 'National Chin-Yi University of Technology',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '文化創意事業系',
      ),
      '工程及工程業學門' =>
      array (
        0 => '化工與材料工程系',
        1 => '工業工程與管理系',
        2 => '精密製造科技研究所博士班',
        3 => '冷凍空調與能源系環境控制組',
        4 => '冷凍空調與能源系能源應用組',
        5 => '電機工程系',
        6 => '電子工程系智慧機器人組',
        7 => '電子工程系綠能晶片與系統應用組',
        8 => '電子工程系網路多媒體暨遊戲機組',
        9 => '機械工程系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '景觀系',
      ),
      '商業及管理學門' =>
      array (
        0 => '企業管理系',
        1 => '流通管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
        1 => '資訊工程系',
      ),
      '語文學門' =>
      array (
        0 => '應用英語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '休閒產業管理系',
      ),
    ),
    'score' =>
    array (
        '電機工程系' =>  290 ,
    	'資訊管理系' =>  290 ,
    	'電子工程系綠能晶片與系統應用組' =>  280 ,
    	'電子工程系網路多媒體暨遊戲機組' =>  280 ,
    	'資訊工程系' =>  280 ,
    	'電子工程系智慧機器人組' =>  280 ,
    	'機械工程系' =>  270 ,
    	'冷凍空調與能源系環境控制組' =>  270 ,
    	'冷凍空調與能源系能源應用組' =>  270 ,
    	'工業工程與管理系' =>  260 ,
    	'化工與材料工程系' =>  250 ,
    	'企業管理系' =>  210 ,
    	'流通管理系' =>  210 ,
    	'景觀系' =>  140 ,
    	'文化創意事業系' =>  120 ,
    	'休閒產業管理系' =>  110 ,
    	'應用英語系' =>  90,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://nmsd.ncut.edu.tw/wbcmss/Auth/Login',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立嘉義大學' =>
  array (
    'city' => '嘉義市',
    'shortName' => 'NCYU',
    'fullName' => 'National Chiayi University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '應用歷史學系',
      ),
      '工程及工程業學門' =>
      array (
        0 => '電機工程學系',
        1 => '生物機電工程學系',
        2 => '機械與能源工程學系',
      ),
      '生命科學學門' =>
      array (
        0 => '生化科技學系',
        1 => '水生生物科學系',
        2 => '生命科學全英文碩士學位學程',
        3 => '生物資源學系',
        4 => '微生物免疫與生物藥學系',
      ),
      '林業學門' =>
      array (
        0 => '森林暨自然資源學系',
        1 => '木質材料與設計學系',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '應用化學系',
        1 => '電子物理學系',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '輔導與諮商學系',
        1 => '應用經濟學系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '景觀學系(社會組)',
        1 => '景觀學系(自然組)',
        2 => '土木與水資源工程學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '生物事業管理學系',
        1 => '管理學院碩士在職專班',
        2 => '財務金融學系',
        3 => '行銷與觀光管理學系',
        4 => '企業管理學系',
      ),
      '教育學門' =>
      array (
        0 => '幼兒教育學系',
        1 => '教育學系',
        2 => '特殊教育學系',
        3 => '教育行政與政策發展研究所',
        4 => '師範學院教學專業國際碩士學位學程',
        5 => '數位學習設計與管理學系(社會組)',
        6 => '數位學習設計與管理學系(自然組)',
        7 => '數理教育研究所',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系(社會組)',
        1 => '資訊管理學系(自然組)',
        2 => '資訊工程學系',
      ),
      '農業學門' =>
      array (
        0 => '生物農業科技學系',
        1 => '農學院農業科技全英碩士學位學程',
        2 => '植物醫學系',
        3 => '農場管理進修學士學位學程',
        4 => '園藝學系',
        5 => '農藝學系',
        6 => '農業科學博士學位學程',
        7 => '動物科學系',
      ),
      '製造及加工學門' =>
      array (
        0 => '食品科學系',
      ),
      '語文學門' =>
      array (
        0 => '外國語言學系應用外語組',
        1 => '外國語言學系英語教學組',
        2 => '中國文學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '應用數學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '管理學院外籍生全英文授課觀光暨管理碩士學位學程',
        1 => '體育與健康休閒學系',
      ),
      '獸醫學門' =>
      array (
        0 => '獸醫學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '視覺藝術學系',
        1 => '音樂學系',
      ),
    ),
    'score' =>
    array (
        '電機工程學系' =>  340 ,
    	'資訊工程學系' =>  340 ,
    	'獸醫學系' =>  330 ,
    	'機械與能源工程學系' =>  320 ,
    	'生物機電工程學系' =>  320 ,
    	'應用化學系' =>  290 ,
    	'電子物理學系' =>  290 ,
    	'財務金融學系' =>  260 ,
    	'資訊管理學系(社會組)' =>  260 ,
    	'企業管理學系' =>  260 ,
    	'應用數學系' =>  260 ,
    	'輔導與諮商學系' =>  250 ,
    	'資訊管理學系(自然組)' =>  250 ,
    	'數位學習設計與管理學系(自然組)' =>  250 ,
    	'數位學習設計與管理學系(社會組)' =>  250 ,
    	'微生物免疫與生物藥學系' =>  240 ,
    	'行銷與觀光管理學系' =>  240 ,
    	'教育學系' =>  230 ,
    	'生物事業管理學系' =>  230 ,
    	'植物醫學系' =>  230 ,
    	'應用經濟學系' =>  230 ,
    	'景觀學系(社會組)' =>  220 ,
    	'景觀學系(自然組)' =>  210 ,
    	'幼兒教育學系' =>  210 ,
    	'特殊教育學系' =>  210 ,
    	'動物科學系' =>  200 ,
    	'生化科技學系' =>  200 ,
    	'土木與水資源工程學系' =>  190 ,
    	'生物資源學系' =>  190 ,
    	'生物農業科技學系' =>  160 ,
    	'農藝學系' =>  160 ,
    	'園藝學系' =>  150 ,
    	'體育與健康休閒學系' =>  140 ,
    	'應用歷史學系' =>  140 ,
    	'音樂學系(公費)-臺南市' =>  130 ,
    	'食品科學系' =>  120 ,
    	'外國語言學系應用外語組' =>  110 ,
    	'中國文學系' =>  110 ,
    	'外國語言學系英語教學組' =>  110 ,
    	'森林暨自然資源學系' =>  100 ,
    	'視覺藝術學系' =>  80 ,
    	'音樂學系(自費)-綜合樂器' =>  70 ,
    	'音樂學系(自費)-鋼琴' =>  70 ,
    	'水生生物科學系' =>  60 ,
    	'木質材料與設計學系' =>  40,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://web085004.adm.ncyu.edu.tw/NewSite/login.aspx?Language=zh-TW',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立宜蘭大學' =>
  array (
    'city' => '宜蘭縣',
    'shortName' => 'NIU',
    'fullName' => 'National Ilan University',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '化學工程與材料工程學系',
        1 => '綠色科技學程碩士在職專班',
        2 => '電機工程學系',
        3 => '電子工程學系',
        4 => '資訊工程學系',
        5 => '電機資訊學院碩士在職專班',
        6 => '機械與機電工程學系',
        7 => '生物機電工程學系',
        8 => '環境工程學系',
      ),
      '林業學門' =>
      array (
        0 => '森林暨自然資源學系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築與永續規劃研究所',
        1 => '土木工程學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '人文及管理學院高階經營管理碩士在職專班',
        1 => '應用經濟與管理學系',
      ),
      '農業學門' =>
      array (
        0 => '生物資源學院碩士在職專班',
        1 => '園藝學系',
        2 => '生物技術與動物科學系',
      ),
      '製造及加工學門' =>
      array (
        0 => '食品科學系',
      ),
      '語文學門' =>
      array (
        0 => '外國語文學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '休閒產業與健康促進學系',
      ),
    ),
    'score' =>
    array (
        '電機工程學系' =>  320 ,
    	'資訊工程學系' =>  320 ,
    	'機械與機電工程學系' =>  310 ,
    	'化學工程與材料工程學系' =>  300 ,
    	'電子工程學系' =>  300 ,
    	'生物機電工程學系' =>  290 ,
    	'環境工程學系' =>  290 ,
    	'應用經濟與管理學系' =>  230 ,
    	'土木工程學系' =>  220 ,
    	'生物技術與動物科學系' =>  190 ,
    	'園藝學系' =>  170 ,
    	'食品科學系' =>  130 ,
    	'休閒產業與健康促進學系' =>  120 ,
    	'外國語文學系' =>  110,
        '森林暨自然資源學系' => 80,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://ccsys.niu.edu.tw/SSO/',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立屏東大學' =>
  array (
    'city' => '屏東市',
    'shortName' => 'NPTU',
    'fullName' => 'National Pingtung University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '文化創意產業學系',
      ),
      '工程及工程業學門' =>
      array (
        0 => '資訊工程學系',
        1 => '電腦與通訊學系',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '應用化學系',
        1 => '應用物理系光電暨材料組',
        2 => '應用物理系物理組',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '社會發展學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '不動產經營學系',
        1 => '財務金融學系',
        2 => '國際貿易學系',
        3 => '會計學系',
        4 => '企業管理學系',
        5 => '商業自動化與管理學系',
        6 => '行銷與流通管理學系',
      ),
      '教育學門' =>
      array (
        0 => '幼兒教育學系',
        1 => '科普傳播學系',
        2 => '體育學系',
        3 => '生態休閒教育教學碩士學位學程班',
        4 => '教育學系',
        5 => '教育心理與輔導學系',
        6 => '文教事業經營碩士在職學位學程',
        7 => '特殊教育學系',
        8 => '教育行政研究所',
        9 => '華語文教學碩士學位學程班',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '電腦與智慧型機器人學士學位學程',
        1 => '資訊管理學系',
        2 => '資訊科學系',
      ),
      '語文學門' =>
      array (
        0 => '英語學系',
        1 => '應用英語學系',
        2 => '應用日語學系',
        3 => '中國語文學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '應用數學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '休閒事業經營學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '音樂學系',
        1 => '視覺藝術學系數位媒體設計組',
        2 => '視覺藝術學系造形藝術組',
        3 => '多媒體動畫碩士在職學位學程',
      ),
    ),
    'score' =>
    array (
        '資訊工程學系' =>  340 ,
    	'電腦與通訊學系' =>  310 ,
    	'資訊科學系' =>  300 ,
    	'電腦與智慧型機器人學士學位學程' =>  300 ,
    	'會計學系' =>  270 ,
    	'財務金融學系' =>  270 ,
    	'應用物理系物理組' =>  270 ,
    	'國際貿易學系' =>  260 ,
    	'應用物理系光電暨材料組' =>  260 ,
    	'行銷與流通管理學系' =>  260 ,
    	'不動產經營學系' =>  260 ,
    	'資訊管理學系' =>  260 ,
    	'商業自動化與管理學系' =>  260 ,
    	'企業管理學系' =>  250 ,
    	'休閒事業經營學系' =>  250 ,
    	'應用數學系' =>  240 ,
    	'教育心理與輔導學系' =>  240 ,
    	'應用化學系' =>  210 ,
    	'社會發展學系' =>  190 ,
    	'幼兒教育學系' =>  190 ,
    	'教育學系' =>  190 ,
    	'特殊教育學系' =>  180 ,
    	'體育學系' =>  150 ,
    	'應用英語學系' =>  120 ,
    	'文化創意產業學系' =>  120 ,
    	'應用日語學系' =>  120 ,
    	'科普傳播學系' =>  110 ,
    	'視覺藝術學系數位媒體設計組' =>  110 ,
    	'中國語文學系' =>  100 ,
    	'英語學系' =>  90 ,
    	'音樂學系' =>  80 ,
    	'視覺藝術學系造形藝術組' =>  70,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://webap.nptu.edu.tw/Web/Secure/default.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立屏東科技大學' =>
  array (
    'city' => '屏東縣',
    'shortName' => 'NPUST',
    'fullName' => 'National Pingtung University of Science and Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '材料工程研究所',
        1 => '先進材料學士學位學程',
        2 => '車輛工程系',
        3 => '機械工程系',
        4 => '生物機電工程系',
        5 => '環境工程與科學系',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技系',
        1 => '農學院生物資源博士班',
        2 => '動物疫苗科技研究所',
        3 => '動物用疫苗國際學位專班',
      ),
      '林業學門' =>
      array (
        0 => '森林系',
        1 => '木材科學與設計系',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '客家文化產業研究所',
      ),
      '社會福利學門' =>
      array (
        0 => '幼兒保育系',
        1 => '社會工作系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '景觀暨遊憩管理研究所',
        1 => '土木工程系',
        2 => '土壤與水工程國際碩士學位學程',
        3 => '環境資源與防災學位學程',
      ),
      '商業及管理學門' =>
      array (
        0 => '科技管理研究所',
        1 => '工業管理系',
        2 => '高階經營管理碩士在職專班',
        3 => '財務金融研究所',
        4 => '財務金融國際學士學位學程',
        5 => '企業管理系',
      ),
      '教育學門' =>
      array (
        0 => '技術及職業教育研究所',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
      ),
      '農業學門' =>
      array (
        0 => '農企業管理系',
        1 => '農企業管理國際碩士學位學程',
        2 => '植物醫學系',
        3 => '熱帶農業暨國際合作系',
        4 => '農園生產系',
        5 => '動物科學與畜產系',
      ),
      '漁業學門' =>
      array (
        0 => '水產養殖系',
        1 => '觀賞魚科技國際學位專班',
      ),
      '製造及加工學門' =>
      array (
        0 => '食品科學系',
        1 => '食品科學國際碩士學位學程',
        2 => '食品生技碩士學位學程在職專班',
        3 => '食品安全管理研究所',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '休閒運動健康系',
        1 => '餐旅管理系',
      ),
      '環境學門' =>
      array (
        0 => '野生動物保育研究所',
        1 => '水土保持系',
      ),
      '獸醫學門' =>
      array (
        0 => '獸醫學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '時尚設計與管理系',
      ),
    ),
    'score' =>
    array (
        '資訊管理系' =>  320 ,
    	'車輛工程系' =>  280 ,
    	'獸醫學系' =>  270 ,
    	'生物機電工程系' =>  270 ,
    	'先進材料學士學位學程' =>  270 ,
    	'機械工程系' =>  260 ,
    	'環境工程與科學系' =>  250 ,
    	'生物科技系' =>  230 ,
    	'財務金融國際學士學位學程' =>  230 ,
    	'動物科學與畜產系' =>  220 ,
    	'植物醫學系' =>  210 ,
    	'水產養殖系' =>  200 ,
    	'企業管理系' =>  190 ,
    	'工業管理系' =>  190 ,
    	'熱帶農業暨國際合作系' =>  180 ,
    	'農企業管理系' =>  160 ,
    	'食品科學系' =>  150 ,
    	'農園生產系' =>  140 ,
    	'土木工程系' =>  130 ,
    	'水土保持系' =>  110 ,
    	'幼兒保育系' =>  100 ,
    	'休閒運動健康系' =>  100 ,
    	'餐旅管理系' =>  90 ,
    	'社會工作系' =>  90 ,
    	'應用外語系' =>  70 ,
    	'時尚設計與管理系' =>  70 ,
    	'森林系' =>  60 ,
    	'木材科學與設計系' => 0,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://www.npust.edu.tw/login.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立彰化師範大學' =>
  array (
    'city' => '彰化縣',
    'shortName' => 'NCUE',
    'fullName' => 'National Changhua University of Education',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '歷史學研究所',
      ),
      '工程及工程業學門' =>
      array (
        0 => '電機工程學系',
        1 => '電子工程學系',
        2 => '光電科技研究所',
        3 => '電信工程學研究所',
        4 => '車輛科技研究所',
        5 => '機電工程學系',
      ),
      '生命科學學門' =>
      array (
        0 => '生物學系',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '化學系',
        1 => '物理學系光電組',
        2 => '物理學系物理組',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '輔導與諮商學系學校輔導與諮商組',
        1 => '輔導與諮商學系社區輔導與諮商組',
        2 => '復健諮商研究所',
        3 => '地理學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '財務金融技術學系',
        1 => '會計學系',
        2 => '企業管理學系',
        3 => '人力資源管理研究所',
      ),
      '教育學門' =>
      array (
        0 => '工業教育與技術學系',
        1 => '運動學系',
        2 => '教育研究所',
        3 => '特殊教育學系',
        4 => '科學教育研究所',
        5 => '公共事務與公民教育學系公共事務組',
        6 => '公共事務與公民教育學系公民教育組',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系數位內容科技與管理組',
        1 => '資訊管理學系資訊管理組',
        2 => '資訊工程學系',
      ),
      '語文學門' =>
      array (
        0 => '英語學系',
        1 => '兒童英語研究所',
        2 => '翻譯研究所',
        3 => '台灣文學研究所',
        4 => '國文學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '統計資訊研究所',
        1 => '數學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '運動健康研究所',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '美術學系',
      ),
    ),
    'score' =>
    array (
        '電機工程學系' => 350,
        '電子工程學系' => 340,
        '機電工程學系' => 340,
        '資訊工程學系' => 330,
        '化學系' => 320,
        '物理學系光電組' => 300,
        '物理學系物理組' => 300,
        '公共事務與公民教育學系公民教育組' => 280,
        '公共事務與公民教育學系公共事務組' => 280,
        '數學系' => 280,
        '資訊管理學系資訊管理組' => 270,
        '輔導與諮商學系學校輔導與諮商組' => 270,
        '輔導與諮商學系社區輔導與諮商組' => 270,
        '企業管理學系' => 270,
        '會計學系' => 270,
        '資訊管理學系數位內容科技與管理組' => 270,
        '特殊教育學系' => 260,
        '財務金融技術學系' => 250,
        '地理學系' => 240,
        '工業教育與技術學系' => 230,
        '生物學系' => 220,
        '運動學系' => 200,
        '英語學系' => 130,
        '國文學系' => 120,
        '美術學系' => 90,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://nam.ncue.edu.tw/nidp/idff/sso?id=Form&sid=1&option=credential&sid=1&target=',
      1 => 'https://portal.ncue.edu.tw/portal/index.php',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立成功大學' =>
  array (
    'city' => '臺南市',
    'shortName' => 'NCKU',
    'fullName' => 'National Cheng Kung University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '歷史學系',
        1 => '考古學研究所',
      ),
      '工程及工程業學門' =>
      array (
        0 => '化學工程學系',
        1 => '材料科學及工程學系',
        2 => '尖端材料國際碩士學位學程',
        3 => '工程管理碩士在職專班',
        4 => '生物醫學工程學系',
        5 => '工程科學系',
        6 => '能源工程國際博士學位學程',
        7 => '能源工程國際碩士學位學程',
        8 => '能源國際學士學位學程',
        9 => '電機工程學系',
        10 => '微電子工程研究所',
        11 => '光電科學與工程學系',
        12 => '電腦與通信工程研究所',
        13 => '奈米積體電路工程博士學位學程',
        14 => '奈米積體電路工程碩士學位學程',
        15 => '製造資訊與系統研究所',
        16 => '航空太空工程學系',
        17 => '民航研究所',
        18 => '系統及船舶機電工程學系',
        19 => '機械工程學系',
        20 => '環境工程學系',
        21 => '水利及海洋工程學系',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技與產業科學系',
        1 => '微生物及免疫學研究所',
        2 => '生物化學暨分子生物學研究所',
        3 => '生命科學系',
        4 => '熱帶植物科學研究所',
        5 => '跨領域神經科學國際博士學位學程',
      ),
      '其他學門' =>
      array (
        0 => '大一全校不分系學士學位學程',
      ),
      '法律學門' =>
      array (
        0 => '法律學系',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '化學系',
        1 => '地球科學系',
        2 => '物理學系',
        3 => '太空與電漿科學研究所',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '心理學系',
        1 => '行為醫學研究所',
        2 => '政治學系',
        3 => '政治經濟研究所',
        4 => '經濟學系',
      ),
      '社會福利學門' =>
      array (
        0 => '老年學研究所',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築學系',
        1 => '都市計劃學系(社會組)',
        2 => '都市計劃學系(自然組)',
        3 => '土木工程學系',
        4 => '測量及空間資訊學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '海洋科技與事務研究所',
        1 => '電信管理研究所',
        2 => '工業與資訊管理學系',
        3 => '財務金融研究所',
        4 => '會計學系',
        5 => '高階管理碩士在職專班(EMBA)',
        6 => '企業管理學系',
        7 => '經營管理碩士學位學程(AMBA)',
        8 => '國際企業研究所',
        9 => '國際經營管理研究所(IMBA)',
      ),
      '教育學門' =>
      array (
        0 => '教育研究所',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理研究所',
        1 => '多媒體系統與智慧型運算工程博士學位學程',
        2 => '資訊工程學系',
        3 => '醫學資訊研究所',
      ),
      '農業學門' =>
      array (
        0 => '轉譯農業科學博士學位學程',
      ),
      '運輸服務學門' =>
      array (
        0 => '交通管理科學系',
      ),
      '製造及加工學門' =>
      array (
        0 => '食品安全衛生暨風險管理研究所',
        1 => '資源工程學系',
      ),
      '語文學門' =>
      array (
        0 => '外國語文學系',
        1 => '台灣文學系',
        2 => '中國文學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '統計學系',
        1 => '數學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '體育健康與休閒研究所',
      ),
      '環境學門' =>
      array (
        0 => '自然災害減災及管理國際碩士學位學程',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '口腔醫學研究所',
        1 => '公共衛生研究所',
        2 => '醫學院公共衛生碩士在職專班',
        3 => '環境醫學研究所',
        4 => '物理治療學系',
        5 => '職能治療學系',
        6 => '基礎醫學研究所',
        7 => '分子醫學研究所',
        8 => '醫學系(公費)',
        9 => '醫學系(自費)',
        10 => '臨床醫學研究所',
        11 => '生理學研究所',
        12 => '細胞生物與解剖學研究所',
        13 => '醫學檢驗生物技術學系',
        14 => '藥學系',
        15 => '藥理學研究所',
        16 => '臨床藥學與藥物科技研究所',
        17 => '護理學系',
        18 => '健康照護科學研究所',
        19 => '牙醫學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '藝術研究所',
        1 => '戲劇碩士學位學程',
        2 => '科技藝術碩士學位學程',
        3 => '創意產業設計研究所',
        4 => '工業設計學系',
      ),
      '運算碩士學程' =>
      array(
        0 => '智慧運算碩士學位學程',
      )
    ),
    'score' =>
    array (
      '電機工程學系' => 380,
      '資訊工程學系' => 380,
      '材料科學及工程學系' => 380,
      '光電科學與工程學系' => 370,
      '醫學系(自費)' => 370,
      '生物醫學工程學系' => 370,
      '化學工程學系' => 370,
      '航空太空工程學系' => 370,
      '工程科學系' => 370,
      '機械工程學系' => 370,
      '化學系' => 370,
      '系統及船舶機電工程學系' => 370,
      '環境工程學系' => 370,
      '物理學系' => 360,
      '牙醫學系' => 360,
      '水利及海洋工程學系' => 360,
      '藥學系' => 350,
      '地球科學系' => 350,
      '醫學系(公費)' => 340,
      '統計學系' => 320,
      '醫學檢驗生物技術學系' => 320,
      '物理治療學系' => 320,
      '職能治療學系' => 320,
      '法律學系' => 310,
      '護理學系' => 310,
      '數學系' => 310,
      '心理學系' => 290,
      '工業與資訊管理學系' => 290,
      '經濟學系' => 290,
      '會計學系' => 280,
      '交通管理科學系' => 280,
      '企業管理學系' => 280,
      '政治學系' => 280,
      '生命科學系' => 260,
      '建築學系' => 250,
      '生物科技與產業科學系' => 250,
      '土木工程學系' => 250,
      '都市計劃學系(自然組)' => 240,
      '測量及空間資訊學系' => 240,
      '都市計劃學系(社會組)' => 240,
      '歷史學系' => 170,
      '資源工程學系' => 170,
      '外國語文學系' => 140,
      '中國文學系' => 140,
      '台灣文學系' => 140,
      '工業設計學系' => 130,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://eportfolio.ncku.edu.tw/index2/index.php',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立政治大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'NCCU',
    'fullName' => 'National Chengchi Universerity',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '宗教研究所',
        1 => '哲學系',
        2 => '歷史學系',
        3 => '台灣史研究所',
        4 => '民族學系',
      ),
      '法律學門' =>
      array (
        0 => '法律學系',
        1 => '法學院碩士在職專班',
        2 => '法律科際整合研究所',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '應用物理研究所',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '心理學系',
        1 => '輔導與諮商碩士學位學程',
        2 => '國家發展研究所',
        3 => '勞工研究所',
        4 => '社會學系',
        5 => '中東與中亞研究碩士學位學程',
        6 => '東亞研究所',
        7 => '日本研究博士學位學程',
        8 => '日本研究碩士學位學程',
        9 => '俄羅斯研究所',
        10 => '亞太研究英語博士學位學程',
        11 => '亞太研究英語碩士學位學程',
        12 => '政治學系',
        13 => '國際事務學院國家安全與大陸研究碩士在職專班',
        14 => '外交學系',
        15 => '國際研究英語碩士學位學程',
        16 => '經濟學系',
        17 => '應用經濟與社會發展英語碩士學位學程',
      ),
      '社會福利學門' =>
      array (
        0 => '社會工作研究所',
      ),
      '商業及管理學門' =>
      array (
        0 => '科技管理與智慧財產研究所',
        1 => '財務管理學系',
        2 => '金融學系',
        3 => '財政學系',
        4 => '風險管理與保險學系',
        5 => '國際經營與貿易學系',
        6 => '廣告學系',
        7 => '會計學系',
        8 => '企業管理研究所(MBA學位學程)',
        9 => '企業管理學系',
        10 => '經營管理碩士學程',
        11 => '國際經營管理英語碩士學位學程',
        12 => '公共行政學系',
        13 => '行政管理碩士學程',
        14 => '地政學系土地測量與資訊組',
        15 => '地政學系土地管理組',
        16 => '地政學系土地資源規劃組',
      ),
      '教育學門' =>
      array (
        0 => '幼兒教育研究所',
        1 => '教育學系',
        2 => '教育行政與政策研究所',
        3 => '學校行政碩士在職專班',
        4 => '華語文教學博士學位學程',
        5 => '華語文教學碩士學位學程',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '傳播學院大一大二不分系社會組',
        1 => '傳播學院大一大二不分系自然組',
        2 => '傳播學院博士班',
        3 => '傳播學院傳播碩士學位學程',
        4 => '傳播學院傳播學士學位學程',
        5 => '國際傳播英語碩士學位學程',
        6 => '廣播電視學系',
        7 => '傳播學院碩士在職專班',
        8 => '新聞學系',
        9 => '圖書資訊與檔案學研究所',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系社會組',
        1 => '資訊管理學系自然組',
        2 => '資訊科學系',
        3 => '社群網路與人智計算國際研究生博士學位學程',
        4 => '數位內容碩士學位學程',
      ),
      '語文學門' =>
      array (
        0 => '英國語文學系',
        1 => '日本語文學系',
        2 => '阿拉伯語文學系',
        3 => '韓國語文學系',
        4 => '土耳其語文學系',
        5 => '歐洲語文學系德文組',
        6 => '歐洲語文學系法文組',
        7 => '歐洲語文學系西班牙文組',
        8 => '斯拉夫語文學系',
        9 => '東南亞語言與文化學士學位學程',
        10 => '台灣文學研究所',
        11 => '中國文學系',
        12 => '語言學研究所',
      ),
      '數學及統計學門' =>
      array (
        0 => '統計學系社會組',
        1 => '統計學系自然組',
        2 => '應用數學系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '神經科學研究所',
      ),
    ),
    'score' =>
    array (
      '法律學系' => 340,
      '統計學系自然組' => 340,
      '資訊科學系' => 340,
      '統計學系社會組' => 330,
      '應用數學系' => 330,
      '教育學系' => 320,
      '經濟學系' => 300,
      '外交學系' => 300,
      '地政學系土地管理組' => 294,
      '社會學系' => 290,
      '財務管理學系' => 290,
      '政治學系' => 290,
      '金融學系' => 290,
      '國際經營與貿易學系' => 290,
      '會計學系' => 290,
      '企業管理學系' => 290,
      '風險管理與保險學系' => 290,
      '資訊管理學系社會組' => 290,
      '財政學系' => 280,
      '地政學系土地資源規劃組' => 280,
      '資訊管理學系自然組' => 280,
      '公共行政學系' => 280,
      '心理學系' => 280,
      '地政學系土地測量與資訊組' => 250,
      '傳播學院大一大二不分系社會組' => 220,
      '傳播學院大一大二不分系自然組' => 210,
      '哲學系' => 190,
      '歷史學系' => 190,
      '民族學系' => 180,
      '歐洲語文學系德文組' => 160,
      '歐洲語文學系西班牙文組' => 160,
      '歐洲語文學系法文組' => 160,
      '英國語文學系' => 160,
      '日本語文學系' => 150,
      '韓國語文學系' => 150,
      '東南亞語言與文化學士學位學程' => 150,
      '土耳其語文學系' => 150,
      '斯拉夫語文學系' => 150,
      '中國文學系' => 150,
      '阿拉伯語文學系' => 150,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://i.nccu.edu.tw/Login.aspx?ReturnUrl=%2f',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立暨南國際大學' =>
  array (
    'city' => '南投縣',
    'shortName' => 'NCNU',
    'fullName' => 'National Chi Nan University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '歷史學系',
      ),
      '工程及工程業學門' =>
      array (
        0 => '應用材料及光電工程學系',
        1 => '電機工程學系',
        2 => '光電科技碩士學位學程',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '應用化學系',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '諮商心理與人力資源發展學系終身學習與人力資源發展組',
        1 => '諮商心理與人力資源發展學系諮商心理組',
        2 => '教育學院心理健康與諮詢碩士學位學程在職專班',
        3 => '東南亞學系',
        4 => '經濟學系',
      ),
      '社會福利學門' =>
      array (
        0 => '社會政策與社會工作學系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '土木工程學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '管理學院學士班',
        1 => '管理學院高階經營管理碩士學位學程',
        2 => '財務金融學系',
        3 => '國際企業學系',
        4 => '新興產業策略與發展博士學位學程',
        5 => '新興產業策略與發展碩士學位學程',
        6 => '公共行政與政策學系',
        7 => '非營利組織經營管理碩士學位學程在職專班',
      ),
      '教育學門' =>
      array (
        0 => '國際文教與比較教育學系',
        1 => '終身學習與人力資源發展碩士學位學程',
        2 => '國際文教管理人才博士學位學程',
        3 => '教育政策與行政學系',
        4 => '課程教學與科技研究所',
        5 => '華語文教學碩士學位學程',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系',
        1 => '資訊工程學系',
      ),
      '語文學門' =>
      array (
        0 => '外國語文學系',
        1 => '中國語文學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '觀光休閒與餐旅管理學系觀光休閒組',
        1 => '觀光休閒與餐旅管理學系餐旅管理組',
      ),
    ),
    'score' =>
    array (
        '電機工程學系' =>  340 ,
    	'資訊工程學系' =>  330 ,
    	'應用材料及光電工程學系' =>  320 ,
    	'應用化學系' =>  280 ,
    	'諮商心理與人力資源發展學系諮商心理組' =>  270 ,
    	'財務金融學系' =>  250 ,
    	'教育政策與行政學系' =>  250 ,
    	'公共行政與政策學系' =>  250 ,
    	'國際企業學系' =>  240 ,
    	'諮商心理與人力資源發展學系終身學習與人力資源發展組' =>  240 ,
    	'資訊管理學系' =>  240 ,
    	'管理學院學士班' =>  240 ,
    	'國際文教與比較教育學系' =>  220 ,
    	'經濟學系' =>  200 ,
    	'東南亞學系' =>  180 ,
    	'土木工程學系' =>  170 ,
    	'社會政策與社會工作學系' =>  140 ,
    	'觀光休閒與餐旅管理學系餐旅管理組' =>  120 ,
    	'觀光休閒與餐旅管理學系觀光休閒組' =>  120 ,
    	'中國語文學系' =>  110 ,
    	'外國語文學系' =>  110 ,
    	'歷史學系' =>  100,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://ccweb.ncnu.edu.tw/student/login.php',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立東華大學' =>
  array (
    'city' => '花蓮縣',
    'shortName' => 'NDHU',
    'fullName' => 'National Dong Huan University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '歷史學系',
        1 => '族群關係與文化學系',
      ),
      '工程及工程業學門' =>
      array (
        0 => '材料科學與工程學系',
        1 => '電機工程學系',
        2 => '光電工程學系',
      ),
      '生命科學學門' =>
      array (
        0 => '生命科學系',
      ),
      '法律學門' =>
      array (
        0 => '法律學士學位學程',
        1 => '財經法律研究所',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '化學系',
        1 => '海洋生物研究所',
        2 => '物理學系',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '諮商與臨床心理學系',
        1 => '民族事務與發展學系',
        2 => '社會學系',
        3 => '臺灣文化學系',
        4 => '經濟學系',
      ),
      '社會福利學門' =>
      array (
        0 => '民族社會工作學士學位學程',
      ),
      '商業及管理學門' =>
      array (
        0 => '管理學院管理科學與財金國際學士學位學程',
        1 => '財務金融學系',
        2 => '會計學系',
        3 => '會計與財務碩士學位學程',
        4 => '企業管理學系',
        5 => '國際企業學系',
        6 => '管理學院高階經營管理碩士在職專班',
        7 => '運籌管理研究所',
        8 => '公共行政學系',
      ),
      '教育學門' =>
      array (
        0 => '幼兒教育學系',
        1 => '體育與運動科學系',
        2 => '教育與潛能開發學系',
        3 => '特殊教育學系',
        4 => '教育行政與管理學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊工程學系',
        1 => '資訊管理碩士學位學程',
        2 => '資訊管理學系',
      ),
      '語文學門' =>
      array (
        0 => '英美語文學系',
        1 => '民族語言與傳播學系',
        2 => '中國語文學系',
        3 => '華文文學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '應用數學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '觀光暨休閒遊憩學系',
      ),
      '環境學門' =>
      array (
        0 => '自然資源與環境學系',
        1 => '人文與環境碩士學位學程',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '藝術與設計學系',
        1 => '藝術創意產業學系',
        2 => '音樂學系',
      ),
    ),
    'score' =>
    array (
        '資訊工程學系國際組' =>  340 ,
    	'資訊工程學系資工組' =>  330 ,
    	'幼兒教育學系(公費)-花蓮縣、限原住民' =>  320 ,
    	'材料科學與工程學系' =>  320 ,
    	'光電工程學系' =>  310 ,
    	'電機工程學系' =>  300 ,
    	'法律學系' =>  280 ,
    	'物理學系物理組' =>  280 ,
    	'化學系' =>  270 ,
    	'物理學系奈米與光電科學組' =>  270 ,
    	'應用數學系統計科學組(社會組)' =>  260 ,
    	'公共行政學系' =>  250 ,
    	'應用數學系統計科學組(自然組)' =>  250 ,
    	'財務金融學系' =>  250 ,
    	'教育行政與管理學系' =>  240 ,
    	'會計學系' =>  240 ,
    	'資訊管理學系' =>  240 ,
    	'管理學院管理科學與財金國際學士學位學程' =>  230 ,
    	'教育與潛能開發學系(自費)' =>  230 ,
    	'國際企業學系' =>  230 ,
    	'企業管理學系' =>  220 ,
    	'幼兒教育學系(自費)' =>  210 ,
    	'應用數學系數學科學組' =>  210 ,
    	'經濟學系' =>  200 ,
    	'民族事務與發展學系' =>  200 ,
    	'社會學系' =>  190 ,
    	'諮商與臨床心理學系' =>  190 ,
    	'特殊教育學系' =>  190 ,
    	'自然資源與環境學系' =>  180 ,
    	'生命科學系' =>  180 ,
    	'民族語言與傳播學系' =>  170 ,
    	'體育與運動科學系' =>  160 ,
    	'歷史學系' =>  140 ,
    	'民族社會工作學士學位學程' =>  140 ,
    	'教育與潛能開發學系(公費)-花蓮縣、限原住民' =>  130 ,
    	'英美語文學系' =>  110 ,
    	'觀光暨休閒遊憩學系' =>  110 ,
    	'中國語文學系' =>  110 ,
    	'華文文學系' =>  100 ,
    	'藝術創意產業學系' =>  100 ,
    	'藝術與設計學系' =>  80 ,
    	'原住民族樂舞與藝術學士學位學程' =>  70 ,
    	'音樂學系' =>  30,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://sys.ndhu.edu.tw/INC/SSO_RWD/Login.aspx?sel=st&lang=tw',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立清華大學' =>
  array (
    'city' => '新竹市',
    'shortName' => 'NTHU',
    'fullName' => 'National Tsing Hua University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '亞際文化研究國際碩士學位學程(台灣聯合大學系統)',
        1 => '人文社會學院學士班',
        2 => '哲學研究所',
        3 => '歷史研究所',
        4 => '人類學研究所',
      ),
      '工程及工程業學門' =>
      array (
        0 => '化學工程學系',
        1 => '材料科學工程學系乙組',
        2 => '材料科學工程學系甲組',
        3 => '工業工程與工程管理學系',
        4 => '生醫工程與環境科學系',
        5 => '生物醫學工程研究所',
        6 => '奈米工程與微系統研究所',
        7 => '奈米科學與技術學程',
        8 => '原子科學院學士班',
        9 => '全球營運管理碩士雙聯學位學程',
        10 => '工學院學士班',
        11 => '核子工程與科學研究所',
        12 => '工程與系統科學系乙組(智慧奈米系統組)',
        13 => '工程與系統科學系甲組(低碳綠能組)',
        14 => '電機工程學系乙組',
        15 => '電機工程學系甲組',
        16 => '電子工程研究所',
        17 => '光電博士學位學程(台灣聯合大學系統)',
        18 => '光電工程研究所',
        19 => '通訊工程研究所',
        20 => '電機資訊學院學士班',
        21 => '動力機械工程學系乙組',
        22 => '動力機械工程學系甲組',
      ),
      '生命科學學門' =>
      array (
        0 => '生命科學系',
        1 => '生物科技研究所',
        2 => '分子與細胞生物研究所',
        3 => '生技產業博士學位學程',
        4 => '生物資訊與結構生物研究所',
        5 => '生物資訊學學程',
        6 => '分子醫學研究所',
        7 => '生命科學院學士班',
        8 => '系統神經科學研究所',
        9 => '跨領域神經科學博士學位學程(台灣聯合大學系統)',
      ),
      '其他學門' =>
      array (
        0 => '跨院國際博士班學位學程',
        1 => '跨院國際碩士學位學程',
        2 => '清華學院學士班',
      ),
      '法律學門' =>
      array (
        0 => '科技法律研究所',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '分子科學與技術學程',
        1 => '化學生物學與分子生物物理學學程',
        2 => '化學生物學與分子生物物理學學程',
        3 => '化學系',
        4 => '先進光源科技博士學位學程',
        5 => '先進光源科技碩士學位學程',
        6 => '理學院學士班',
        7 => '物理學系光電物理組',
        8 => '物理學系物理組(乙組天文物理組)',
        9 => '物理學系物理組(甲組一般組)',
        10 => '天文研究所',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '教育心理與諮商學系',
        1 => '學習科學與科技研究所',
        2 => '社會學研究所',
        3 => '台灣研究教師在職進修碩士學位班',
        4 => '經濟學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '科技管理研究所',
        1 => '高階經營管理碩士在職專班',
        2 => '服務科學研究所',
        3 => '科技管理學院學士班',
        4 => '科技管理學院財務金融碩士在職專班',
        5 => '計量財務金融學系乙組',
        6 => '計量財務金融學系甲組',
        7 => '經營管理碩士在職專班',
        8 => '國際專業管理碩士班',
        9 => '科技管理學院公共政策與管理碩士在職專班',
        10 => '竹師教育學院學士班乙組(永續發展教育組)',
        11 => '竹師教育學院學士班甲組(雙專長組)',
      ),
      '教育學門' =>
      array (
        0 => '幼兒教育學系',
        1 => '體育學系',
        2 => '教育與學習科技學系',
        3 => '學前特殊教育碩士在職學位學程',
        4 => '特殊教育學系',
        5 => '數理教育研究所',
        6 => '英語教學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊工程學系丙組(人工智慧組)',
        1 => '資訊工程學系乙組(資訊工程組)',
        2 => '資訊工程學系甲組(電子資訊組)',
        3 => '計算語言學與中文語言處理學程',
        4 => '資訊系統與應用研究所',
        5 => '國際資訊科技與應用碩士學程',
        6 => '社群網路與人智計算國際研究生博士學位學程',
      ),
      '語文學門' =>
      array (
        0 => '外國語文學系',
        1 => '台灣文學研究所',
        2 => '臺灣語言研究與教學研究所',
        3 => '中國文學系乙組(華語文教學組)',
        4 => '中國文學系甲組(一般組)',
        5 => '語言學研究所',
      ),
      '數學及統計學門' =>
      array (
        0 => '統計學研究所',
        1 => '數學系乙組(應用數學組)',
        2 => '數學系甲組(數學組)',
        3 => '計算與建模科學研究所',
      ),
      '環境學門' =>
      array (
        0 => '環境科技博士學位學程(台灣聯合大學系統)',
        1 => '環境與文化資源學系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '醫學科學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '藝術學院學士班',
        1 => '藝術與設計學系創作組',
        2 => '藝術與設計學系設計組',
        3 => '音樂學系',
      ),
    ),
    'score' =>
    array (
      '物理學系物理組(乙組天文物理組)' => 390,
      '物理學系物理組(甲組一般組)' => 390,
      '電機工程學系甲組' => 390,
      '電機資訊學院學士班' => 390,
      '資訊工程學系甲組(電子資訊組)' => 390,
      '電機工程學系乙組' => 380,
      '資訊工程學系丙組(人工智慧組)' => 380,
      '物理學系光電物理組' => 380,
      '資訊工程學系乙組(資訊工程組)' => 380,
      '材料科學工程學系甲組' => 380,
      '材料科學工程學系乙組' => 380,
      '工學院學士班' => 380,
      '理學院學士班' => 380,
      '動力機械工程學系甲組' => 380,
      '動力機械工程學系乙組' => 380,
      '化學工程學系' => 380,
      '工程與系統科學系乙組(智慧奈米系統組)' => 380,
      '工程與系統科學系甲組(低碳綠能組)' => 370,
      '原子科學院學士班' => 370,
      '生醫工程與環境科學系' => 370,
      '化學系' => 370,
      '數學系甲組(數學組)' => 350,
      '數學系乙組(應用數學組)' => 340,
      '醫學科學系' => 310,
      '竹師教育學院學士班甲組(雙專長組)' => 310,
      '竹師教育學院學士班乙組(永續發展教育組)' => 310,
      '教育與學習科技學系' => 310,
      '經濟學系第2組' => 300,
      '英語教學系' => 300,
      '經濟學系第1組' => 300,
      '幼兒教育學系' => 300,
      '體育學系' => 300,
      '特殊教育學系' => 290,
      '科技管理學院學士班' => 290,
      '工業工程與工程管理學系' => 290,
      '計量財務金融學系甲組' => 290,
      '計量財務金融學系乙組' => 290,
      '教育心理與諮商學系' => 270,
      '生命科學院學士班' => 270,
      '生命科學系' => 260,
      '人文社會學院學士班' => 180,
      '外國語文學系' => 150,
      '中國文學系甲組(一般組)' => 140,
      '中國文學系乙組(華語文教學組)' => 140,
      '藝術學院學士班' => 130,
      '藝術與設計學系設計組' => 130,
      '藝術與設計學系創作組' => 130,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://www.ccxp.nthu.edu.tw/ccxp/INQUIRE/',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立澎湖科技大學' =>
  array (
    'city' => '澎湖縣',
    'shortName' => 'NPU',
    'fullName' => 'National Penghu University of Science and Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '電機工程系',
        1 => '資訊工程系',
        2 => '電信工程系',
      ),
      '商業及管理學門' =>
      array (
        0 => '行銷與物流管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
      ),
      '運輸服務學門' =>
      array (
        0 => '航運管理系',
      ),
      '漁業學門' =>
      array (
        0 => '水產養殖系',
      ),
      '製造及加工學門' =>
      array (
        0 => '食品科學系',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '觀光休閒系',
        1 => '海洋遊憩系',
        2 => '餐旅管理系',
      ),
    ),
    'score' =>
    array (
        '電機工程系' =>  260 ,
    	'電信工程系' =>  250 ,
    	'資訊工程系' =>  250 ,
    	'資訊管理系' =>  250 ,
    	'航運管理系' =>  190 ,
    	'行銷與物流管理系' =>  150 ,
    	'餐旅管理系' =>  90 ,
    	'食品科學系' =>  90 ,
    	'海洋遊憩系' =>  80 ,
    	'觀光休閒系' =>  80 ,
    	'應用外語系' =>  30 ,
    	'水產養殖系' => 0,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://ep.npu.edu.tw/',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立聯合大學' =>
  array (
    'city' => '苗栗縣',
    'shortName' => 'NUU',
    'fullName' => 'National United University',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '化學工程學系',
        1 => '材料科學工程學系',
        2 => '材料與化學工程博士學位學程',
        3 => '能源工程學系',
        4 => '智慧綠能國際碩士學位學程',
        5 => '電機工程學系',
        6 => '電子工程學系',
        7 => '光電工程學系',
        8 => '機械工程學系',
        9 => '環境與安全衛生工程學系(乙組)',
        10 => '環境與安全衛生工程學系(甲組)',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築學系',
        1 => '土木與防災工程學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '財務金融學系',
        1 => '經營管理學系',
        2 => '管理碩士在職學位學程',
        3 => '國際商業管理碩士學位學程',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系',
        1 => '資訊工程學系',
      ),
      '語文學門' =>
      array (
        0 => '臺灣語文與傳播學系',
        1 => '客家語言與傳播研究所',
        2 => '華語文學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '文化觀光產業學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '原住民文化創意產業學士學位學程原住民專班',
        1 => '文化創意與數位行銷學系',
        2 => '工業設計學系(社會組)',
        3 => '工業設計學系(自然組)',
      ),
    ),
    'score' =>
    array (
        '資訊工程學系(A組)' =>  320 ,
    	'環境與安全衛生工程學系(乙組)' =>  310 ,
    	'材料科學工程學系' =>  310 ,
    	'機械工程學系' =>  300 ,
    	'化學工程學系' =>  300 ,
    	'電子工程學系(乙組)(女)' =>  300 ,
    	'電子工程學系(甲組)(男)' =>  290 ,
    	'電子工程學系(乙組)(男)' =>  290 ,
    	'光電工程學系' =>  290 ,
    	'電機工程學系' =>  290 ,
    	'電子工程學系(甲組)(女)' =>  290 ,
    	'環境與安全衛生工程學系(甲組)' =>  280 ,
    	'能源工程學系' =>  280 ,
    	'電子工程學系' =>  270 ,
    	'資訊工程學系(B組)' =>  270 ,
    	'環境與安全衛生工程學系' =>  260 ,
    	'文化創意與數位行銷學系' =>  250 ,
    	'資訊管理學系' =>  220 ,
    	'財務金融學系' =>  210 ,
    	'經營管理學系' =>  200 ,
    	'建築學系' =>  180 ,
    	'土木與防災工程學系' =>  180 ,
    	'臺灣語文與傳播學系' =>  120 ,
    	'文化觀光產業學系' =>  100 ,
    	'工業設計學系(社會組)' =>  100 ,
    	'工業設計學系(自然組)' =>  80 ,
    	'華語文學系' =>  60,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://eap10.nuu.edu.tw/Login.aspx?logintype=S',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立臺中教育大學' =>
  array (
    'city' => '臺中市',
    'shortName' => 'NTCU',
    'fullName' => 'National Taichung University of Education',
    'discipline' =>
    array (
      '社會及行為科學學門' =>
      array (
        0 => '諮商與應用心理學系',
        1 => '區域與社會發展學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '國際企業學系',
        1 => '管理學院國際經營管理碩士在職專班',
        2 => '管理學院國際經營管理碩士學位學程',
      ),
      '教育學門' =>
      array (
        0 => '幼兒教育學系',
        1 => '體育學系',
        2 => '教育學系',
        3 => '教師專業碩士學位學程',
        4 => '特殊教育學系',
        5 => '高等教育經營管理碩士學位學程',
        6 => '教育資訊與測驗統計研究所',
        7 => '語文教育學系',
        8 => '科學教育與應用學系(自費)',
        9 => '數學教育學系(自費)',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊工程學系(自費)',
        1 => '數位內容科技學系',
      ),
      '語文學門' =>
      array (
        0 => '英語學系',
        1 => '台灣語文學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '永續觀光暨遊憩管理碩士學位學程',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '美術學系',
        1 => '音樂學系',
        2 => '文化創意產業設計與營運學系',
      ),
    ),
    'score' =>
    array (
        '資訊工程學系(公費)-臺南市' =>  380 ,
    	'資訊工程學系(自費)' =>  320 ,
    	'數學教育學系(公費)-臺南市' =>  310 ,
    	'數位內容科技學系' =>  310 ,
    	'國際企業學系' =>  260 ,
    	'幼兒教育學系' =>  260 ,
    	'教育學系' =>  250 ,
    	'語文教育學系' =>  250 ,
    	'特殊教育學系' =>  240 ,
    	'諮商與應用心理學系' =>  230 ,
    	'區域與社會發展學系' =>  210 ,
    	'科學教育與應用學系(公費)-嘉義縣、限原住民' =>  200 ,
    	'科學教育與應用學系(自費)' =>  190 ,
    	'數學教育學系(自費)' =>  170 ,
    	'體育學系' =>  140 ,
    	'英語學系' =>  120 ,
    	'文化創意產業設計與營運學系' =>  110 ,
    	'音樂學系' =>  110 ,
    	'台灣語文學系' =>  100 ,
    	'美術學系' =>  80,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://ecsb.ntcu.edu.tw/',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立臺中科技大學' =>
  array (
    'city' => '臺中巿',
    'shortName' => 'NUTC',
    'fullName' => 'National  Taichung University Of  Science And Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '資訊工程系',
      ),
      '社會福利學門' =>
      array (
        0 => '老人服務事業管理系',
      ),
      '商業及管理學門' =>
      array (
        0 => '商業經營科',
        1 => '財務金融系',
        2 => '財政稅務系',
        3 => '保險金融管理系',
        4 => '國際貿易與經營系',
        5 => '會計資訊系',
        6 => '企業管理系',
        7 => '流通管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
      ),
      '語文學門' =>
      array (
        0 => '應用英語系',
        1 => '應用日語系',
        2 => '應用中文系',
      ),
      '數學及統計學門' =>
      array (
        0 => '應用統計系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '美容系',
        1 => '休閒事業經營系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '護理系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '商業設計系',
        1 => '創意商品設計系',
        2 => '室內設計系',
        3 => '多媒體設計系',
      ),
    ),
    'score' =>
    array (
        '資訊工程系' => 310,
        '資訊管理系' => 300,
        '應用統計系' => 290,
        '財務金融系' => 250,
        '會計資訊系' => 240,
        '財政稅務系' => 240,
        '國際貿易與經營系' => 240,
        '企業管理系' => 230,
        '流通管理系' => 230,
        '護理系' => 220,
        '保險金融管理系' => 220,
        '室內設計系' => 120,
        '商業設計系' => 110,
        '美容系' => 110,
        '休閒事業經營系' => 110,
        '老人服務事業管理系' => 110,
        '應用中文系' => 100,
        '應用日語系' => 100,
        '多媒體設計系' => 90,
        '應用英語系' => 90,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://sso.nutc.edu.tw/ePortal/',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立臺北商業大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'NTUB',
    'fullName' => 'National Taipei University of  Business',
    'discipline' =>
    array (
      '商業及管理學門' =>
      array (
        0 => '商業設計管理系(桃園校區)',
        1 => '貿易實務法律暨談判碩士學位學程',
        2 => '財務金融系(臺北校區)',
        3 => '財政稅務系(臺北校區)',
        4 => '國際商務系(臺北校區)',
        5 => '國際貿易學士學位跨境電商學程',
        6 => '會計資訊系(臺北校區)',
        7 => '企業管理系(臺北校區)',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系(臺北校區)',
        1 => '資訊與決策科學研究所',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系(臺北校區)',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '商品創意經營系(桃園校區)',
        1 => '數位多媒體設計系(桃園校區)',
      ),
    ),
    'score' =>
    array (
      '資訊管理系(臺北校區)' => 330,
      '財務金融系(臺北校區)' => 270,
      '會計資訊系(臺北校區)' => 260,
      '財政稅務系(臺北校區)' => 260,
      '國際商務系(臺北校區)' => 260,
      '企業管理系(臺北校區)' => 260,
      '商業設計管理系(桃園校區)' => 230,
      '應用外語系(臺北校區)' => 120,
      '數位多媒體設計系(桃園校區)' => 120,
      '商品創意經營系(桃園校區)' => 90,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://ntcbadm1.ntub.edu.tw/',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立臺北大學' =>
  array (
    'city' => '新北市',
    'shortName' => 'NTPU',
    'fullName' => 'National Taipei University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '民俗藝術與文化資產研究所',
        1 => '歷史學系',
      ),
      '工程及工程業學門' =>
      array (
        0 => '電機工程學系',
        1 => '資訊工程學系',
        2 => '通訊工程學系',
        3 => '電機資訊學院博士班',
      ),
      '法律學門' =>
      array (
        0 => '法律學系司法組',
        1 => '法律學系法學組',
        2 => '法律學系財經法組',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '犯罪學研究所',
        1 => '社會學系',
        2 => '經濟學系',
      ),
      '社會福利學門' =>
      array (
        0 => '社會工作學系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '城市治理英語碩士學位學程',
        1 => '都市計劃研究所',
      ),
      '商業及管理學門' =>
      array (
        0 => '財務金融英語碩士學位學程',
        1 => '商學院國際財務金融碩士在職專班',
        2 => '金融與合作經營學系',
        3 => '財政學系',
        4 => '商學院數位行銷進修學士學位學程',
        5 => '會計學系',
        6 => '企業管理學系',
        7 => '國際企業研究所',
        8 => '公共行政暨政策學系',
        9 => '不動產與城鄉環境學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理研究所',
      ),
      '語文學門' =>
      array (
        0 => '應用外語學系',
        1 => '中國文學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '統計學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '休閒運動管理學系',
      ),
      '環境學門' =>
      array (
        0 => '自然資源與環境管理研究所',
      ),
    ),
    'score' =>
    array (
      '電機工程學系' => 360,
      '資訊工程學系' => 350,
      '通訊工程學系' => 350,
      '法律學系財經法組' => 330,
      '法律學系司法組' => 330,
      '法律學系法學組' => 320,
      '統計學系' => 320,
      '金融與合作經營學系' => 280,
      '財政學系' => 280,
      '會計學系' => 280,
      '企業管理學系' => 280,
      '公共行政暨政策學系' => 280,
      '經濟學系' => 270,
      '不動產與城鄉環境學系' => 270,
      '社會學系' => 260,
      '歷史學系' => 190,
      '社會工作學系' => 150,
      '應用外語學系' => 140,
      '中國文學系' => 140,
      '休閒運動管理學系' => 120,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://ohs01.ntpu.edu.tw/student_new.htm',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立臺北教育大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'NTUE',
    'fullName' => 'National Taichung University of Education',
    'discipline' =>
    array (
      '社會及行為科學學門' =>
      array (
        0 => '心理與諮商學系',
        1 => '社會與區域發展學系',
        2 => '臺灣文化研究所',
      ),
      '商業及管理學門' =>
      array (
        0 => '東南亞區域管理碩士學位學程',
      ),
      '教育學門' =>
      array (
        0 => '幼兒與家庭教育學系',
        1 => '體育學系(女)',
        2 => '體育學系(男)',
        3 => '特殊教育學系(女)',
        4 => '特殊教育學系(男)',
        5 => '教育經營與管理學系',
        6 => '學習與教學國際碩士學位學程',
        7 => '課程與教學傳播科技研究所',
        8 => '教育學系',
        9 => '數學暨資訊教育學系數學組(女)',
        10 => '數學暨資訊教育學系數學組(男)',
        11 => '數學暨資訊教育學系資訊組(女)',
        12 => '數學暨資訊教育學系資訊組(男)',
        13 => '自然科學教育學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊科學系',
      ),
      '語文學門' =>
      array (
        0 => '兒童英語教育學系',
        1 => '語文與創作學系文學創作組',
        2 => '語文與創作學系語文師資組',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '當代藝術評論與策展研究全英語碩士學位學程',
        1 => '音樂學系',
        2 => '藝術與造形設計學系藝術組',
        3 => '藝術與造形設計學系設計組',
        4 => '文化創意產業經營學系',
        5 => '數位科技設計學系',
      ),
    ),
    'score' =>
    array (
        '自然科學教育學系(公費)-臺中市' => 330,
        '資訊科學系' => 320,
        '教育學系' => 280,
        '特殊教育學系(女)' => 280,
        '特殊教育學系(男)' => 280,
        '兒童英語教育學系' => 270,
        '幼兒與家庭教育學系' => 270,
        '心理與諮商學系' => 250,
        '教育經營與管理學系' => 250,
        '社會與區域發展學系' => 240,
        '數學暨資訊教育學系資訊組(男)' => 230,
        '數學暨資訊教育學系數學組(男)' => 230,
        '數學暨資訊教育學系數學組(女)' => 220,
        '數學暨資訊教育學系資訊組(女)' => 220,
        '自然科學教育學系(自費)(男)' => 220,
        '自然科學教育學系(自費)(女)' => 200,
        '體育學系(男)' => 170,
        '體育學系(女)' => 160,
        '語文與創作學系文學創作組' => 130,
        '文化創意產業經營學系' => 130,
        '藝術與造形設計學系設計組' => 130,
        '音樂學系-鋼琴' => 130,
        '語文與創作學系語文師資組' => 120,
        '音樂學系-綜合樂器' => 120,
        '藝術與造形設計學系藝術組' => 120,
        '數位科技設計學系' => 100,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://sso.ntue.edu.tw/',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立臺北科技大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'NTUT',
    'fullName' => 'National Taipei University of Technology',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '文化事業發展系',
      ),
      '工程及工程業學門' =>
      array (
        0 => '化學工程與生物科技系',
        1 => '化學工程與生物科技系生化與生醫工程碩士班',
        2 => '分子科學與工程系',
        3 => '材料科學與工程研究所',
        4 => '材料及資源工程系材料組',
        5 => '材料及資源工程系資源組',
        6 => '資源工程研究所',
        7 => '工業工程與管理系',
        8 => '管理學院工業工程與管理EMBA專班',
        9 => '工程學院',
        10 => '工程學院工程科技博士班',
        11 => '能源與冷凍空調工程系',
        12 => '電機工程系',
        13 => '電子工程系',
        14 => '光電工程系',
        15 => '資訊工程系',
        16 => '電資學院',
        17 => '自動化科技研究所',
        18 => '車輛工程系',
        19 => '機械工程系',
        20 => '機電學院',
        21 => '機電學院機電科技博士班',
        22 => '製造科技研究所',
        23 => '環境工程與管理研究所',
      ),
      '法律學門' =>
      array (
        0 => '智慧財產權研究所',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築系',
        1 => '土木工程系',
      ),
      '商業及管理學門' =>
      array (
        0 => '經營管理系',
        1 => '管理學院經營管理EMBA專班',
        2 => '管理學院管理博士班',
        3 => '高階管理碩士雙聯學位學程',
      ),
      '教育學門' =>
      array (
        0 => '技術及職業教育研究所',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊與財金管理系',
        1 => '管理學院資訊與財金管理EMBA專班',
      ),
      '語文學門' =>
      array (
        0 => '應用英文系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '設計學院設計博士班',
        1 => '設計學院',
        2 => '工業設計系家具與室內設計組',
        3 => '工業設計系產品設計組',
        4 => '互動設計系媒體設計組',
        5 => '互動設計系視覺傳達設計組',
      ),
    ),
    'score' =>
    array (
        '電機工程系' => 360,
        '電子工程系' => 360,
        '能源與冷凍空調工程系' => 360,
        '光電工程系' => 350,
        '車輛工程系' => 350,
        '材料及資源工程系材料組' => 350,
        '材料及資源工程系資源組' => 350,
        '機械工程系' => 350,
        '工業工程與管理系' => 340,
        '資訊工程系' => 340,
        '資訊與財金管理系' => 330,
        '分子科學與工程系' => 320,
        '經營管理系' => 270,
        '化學工程與生物科技系' => 220,
        '建築系' => 200,
        '土木工程系' => 180,
        '文化事業發展系' => 140,
        '互動設計系視覺傳達設計組' => 130,
        '應用英文系' => 130,
        '互動設計系媒體設計組' => 120,
        '工業設計系家具與室內設計組' => 120,
        '工業設計系產品設計組' => 120,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://nportal.ntut.edu.tw/index.do?thetime=1539594415394',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立臺北藝術大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'TNUA',
    'fullName' => 'Taipei National University of the Arts',
    'discipline' =>
    array (
      '建築及營建工程學門' =>
      array (
        0 => '建築與文化資產研究所',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '博物館研究所',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '藝術與人文教育研究所',
        1 => '文化資源學院文化資產與藝術創新博士班',
        2 => '藝術行政與管理研究所',
        3 => '文創產業國際藝術碩士學位學程',
        4 => '美術學系',
        5 => '藝術跨域研究所',
        6 => '音樂學系',
        7 => '音樂學研究所',
        8 => '傳統音樂學系',
        9 => '管絃與擊樂研究所',
        10 => '戲劇學系',
        11 => '劇場藝術創作研究所',
        12 => '劇場設計學系',
        13 => '舞蹈研究所',
        14 => '舞蹈學系',
        15 => '電影創作學系',
        16 => '動畫學系',
        17 => '新媒體藝術學系',
      ),
    ),
    'score' =>
    array (
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://eip.tnua.edu.tw/',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立臺北護理健康大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'NTUNHS',
    'fullName' => 'National Taipei University of Nursing and Health Sciences',
    'discipline' =>
    array (
      '社會及行為科學學門' =>
      array (
        0 => '生死與健康心理諮商系',
      ),
      '社會福利學門' =>
      array (
        0 => '長期照護系',
        1 => '嬰幼兒保育系',
      ),
      '商業及管理學門' =>
      array (
        0 => '健康事業管理系',
      ),
      '教育學門' =>
      array (
        0 => '國際蒙特梭利碩士專班',
        1 => '醫護教育暨數位學習系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '休閒產業與健康促進系',
        1 => '運動保健系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '高齡健康照護系',
        1 => '語言治療與聽力學系',
        2 => '護理系',
        3 => '中西醫結合護理研究所',
        4 => '助產及婦女健康照護系',
      ),
    ),
    'score' =>
    array (
      '資訊管理系' => 310,
      '語言治療與聽力學系' => 280,
      '護理系' => 266,
      '高齡健康照護系' => 230,
      '健康事業管理系' => 220,
      '生死與健康心理諮商系' => 220,
      '運動保健系' => 120,
      '休閒產業與健康促進系' => 120,
      '嬰幼兒保育系' => 110,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://ecampussys.ntunhs.edu.tw/',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立臺南大學' =>
  array (
    'city' => '臺南市',
    'shortName' => 'NUTN',
    'fullName' => 'National University of Tainan',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '材料科學系',
        1 => '綠色能源科技學系',
        2 => '電機工程學系',
        3 => '機電系統工程研究所',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技學系',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '諮商與輔導學系',
        1 => '文化與自然資源學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '經營與管理學系',
        1 => '行政管理學系',
      ),
      '教育學門' =>
      array (
        0 => '幼兒教育學系',
        1 => '環境教育碩士在職學位學程',
        2 => '體育學系',
        3 => '教育學系',
        4 => '特殊教育學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊工程學系',
        1 => '數位學習科技學系',
      ),
      '語文學門' =>
      array (
        0 => '英語學系(自費)',
        1 => '國語文學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '應用數學系',
      ),
      '環境學門' =>
      array (
        0 => '生態暨環境資源學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '音樂學系',
        1 => '戲劇創作與應用學系(女)',
        2 => '戲劇創作與應用學系(男)',
        3 => '視覺藝術與設計學系',
        4 => '動畫媒體設計研究所',
      ),
    ),
    'score' =>
    array (
        '電機工程學系' =>  340 ,
    	'材料科學系' =>  340 ,
    	'資訊工程學系' =>  340 ,
    	'數位學習科技學系' =>  320 ,
    	'綠色能源科技學系' =>  300 ,
    	'應用數學系' =>  260 ,
    	'行政管理學系' =>  260 ,
    	'經營與管理學系' =>  250 ,
    	'幼兒教育學系' =>  220 ,
    	'諮商與輔導學系' =>  220 ,
    	'教育學系' =>  220 ,
    	'特殊教育學系' =>  210 ,
    	'生物科技學系' =>  210 ,
    	'文化與自然資源學系' =>  190 ,
    	'體育學系' =>  160 ,
    	'生態暨環境資源學系' =>  160 ,
    	'英語學系(公費)-臺南市' =>  150 ,
    	'戲劇創作與應用學系(女)' =>  110 ,
    	'英語學系(自費)' =>  110 ,
    	'戲劇創作與應用學系(男)' =>  100 ,
    	'視覺藝術與設計學系' =>  90 ,
    	'國語文學系' =>  90 ,
    	'音樂學系' =>  60,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://academics.nutn.edu.tw/iSTU/',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立臺南藝術大學' =>
  array (
    'city' => '臺南縣',
    'shortName' => 'TNNUA',
    'fullName' => 'Tainan National University of the Arts',
    'discipline' =>
    array (
      '藝術學門(設計學門)' =>
      array (
        0 => '應用藝術研究所',
        1 => '材質創作與設計系',
        2 => '藝術史學系',
        3 => '博物館學與古物維護研究所',
        4 => '建築藝術研究所',
        5 => '造形藝術研究所',
        6 => '藝術創作理論研究所',
        7 => '音樂學系',
        8 => '中國音樂學系',
        9 => '應用音樂學系',
        10 => '民族音樂學研究所',
        11 => '鋼琴合作藝術研究所',
        12 => '音像紀錄與影像維護研究所',
        13 => '動畫藝術與影像美學研究所',
      ),
    ),
    'score' =>
    array (
      '應用音樂學系' => 111,
      '藝術史學系' => 108,
      '材質創作與設計系' => 87,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://ap.tnnua.edu.tw/StdInfo/',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立臺東大學' =>
  array (
    'city' => '臺東市',
    'shortName' => 'NTTU',
    'fullName' => 'National Taitung University',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '資訊工程學系',
      ),
      '生命科學學門' =>
      array (
        0 => '生命科學系',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '應用科學系化學及奈米科學組',
        1 => '應用科學系應用物理組',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '公共與文化事務學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '綠色產業高階管理碩士在職專班',
      ),
      '教育學門' =>
      array (
        0 => '幼兒教育學系',
        1 => '體育學系',
        2 => '教育學系',
        3 => '特殊教育學系',
        4 => '數位媒體與文教產業學系',
        5 => '國語文補救教學碩士在職專班',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '綠色與資訊科技學士學位學程',
        1 => '資訊管理學系',
      ),
      '語文學門' =>
      array (
        0 => '英美語文學系',
        1 => '華語文學系',
        2 => '兒童文學研究所',
      ),
      '數學及統計學門' =>
      array (
        0 => '應用數學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '文化資源與休閒產業學系',
        1 => '師範學院休閒事業管理碩士在職專班',
        2 => '身心整合與運動休閒產業學系',
        3 => '運動競技學士學位學程',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '美術產業學系',
        1 => '音樂學系',
      ),
    ),
    'score' =>
    array (
        '綠色與資訊科技學士學位學程' =>  320 ,
    	'資訊工程學系' =>  300 ,
    	'應用科學系化學及奈米科學組' =>  260 ,
    	'應用科學系應用物理組' =>  260 ,
    	'應用數學系' =>  250 ,
    	'公共與文化事務學系' =>  210 ,
    	'資訊管理學系' =>  210 ,
    	'數位媒體與文教產業學系' =>  200 ,
    	'生命科學系' =>  180 ,
    	'教育學系' =>  180 ,
    	'特殊教育學系' =>  180 ,
    	'幼兒教育學系' =>  170 ,
    	'體育學系' =>  150 ,
    	'身心整合與運動休閒產業學系' =>  120 ,
    	'文化資源與休閒產業學系' =>  110 ,
    	'英美語文學系' =>  90 ,
    	'華語文學系' =>  70 ,
    	'美術產業學系' =>  60 ,
    	'音樂學系' =>  40,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://infosys.nttu.edu.tw/',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立臺灣大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'NTU',
    'fullName' => 'National Taiwan University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '哲學系',
        1 => '歷史學系',
        2 => '人類學系',
      ),
      '工程及工程業學門' =>
      array (
        0 => '化學工程學系',
        1 => '高分子科學與工程學研究所',
        2 => '材料科學與工程學系',
        3 => '工業工程學研究所',
        4 => '生醫電子與資訊學研究所',
        5 => '應用力學研究所',
        6 => '醫學工程學系',
        7 => '醫學工程學研究所',
        8 => '綠色永續材料與精密元件博士學位學程',
        9 => '分子科學與技術國際研究生博士學位學程',
        10 => '電機工程學系',
        11 => '電子工程學研究所',
        12 => '光電工程學研究所',
        13 => '電信工程學研究所',
        14 => '機械工程學系',
        15 => '生物機電工程學系',
        16 => '工程科學及海洋工程學系',
        17 => '環境工程學研究所',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技研究所',
        1 => '生化科學研究所',
        2 => '分子與細胞生物學研究所',
        3 => '基因體與系統生物學學位學程',
        4 => '生化科技學系',
        5 => '生物科技管理碩士在職學位學程',
        6 => '生物化學暨分子生物學研究所',
        7 => '生物資訊學國際研究生博士學位學程',
        8 => '生命科學系',
        9 => '植物科學研究所',
        10 => '昆蟲學系',
        11 => '跨領域神經科學國際研究生博士學位學程',
      ),
      '林業學門' =>
      array (
        0 => '森林環境暨資源學系',
      ),
      '法律學門' =>
      array (
        0 => '法律學系司法組',
        1 => '法律學系法學組',
        2 => '法律學系財經法學組',
        3 => '科際整合法律學研究所',
        4 => '事業經營法務碩士在職學位學程',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '化學系',
        1 => '地質科學系',
        2 => '氣候變遷與永續發展國際博士學位學程',
        3 => '氣候變遷與永續發展國際碩士學位學程',
        4 => '大氣科學系',
        5 => '海洋研究所',
        6 => '物理學系',
        7 => '應用物理學研究所',
        8 => '天文物理研究所',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '心理學系',
        1 => '國家發展研究所',
        2 => '社會學系',
        3 => '地理環境資源學系',
        4 => '政治學系公共行政組',
        5 => '政治學系國際關係組',
        6 => '政治學系政治理論組',
        7 => '經濟學系',
      ),
      '社會福利學門' =>
      array (
        0 => '社會工作學系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築與城鄉研究所',
        1 => '土木工程學系',
        2 => '生物環境系統工程學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '管理學院碩士在職專班',
        1 => '管理學院創業創新管理碩士在職專班',
        2 => '財務金融學系',
        3 => '會計學系',
        4 => '商學研究所',
        5 => '管理學院企業管理碩士專班',
        6 => '工商管理學系企業管理組',
        7 => '工商管理學系科技管理組',
        8 => '事業經營碩士在職學位學程',
        9 => '國際企業學系',
        10 => '公共事務研究所',
      ),
      '教育學門' =>
      array (
        0 => '華語教學碩士學位學程',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '新聞研究所',
        1 => '圖書資訊學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系',
        1 => '資訊網路與多媒體研究所',
        2 => '資訊工程學系',
        3 => '資料科學博士學位學程',
        4 => '資料科學碩士學位學程',
      ),
      '農業學門' =>
      array (
        0 => '農業化學系',
        1 => '農業經濟學系',
        2 => '生物產業傳播暨發展學系',
        3 => '植物病理與微生物學系',
        4 => '植物醫學碩士學位學程',
        5 => '園藝暨景觀學系',
        6 => '農藝學系',
        7 => '動物科學技術學系',
      ),
      '漁業學門' =>
      array (
        0 => '漁業科學研究所',
      ),
      '製造及加工學門' =>
      array (
        0 => '食品科技研究所',
      ),
      '語文學門' =>
      array (
        0 => '外國語文學系',
        1 => '日本語文學系',
        2 => '翻譯碩士學位學程',
        3 => '臺灣文學研究所',
        4 => '中國文學系',
        5 => '語言學研究所',
      ),
      '數學及統計學門' =>
      array (
        0 => '應用數學科學研究所',
        1 => '統計碩士學位學程',
        2 => '數學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '運動設施與健康管理碩士學位學程',
      ),
      '環境學門' =>
      array (
        0 => '生態學與演化生物學研究所',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '牙醫學系',
        1 => '臨床牙醫學研究所',
        2 => '口腔生物科學研究所',
        3 => '公共衛生碩士學位學程',
        4 => '公共衛生學系',
        5 => '職業醫學與工業衛生研究所',
        6 => '環境衛生研究所',
        7 => '流行病學與預防醫學研究所',
        8 => '健康政策與管理研究所',
        9 => '健康行為與社區科學研究所',
        10 => '食品安全與健康研究所',
        11 => '毒理學研究所',
        12 => '國際三校農業生技與健康醫療碩士學位學程',
        13 => '物理治療學系',
        14 => '職能治療學系',
        15 => '微生物學研究所',
        16 => '醫學系(公費)',
        17 => '醫學系(自費)',
        18 => '臨床醫學研究所',
        19 => '分子醫學研究所',
        20 => '免疫學研究所',
        21 => '生理學研究所',
        22 => '病理學研究所',
        23 => '解剖學暨細胞生物學研究所',
        24 => '腫瘤醫學研究所',
        25 => '轉譯醫學博士學位學程',
        26 => '基因體暨蛋白體醫學研究所',
        27 => '醫學教育暨生醫倫理研究所',
        28 => '法醫學研究所',
        29 => '腦與心智科學研究所',
        30 => '醫學檢驗暨生物技術學系',
        31 => '醫療器材與醫學影像研究所',
        32 => '藥學系',
        33 => '藥理學研究所',
        34 => '臨床藥學研究所',
        35 => '護理學系',
      ),
      '獸醫學門' =>
      array (
        0 => '獸醫學系',
        1 => '臨床動物醫學研究所',
        2 => '分子暨比較病理生物學研究所',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '藝術史研究所',
        1 => '音樂學研究所',
        2 => '戲劇學系(女)',
        3 => '戲劇學系(男)',
      ),
    ),
    'score' =>
    array (
      '物理學系' => 400,
      '化學系' => 400,
      '電機工程學系' => 390,
      '資訊工程學系' => 390,
      '材料科學與工程學系' => 390,
      '化學工程學系' => 380,
      '機械工程學系' => 380,
      '大氣科學系' => 380,
      '醫學工程學系' => 380,
      '工程科學及海洋工程學系' => 380,
      '生物機電工程學系' => 380,
      '農業化學系' => 380,
      '醫學系(自費)' => 380,
      '牙醫學系' => 370,
      '地質科學系' => 370,
      '醫學系(公費)' => 370,
      '法律學系財經法學組' => 360,
      '法律學系司法組' => 360,
      '法律學系法學組' => 350,
      '數學系' => 350,
      '藥學系' => 350,
      '獸醫學系' => 340,
      '職能治療學系' => 340,
      '物理治療學系' => 330,
      '醫學檢驗暨生物技術學系' => 330,
      '公共衛生學系' => 330,
      '護理學系' => 320,
      '經濟學系' => 320,
      '心理學系' => 310,
      '政治學系國際關係組' => 310,
      '地理環境資源學系B組' => 310,
      '社會學系' => 310,
      '政治學系公共行政組' => 310,
      '政治學系政治理論組' => 300,
      '地理環境資源學系A組' => 300,
      '資訊管理學系' => 290,
      '工商管理學系科技管理組' => 290,
      '國際企業學系' => 290,
      '財務金融學系' => 290,
      '工商管理學系企業管理組' => 290,
      '會計學系' => 290,
      '農業經濟學系' => 280,
      '生化科技學系' => 280,
      '生命科學系' => 280,
      '植物病理與微生物學系' => 280,
      '生物產業傳播暨發展學系' => 270,
      '昆蟲學系' => 270,
      '農藝學系' => 260,
      '土木工程學系' => 260,
      '生物環境系統工程學系' => 250,
      '動物科學技術學系' => 250,
      '園藝暨景觀學系' => 230,
      '圖書資訊學系' => 220,
      '歷史學系' => 210,
      '人類學系' => 200,
      '哲學系' => 200,
      '森林環境暨資源學系' => 180,
      '外國語文學系' => 160,
      '日本語文學系' => 160,
      '中國文學系' => 160,
      '社會工作學系' => 150,
      '戲劇學系(女)' => 130,
      '戲劇學系(男)' => 130,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://web2.cc.ntu.edu.tw/p/s/login2/p1.php',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立臺灣師範大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'NTNU',
    'fullName' => 'National Taiwan Normal University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '歷史學系',
        1 => '臺灣史研究所',
      ),
      '工程及工程業學門' =>
      array (
        0 => '電機工程學系',
        1 => '光電工程學士學位學程',
        2 => '光電科技研究所',
        3 => '資訊工程學系',
        4 => '機電工程學系',
        5 => '車輛與能源工程學士學位學程',
      ),
      '生命科學學門' =>
      array (
        0 => '生命科學系',
        1 => '生物多樣性國際研究生博士學位學程',
      ),
      '其他學門' =>
      array (
        0 => '管理學院國際時尚高階管理碩士在職專班',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '化學系',
        1 => '地球科學系',
        2 => '物理學系',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '教育心理與輔導學系',
        1 => '復健諮商研究所',
        2 => '地理學系',
        3 => '東亞學系',
        4 => '歐洲文化與觀光研究所',
      ),
      '社會福利學門' =>
      array (
        0 => '社會工作學研究所',
      ),
      '商業及管理學門' =>
      array (
        0 => '國際人力資源發展研究所',
        1 => '管理學院高階經理人企業管理碩士在職專班',
        2 => '全球經營與策略研究所',
        3 => '企業管理學系',
        4 => '管理研究所',
        5 => '國際企業管理雙碩士學位學程',
      ),
      '教育學門' =>
      array (
        0 => '教育學院學士班',
        1 => '科技應用與人力資源發展學系(自費)',
        2 => '人類發展與家庭學系家庭生活教育組',
        3 => '人類發展與家庭學系幼兒發展與教育組',
        4 => '工業教育學系',
        5 => '環境教育研究所',
        6 => '體育學系',
        7 => '健康促進與衛生教育學系',
        8 => '教育學系(自費)',
        9 => '特殊教育學系(自費)',
        10 => '教育政策與行政研究所',
        11 => '課程與教學研究所',
        12 => '資訊教育研究所',
        13 => '學習科學學士學位學程',
        14 => '公民教育與活動領導學系',
        15 => '科學教育研究所',
        16 => '社會教育學系',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '大眾傳播研究所',
        1 => '圖文傳播學系',
        2 => '圖書資訊學研究所',
      ),
      '語文學門' =>
      array (
        0 => '英語學系',
        1 => '翻譯研究所',
        2 => '華語文教學系應用華語文學組',
        3 => '臺灣語文學系',
        4 => '國文學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '數學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '運動休閒與餐旅管理研究所',
        1 => '運動競技學系',
        2 => '營養科學學士學位學程',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '藝術史研究所',
        1 => '美術學系國畫組',
        2 => '美術學系西畫組',
        3 => '音樂學系',
        4 => '民族音樂研究所',
        5 => '表演藝術研究所',
        6 => '表演藝術學士學位學程',
        7 => '設計學系產品設計組',
        8 => '設計學系視覺設計組',
      ),
    ),
    'score' =>
    array (
      '資訊工程學系' => 370,
      '電機工程學系' => 360,
      '化學系' => 360,
      '光電工程學士學位學程' => 360,
      '機電工程學系' => 360,
      '物理學系' => 350,
      '車輛與能源工程學士學位學程' => 340,
      '教育學系(公費)-臺東縣' => 330,
      '教育心理與輔導學系' => 320,
      '特殊教育學系(公費)-臺東縣' => 320,
      '教育學院學士班' => 320,
      '科技應用與人力資源發展學系(公費)-臺南市' =>320,
      '地球科學系' => 310,
      '數學系' => 310,
      '公民教育與活動領導學系' => 310,
      '人類發展與家庭學系家庭生活教育組' => 300,
      '人類發展與家庭學系幼兒發展與教育組' => 300,
      '教育學系(自費)' => 300,
      '社會教育學系' => 290,
      '特殊教育學系(自費)' => 290,
      '企業管理學系' => 280,
      '健康促進與衛生教育學系' => 280,
      '學習科學學士學位學程' => 270,
      '地理學系' => 270,
      '工業教育學系' => 260,
      '生命科學系' => 260,
      '東亞學系' => 260,
      '營養科學學士學位學程' => 260,
      '科技應用與人力資源發展學系(自費)' => 240,
      '圖文傳播學系' => 190,
      '體育學系' => 180,
      '歷史學系' => 160,
      '臺灣語文學系' => 150,
      '華語文教學系應用華語文學組' => 150,
      '國文學系' => 140,
      '英語學系' => 140,
      '音樂學系' => 130,
      '設計學系' => 130,
      '美術學系西畫組' => 120,
      '設計學系視覺設計組' => 120,
      '美術學系國畫組' => 120,
      '設計學系產品設計組' => 110,
      '表演藝術學士學位學程' => 100,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://iportal.ntnu.edu.tw/ntnu/',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立臺灣戲曲學院' =>
  array (
    'city' => '臺北市',
    'shortName' => 'TCPA',
    'fullName' => 'National Taiwan College of Performing Arts',
    'discipline' =>
    array (
      '藝術學門(設計學門)' =>
      array (
        0 => '戲曲音樂學系',
        1 => '歌仔戲學系',
        2 => '京劇學系',
        3 => '客家戲學系',
        4 => '劇場藝術學系',
        5 => '民俗技藝學系',
      ),
    ),
    'score' =>
    array (
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://210.71.61.91/tcpa/',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立臺灣海洋大學' =>
  array (
    'city' => '基隆市',
    'shortName' => 'NTOU',
    'fullName' => 'National Taiwan Ocean University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '海洋文化研究所',
      ),
      '工程及工程業學門' =>
      array (
        0 => '材料工程研究所',
        1 => '海洋工程科技博士學位學程',
        2 => '海洋工程科技學士學位學程',
        3 => '電機工程學系',
        4 => '光電科學研究所',
        5 => '光電與材料科技學系',
        6 => '光電與材料科技學士學位學程',
        7 => '通訊與導航工程學系',
        8 => '系統工程暨造船學系',
        9 => '輪機工程學系動力工程組',
        10 => '輪機工程學系能源應用組',
        11 => '機械與機電工程學系',
        12 => '河海工程學系',
      ),
      '生命科學學門' =>
      array (
        0 => '生命科學暨生物科技學系',
        1 => '海洋生物科技博士學位學程',
        2 => '海洋生物科技學士學位學程',
      ),
      '法律學門' =>
      array (
        0 => '海洋法律研究所',
        1 => '海洋法政學士學位學程',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '地球科學研究所',
        1 => '海洋生物研究所',
        2 => '海洋環境資訊系',
        3 => '海洋環境與生態研究所',
        4 => '海洋資源與環境變遷博士學位學程',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '海洋政策碩士學位學程',
        1 => '應用經濟研究所',
      ),
      '商業及管理學門' =>
      array (
        0 => '海洋觀光管理學士學位學程',
        1 => '海洋經營管理學士學位學程',
      ),
      '教育學門' =>
      array (
        0 => '教育研究所',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊工程學系',
      ),
      '運輸服務學門' =>
      array (
        0 => '運輸科學系',
        1 => '航運管理學系',
        2 => '商船學系',
      ),
      '漁業學門' =>
      array (
        0 => '環境生物與漁業科學學系',
        1 => '水產養殖學系',
      ),
      '製造及加工學門' =>
      array (
        0 => '食品科學系生物科技組',
        1 => '食品科學系食品科學組',
        2 => '食品安全與風險管理研究所',
      ),
      '語文學門' =>
      array (
        0 => '應用英語研究所',
      ),
      '環境學門' =>
      array (
        0 => '海洋事務與資源管理研究所',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '海洋文創設計產業學士學位學程',
      ),
    ),
    'score' =>
    array (
        '電機工程學系' =>  350 ,
    	'光電與材料科技學系' =>  350 ,
    	'機械與機電工程學系' =>  340 ,
    	'輪機工程學系動力工程組' =>  340 ,
    	'資訊工程學系' =>  340 ,
    	'輪機工程學系能源應用組' =>  340 ,
    	'海洋工程科技學士學位學程' =>  340 ,
    	'系統工程暨造船學系' =>  340 ,
    	'通訊與導航工程學系' =>  330 ,
    	'河海工程學系' =>  330 ,
    	'運輸科學系A組' =>  300 ,
    	'海洋環境資訊系' =>  280 ,
    	'海洋法政學士學位學程' =>  280 ,
    	'航運管理學系' =>  260 ,
    	'海洋觀光管理學士學位學程' =>  260 ,
    	'海洋經營管理學士學位學程' =>  250 ,
    	'運輸科學系B組' =>  250 ,
    	'商船學系' =>  230 ,
    	'生命科學暨生物科技學系' =>  210 ,
    	'海洋生物科技學士學位學程' =>  200 ,
    	'水產養殖學系' =>  170 ,
    	'食品科學系食品科學組' =>  160 ,
    	'食品科學系生物科技組' =>  150 ,
    	'環境生物與漁業科學學系' =>  140 ,
    	'海洋文創設計產業學士學位學程' =>  120,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://ais.ntou.edu.tw/Default.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立臺灣科技大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'NTUST',
    'fullName' => 'National Taiwan University of Science and Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '化學工程系',
        1 => '材料科學與工程系',
        2 => '醫學工程研究所',
        3 => '高階科技研發碩士學位學程',
        4 => '先進科技全英語學士學位學程',
        5 => '工程學士班',
        6 => '電機工程系',
        7 => '電子工程系',
        8 => '光電工程研究所',
        9 => '電資學士班',
        10 => '色彩與照明科技研所',
        11 => '機械工程系',
        12 => '自動化及控制研究所',
      ),
      '其他學門' =>
      array (
        0 => '應用科技學士學位學程',
        1 => '不分系學士班',
      ),
      '法律學門' =>
      array (
        0 => '專利研究所',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '應用科技研究所',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築系',
        1 => '營建工程系',
      ),
      '商業及管理學門' =>
      array (
        0 => '科技管理研究所',
        1 => '工業管理系',
        2 => 'MBA',
        3 => '財務金融研究所',
        4 => '企業管理系',
        5 => '管理研究所',
        6 => '管理學士班',
      ),
      '教育學門' =>
      array (
        0 => '數位學習與教育研究所',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
        1 => '資訊工程系',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '設計系商業設計組',
        1 => '設計系工業設計組',
      ),
    ),
    'score' =>
    array (
      '電機工程系' => 370,
      '電子工程系' => 370,
      '材料科學與工程系' => 360,
      '機械工程系' => 360,
      '化學工程系' => 360,
      '資訊工程系' => 340,
      '資訊管理系' => 340,
      '企業管理系' => 270,
      '建築系' => 220,
      '工業管理系' => 210,
      '營建工程系' => 210,
      '應用外語系' => 130,
      '設計系商業設計組' => 130,
      '設計系工業設計組' => 130,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://stuinfo8.ntust.edu.tw/ntust_stu/stu.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立臺灣藝術大學' =>
  array (
    'city' => '新北市',
    'shortName' => 'NTUA',
    'fullName' => 'National Taiwan University of Arts',
    'discipline' =>
    array (
      '教育學門' =>
      array (
        0 => '藝術與人文教學研究所',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '圖文傳播藝術學系',
        1 => '廣播電視學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '工藝設計學系(女)',
        1 => '工藝設計學系(男)',
        2 => '古蹟藝術修護學系',
        3 => '藝術管理與文化政策研究所',
        4 => '表演藝術學院表演藝術博士班',
        5 => '美術學系',
        6 => '書畫藝術學系',
        7 => '雕塑學系(女)',
        8 => '雕塑學系(男)',
        9 => '音樂學系',
        10 => '中國音樂學系',
        11 => '戲劇學系(女)',
        12 => '戲劇學系(男)',
        13 => '舞蹈學系',
        14 => '創意產業設計研究所',
        15 => '電影學系',
        16 => '傳播學院影音創作與數位媒體產業博士班',
        17 => '多媒體動畫藝術學系',
        18 => '視覺傳達設計學系',
      ),
    ),
    'score' =>
    array (
        '廣播電視學系' => 200,
        '電影學系' => 130,
        '圖文傳播藝術學系' => 130,
        '戲劇學系(女)' => 130,
        '戲劇學系(男)' => 120,
        '多媒體動畫藝術學系' => 120,
        '視覺傳達設計學系' => 110,
        '音樂學系' => 110,
        '工藝設計學系(女)' => 110,
        '古蹟藝術修護學系' => 100,
        '書畫藝術學系' => 100,
        '雕塑學系(女)' => 90,
        '美術學系' => 90,
        '雕塑學系(男)' => 80,
        '工藝設計學系(男)' => 80,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://ssoportal.ntua.edu.tw/portal/Login.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立臺灣體育運動大學' =>
  array (
    'city' => '臺中市',
    'shortName' => 'NTUPES',
    'fullName' => 'National Taiwan University of Sport',
    'discipline' =>
    array (
      '教育學門' =>
      array (
        0 => '體育學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '休閒運動學系',
        1 => '休閒運動管理研究所',
        2 => '休閒運動管理碩士學位學程在職專班',
        3 => '運動事業管理學系',
        4 => '運動資訊與傳播學系(傳播組)',
        5 => '運動資訊與傳播學系(資訊組)',
        6 => '競技運動學系',
        7 => '球類運動學系',
        8 => '技擊運動學系',
        9 => '運動健康科學系',
        10 => '運動健康科學學系碩士班在職學位學程',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '舞蹈學系',
      ),
    ),
    'score' =>
    array (
        '運動事業管理學系' =>  210 ,
    	'體育學系' =>  160 ,
    	'運動資訊與傳播學系(資訊組)' =>  100 ,
    	'休閒運動學系' =>  90 ,
    	'運動健康科學系' =>  90 ,
    	'運動資訊與傳播學系(傳播組)' =>  0 ,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://school.ntupes.edu.tw/ntupes/',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立虎尾科技大學' =>
  array (
    'city' => '雲林縣',
    'shortName' => 'NFU',
    'fullName' => 'National Formosa University',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '材料科學與工程系',
        1 => '工業管理系',
        2 => '電機工程系',
        3 => '電子工程系',
        4 => '電子工程科(二專部)',
        5 => '光電工程系',
        6 => '車輛工程系',
        7 => '自動化工程系',
        8 => '動力機械工程系',
        9 => '飛機工程系機械組',
        10 => '飛機工程系航空電子組',
        11 => '機械設計工程系',
        12 => '機械與電腦輔助工程系',
        13 => '農業科技系',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技系',
      ),
      '商業及管理學門' =>
      array (
        0 => '財務金融系',
        1 => '企業管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
        1 => '資訊工程系',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '休閒遊憩系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '多媒體設計系',
      ),
    ),
    'score' =>
    array (
        '飛機工程系機械組' =>  320 ,
    	'電機工程系' =>  310 ,
    	'飛機工程系航空電子組' =>  310 ,
    	'電子工程系' =>  300 ,
    	'資訊管理系' =>  290 ,
    	'資訊工程系' =>  290 ,
    	'自動化工程系' =>  290 ,
    	'光電工程系' =>  280 ,
    	'機械與電腦輔助工程系' =>  280 ,
    	'車輛工程系' =>  280 ,
    	'機械設計工程系' =>  270 ,
    	'電子工程科(二專部)' =>  270 ,
    	'材料科學與工程系' =>  270 ,
    	'動力機械工程系' =>  270 ,
    	'財務金融系' =>  230 ,
    	'企業管理系' =>  220 ,
    	'工業管理系' =>  160 ,
    	'農業科技系' =>  130 ,
    	'生物科技系' =>  130 ,
    	'休閒遊憩系' =>  110 ,
    	'多媒體設計系' =>  80 ,
    	'應用外語系' =>  70,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://osa.nfu.edu.tw/query/timetable.php',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立金門大學' =>
  array (
    'city' => '金門縣',
    'shortName' => 'NQU',
    'fullName' => 'National Quemoy University',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '工業工程與管理學系',
        1 => '理工學院工程科技碩士在職專班',
        2 => '電子工程學系',
      ),
      '法律學門' =>
      array (
        0 => '海洋與邊境管理學系',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '閩南文化研究所',
        1 => '國際暨大陸事務學系',
      ),
      '社會福利學門' =>
      array (
        0 => '社會工作學系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築學系',
        1 => '都市計畫與景觀學系',
        2 => '土木與工程管理學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '企業管理學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '理工學院智慧計算與應用碩士班',
        1 => '資訊工程學系',
      ),
      '製造及加工學門' =>
      array (
        0 => '食品科學系',
      ),
      '語文學門' =>
      array (
        0 => '應用英語學系',
        1 => '華語文學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '觀光管理學系',
        1 => '管理學院事業經營碩士在職專班',
        2 => '運動與休閒學系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '長期照護學系',
        1 => '護理學系',
      ),
    ),
    'score' =>
    array (
        '資訊工程學系' =>  330 ,
    	'電子工程學系' =>  260 ,
    	'海洋與邊境管理學系' =>  250 ,
    	'土木與工程管理學系' =>  230 ,
    	'護理學系' =>  230 ,
    	'工業工程與管理學系' =>  210 ,
    	'建築學系' =>  210 ,
    	'觀光管理學系' =>  210 ,
    	'企業管理學系' =>  200 ,
    	'國際暨大陸事務學系' =>  180 ,
    	'食品科學系' =>  160 ,
    	'都市計畫與景觀學系' =>  160 ,
    	'社會工作學系' =>  130 ,
    	'長期照護學系' =>  120 ,
    	'運動與休閒學系' =>  110 ,
    	'華語文學系' =>  80 ,
    	'應用英語學系' =>  80,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://select.nqu.edu.tw/kmkuas/index_sky.html',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立陽明大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'YM',
    'fullName' => 'National Yang-Ming University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '亞際文化研究國際碩士學位學程(台灣聯合大學系統)',
        1 => '心智哲學研究所',
      ),
      '工程及工程業學門' =>
      array (
        0 => '光電博士學位學程(台灣聯合大學系統)',
        1 => '生醫光電研究所',
        2 => '生物醫學工程學系',
        3 => '生醫光電暨奈米科學學士學位學程',
      ),
      '生命科學學門' =>
      array (
        0 => '生命科學系暨基因體科學研究所',
        1 => '生技醫療產業博士學位學程',
        2 => '微生物及免疫學研究所',
        3 => '生化暨分子生物研究所',
        4 => '生物醫學資訊研究所',
        5 => '學士班大一大二不分系',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '科技與社會研究所',
      ),
      '商業及管理學門' =>
      array (
        0 => '生技醫療經營管理碩士在職學位學程',
        1 => '醫務管理研究所',
      ),
      '環境學門' =>
      array (
        0 => '環境科技博士學位學程(台灣聯合大學系統)',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '牙醫學系',
        1 => '口腔生物研究所',
        2 => '公共衛生研究所',
        3 => '公共衛生碩士學位學程',
        4 => '衛生福利研究所',
        5 => '環境與職業衛生研究所',
        6 => '國際衛生碩士學位學程',
        7 => '食品安全及健康風險評估研究所',
        8 => '物理治療暨輔助科技學系',
        9 => '傳統醫藥研究所',
        10 => '跨領域神經科學國際研究生博士學位學程',
        11 => '跨領域神經科學博士學位學程(台灣聯合大學系統)',
        12 => '醫學系(公費)',
        13 => '醫學系(自費)',
        14 => '臨床醫學研究所',
        15 => '分子醫學博士學位學程',
        16 => '生理學研究所',
        17 => '神經科學研究所',
        18 => '解剖學及細胞生物學研究所',
        19 => '急重症醫學研究所',
        20 => '腦科學研究所',
        21 => '轉譯醫學博士學位學程',
        22 => '醫學生物技術暨檢驗學系',
        23 => '生物醫學影像暨放射科學系',
        24 => '生物醫學暨工程科技產業博士學位學程',
        25 => '藥學系',
        26 => '藥理學研究所',
        27 => '生物藥學研究所',
        28 => '護理學系',
        29 => '臨床護理研究所',
        30 => '社區健康照護研究所',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '視覺文化研究所',
      ),
    ),
    'score' =>
    array (
      '醫學系(自費)' => 370,
      '生物醫學工程學系' => 370,
      '牙醫學系' => 370,
      '醫學系(公費)' => 340,
      '藥學系' => 340,
      '物理治療暨輔助科技學系' => 320,
      '護理學系' => 320,
      '醫學生物技術暨檢驗學系' => 320,
      '生物醫學影像暨放射科學系' => 310,
      '生命科學系暨基因體科學研究所' => 270,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://portal.ym.edu.tw/eai/PortalLogin/Default.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立雲林科技大學' =>
  array (
    'city' => '雲林縣',
    'shortName' => 'YUNTECH',
    'fullName' => 'National Yunlin University of Science and Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '化學工程與材料工程系',
        1 => '材料科技研究所',
        2 => '工業工程與管理系',
        3 => '工程科技研究所',
        4 => '工程科技菁英班',
        5 => '電機工程系',
        6 => '電子工程系',
        7 => '資訊工程系',
        8 => '機械工程系',
        9 => '環境與安全衛生工程系',
      ),
      '法律學門' =>
      array (
        0 => '科技法律研究所',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '營建工程系',
      ),
      '商業及管理學門' =>
      array (
        0 => '財務金融系',
        1 => '會計系',
        2 => '企業管理系',
        3 => '國際管理學士學位學程',
        4 => '創業管理碩士學位學程',
        5 => '產業經營專業博士學位學程',
        6 => '高階管理碩士學位學程',
        7 => '工商管理學士學位學程',
      ),
      '教育學門' =>
      array (
        0 => '技術及職業教育研究所',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系',
        1 => '漢學應用研究所',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '休閒運動研究所',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '文化資產維護系',
        1 => '設計學研究所',
        2 => '創意生活設計系',
        3 => '工業設計系',
        4 => '建築與室內設計系室內組',
        5 => '建築與室內設計系建築組',
        6 => '視覺傳達設計系',
        7 => '數位媒體設計系',
      ),
    ),
    'score' =>
    array (
        '電機工程系' => 350,
        '電子工程系' => 350,
        '資訊工程系' => 330,
        '機械工程系' => 330,
        '工業工程與管理系' => 330,
        '資訊管理系' => 330,
        '環境與安全衛生工程系' => 310,
        '化學工程與材料工程系' => 300,
        '財務金融系' => 260,
        '國際管理學士學位學程' => 260,
        '會計系' => 260,
        '企業管理系' => 260,
        '營建工程系' => 160,
        '視覺傳達設計系' => 120,
        '數位媒體設計系' => 120,
        '工業設計系' => 110,
        '應用外語系' => 110,
        '建築與室內設計系建築組' => 110,
        '建築與室內設計系室內組' => 100,
        '創意生活設計系' => 100,
        '文化資產維護系' => 80,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://webapp.yuntech.edu.tw/YunTechSSO/Account/Login?ReturnUrl=%2fyuntechsso',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立體育大學' =>
  array (
    'city' => '桃園市',
    'shortName' => 'NTSU',
    'fullName' => 'National Taiwan Sport University',
    'discipline' =>
    array (
      '商業及管理學門' =>
      array (
        0 => '管理學院碩士在職專班',
      ),
      '教育學門' =>
      array (
        0 => '體育研究所',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '運動保健學系B',
        1 => '運動保健學系A',
        2 => '休閒產業經營學系',
        3 => '體育推廣學系A',
        4 => '體育推廣學系B',
        5 => '適應體育學系B',
        6 => '適應體育學系A',
        7 => '國際體育事務碩士學位學程',
        8 => '國際運動管理與創新博士學位學程',
        9 => '球類運動技術學系',
        10 => '陸上運動技術學系',
        11 => '技擊運動技術學系',
        12 => '競技與教練科學研究所',
        13 => '國際運動教練科學碩士學位學程',
        14 => '運動科學研究所',
        15 => '運動與健康科學學院碩士在職專班',
      ),
    ),
    'score' =>
    array (
        '適應體育學系B' =>  180 ,
    	'適應體育學系A' =>  180 ,
    	'休閒產業經營學系' =>  120 ,
    	'體育推廣學系A' =>  120 ,
    	'體育推廣學系B' =>  100 ,
    	'運動保健學系B' =>  100 ,
    	'運動保健學系A' =>  80,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://one.ntsu.edu.tw/portal/',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立高雄大學' =>
  array (
    'city' => '高雄市',
    'shortName' => 'NUK',
    'fullName' => 'National University of Kaohsiung',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '化學工程及材料工程學系',
        1 => '電機工程學系',
        2 => '資訊工程學系',
      ),
      '生命科學學門' =>
      array (
        0 => '生命科學系',
      ),
      '法律學門' =>
      array (
        0 => '法律學系',
        1 => '法學院博士班',
        2 => '財經法律學系',
        3 => '政治法律學系',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '應用化學系',
        1 => '應用物理學系',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '應用經濟學系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '土木與環境工程學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '高階經營管理碩士在職專班',
        1 => '高階法律暨管理碩士在職專班',
        2 => '金融管理學系',
        3 => '經營管理研究所',
        4 => '亞太工商管理學系企業管理組',
        5 => '亞太工商管理學系工業管理組',
        6 => '國際商業管理碩士學位學程',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系',
      ),
      '語文學門' =>
      array (
        0 => '西洋語文學系',
        1 => '東亞語文學系日語組',
        2 => '東亞語文學系越語組',
        3 => '東亞語文學系韓語組',
      ),
      '數學及統計學門' =>
      array (
        0 => '統計學研究所',
        1 => '應用數學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '運動健康與休閒學系',
        1 => '運動競技學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '建築學系',
        1 => '工藝與創意設計學系',
      ),
    ),
    'score' =>
    array (
        '化學工程及材料工程學系' => 350,
        '資訊工程學系' => 350,
        '電機工程學系' => 340,
        '土木與環境工程學系' => 330,
        '應用化學系' => 290,
        '應用物理學系' => 290,
        '財經法律學系' => 290,
        '應用數學系' => 280,
        '金融管理學系' => 270,
        '亞太工商管理學系企業管理組' => 270,
        '資訊管理學系' => 270,
        '法律學系' => 260,
        '政治法律學系' => 260,
        '亞太工商管理學系工業管理組' => 250,
        '應用經濟學系' => 240,
        '建築學系' => 220,
        '生命科學系' => 200,
        '東亞語文學系日語組' => 130,
        '東亞語文學系韓語組' => 130,
        '東亞語文學系越語組' => 130,
        '西洋語文學系' => 130,
        '運動健康與休閒學系' => 120,
        '工藝與創意設計學系' => 120,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://aca.nuk.edu.tw/Student2/login.asp',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立高雄科技大學' =>
  array (
    'city' => '高雄市',
    'shortName' => 'NKUST',
    'fullName' => 'National Kaohsiung University of Science and Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '化學工程與材料工程系(建工校區)',
        1 => '機械工程系(建工校區)',
        2 => '機械工程系微奈米技術組(建工校區)',
        3 => '機械工程系機電組(建工校區)',
        4 => '工業工程與管理系(建工校區)',
        5 => '電機工程系(建工校區)',
        6 => '電子工程系(第一校區)',
        7 => '電子工程系資訊組(建工校區)',
        8 => '電子工程系電信與系統組(建工校區)',
        9 => '電子工程系電子組(建工校區)',
        10 => '工學院工程科技',
        11 => '環境與安全衛生工程系(第一校區)',
        12 => '機械與自動化工程系智慧自動化組(第一校區)',
        13 => '機械與自動化工程系精密機械組(第一校區)',
        14 => '電機工程研究所',
        15 => '電腦與通訊工程系(第一校區)',
        16 => '工程與電資學院菁英學士班',
        17 => '海工學院海洋科技產學合作',
        18 => '造船及海洋工程系(楠梓校區)',
        19 => '微電子工程系(楠梓校區)',
        20 => '電訊工程系(楠梓校區)',
        21 => '海洋環境工程系(楠梓校區)',
        22 => '輪機工程系(旗津校區)',
        23 => '模具工程系(建工校區)',
        24 => '模具工程系光電模具組(建工校區)',
        25 => '模具工程系精微模具組(建工校區)',
      ),
      '生命科學學門' =>
      array (
        0 => '水圈學院水產科技產業博士班',
        1 => '海洋生物技術系(楠梓校區)',
      ),
      '法律學門' =>
      array (
        0 => '科技法律研究所',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '土木工程系(建工校區)',
        1 => '營建工程系(第一校區)',
      ),
      '商業及管理學門' =>
      array (
        0 => '會計系(燕巢校區)',
        1 => '國際企業系(燕巢校區)',
        2 => '金融資訊系(燕巢校區)',
        3 => '財富與稅務管理系(燕巢校區)',
        4 => '企業管理系(燕巢校區)',
        5 => '人力資源發展系(燕巢校區)',
        6 => '管理學院',
        7 => '運籌管理系(第一校區)',
        8 => '行銷與流通管理系(第一校區)',
        9 => '高階主管經營管理',
        10 => '財務金融學院',
        11 => '金融系(第一校區)',
        12 => '風險管理與保險系(第一校區)',
        13 => '財務管理系(第一校區)',
        14 => '會計資訊系',
        15 => '供應鏈管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊工程系(建工校區)',
        1 => '光電與通訊工程研究所',
        2 => '資訊管理系(楠梓校區)',
        3 => '資訊管理系(燕巢校區)',
        4 => '資訊管理系(第一校區)',
      ),
      '運輸服務學門' =>
      array (
        0 => '航運技術系(旗津校區)',
        1 => '海事資訊科技系(旗津校區)',
        2 => '航運管理系(楠梓校區)',
      ),
      '漁業學門' =>
      array (
        0 => '漁業生產與管理系(楠梓校區)',
        1 => '水產養殖系(楠梓校區)',
      ),
      '製造及加工學門' =>
      array (
        0 => '水產食品科學系(楠梓校區)',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系(燕巢校區)',
        1 => '應用英語系(第一校區)',
        2 => '應用日語系(第一校區)',
        3 => '應用德語系(第一校區)',
      ),
      '餐旅學門' =>
      array (
        0 => '觀光管理系(燕巢校區)',
        1 => '海洋休閒管理系(楠梓校區)',
      ),
      '藝術學門' =>
      array (
        0 => '文化創意產業系(燕巢校區)',
        1 => '創新設計工程系(第一校區)',
      ),
    ),
    'score' =>
    array (
        '電機工程系(建工校區)' =>  340 ,
    	'機械工程系(建工校區)' =>  340 ,
    	'電子工程系(第一校區)' =>  330 ,
    	'電子工程系電子組(建工校區)' =>  330 ,
    	'機械與自動化工程系智慧自動化組(第一校區)' =>  330 ,
    	'電子工程系電信與系統組(建工校區)' =>  330 ,
    	'機械工程系機電組(建工校區)' =>  330 ,
    	'電子工程系資訊組(建工校區)' =>  330 ,
    	'資訊工程系(建工校區)' =>  330 ,
    	'機械與自動化工程系精密機械組(第一校區)' =>  320 ,
    	'機械工程系微奈米技術組(建工校區)' =>  320 ,
    	'工業工程與管理系(建工校區)' =>  310 ,
    	'輪機工程系(旗津校區)' =>  310 ,
    	'電訊工程系(楠梓校區)' =>  310 ,
    	'電腦與通訊工程系(第一校區)' =>  310 ,
    	'模具工程系(建工校區)' =>  310 ,
    	'微電子工程系(楠梓校區)' =>  300 ,
    	'資訊管理系(第一校區)' =>  300 ,
    	'資訊管理系(楠梓校區)' =>  300 ,
    	'模具工程系光電模具組(建工校區)' =>  290 ,
    	'模具工程系精微模具組(建工校區)' =>  290 ,
    	'環境與安全衛生工程系(第一校區)' =>  280 ,
    	'化學工程與材料工程系(建工校區)' =>  280 ,
    	'資訊管理系(燕巢校區)' =>  280 ,
    	'海事資訊科技系(旗津校區)' =>  280 ,
    	'造船及海洋工程系(楠梓校區)' =>  270 ,
    	'航運管理系(楠梓校區)' =>  270 ,
    	'海洋環境工程系(楠梓校區)' =>  260 ,
    	'財務管理系(第一校區)' =>  250 ,
    	'會計資訊系(第一校區)' =>  240 ,
    	'金融系(第一校區)' =>  240 ,
    	'行銷與流通管理系(第一校區)' =>  240 ,
    	'會計系(燕巢校區)' =>  240 ,
    	'運籌管理系(第一校區)' =>  230 ,
    	'財富與稅務管理系(燕巢校區)' =>  230 ,
    	'國際企業系(燕巢校區)' =>  230 ,
    	'風險管理與保險系(第一校區)' =>  230 ,
    	'人力資源發展系(燕巢校區)' =>  220 ,
    	'供應鏈管理系(楠梓校區)' =>  210 ,
    	'航運技術系(旗津校區)' =>  180 ,
    	'金融資訊系(燕巢校區)' =>  170 ,
    	'營建工程系(第一校區)' =>  160 ,
    	'企業管理系(燕巢校區)' =>  160 ,
    	'土木工程系(建工校區)' =>  150 ,
    	'水產食品科學系(楠梓校區)' =>  140 ,
    	'海洋生物技術系(楠梓校區)' =>  120 ,
    	'漁業生產與管理系(楠梓校區)' =>  110 ,
    	'觀光管理系(燕巢校區)' =>  110 ,
    	'文化創意產業系(燕巢校區)' =>  110 ,
    	'創新設計工程系(第一校區)' =>  110 ,
    	'海洋休閒管理系(楠梓校區)' =>  100 ,
    	'應用德語系(第一校區)' =>  100 ,
    	'應用日語系(第一校區)' =>  90 ,
    	'應用英語系(第一校區)' =>  90 ,
    	'水產養殖系(楠梓校區)' =>  80 ,
    	'應用外語系(燕巢校區)' =>  80,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://webap.nkust.edu.tw/nkust/',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立高雄餐旅大學' =>
  array (
    'city' => '高雄市',
    'shortName' => 'NKUHT',
    'fullName' => 'National Kaohsiung University of Hospitality and Tourism',
    'discipline' =>
    array (
      '運輸服務學門' =>
      array (
        0 => '航空暨運輸服務管理系',
      ),
      '語文學門' =>
      array (
        0 => '應用英語系',
        1 => '應用日語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '學士後烘培管理學士學位學程',
        1 => '休閒暨遊憩管理系',
        2 => '旅運管理系',
        3 => '國際觀光學士學位學程',
        4 => '觀光研究所',
        5 => '旅館管理系',
        6 => '中餐廚藝系',
        7 => '西餐廚藝系',
        8 => '烘焙管理系',
        9 => '國際廚藝學士學位學程',
        10 => '餐旅暨會展行銷管理系',
        11 => '飲食文化暨餐飲創新研究所',
        12 => '餐旅研究所',
        13 => '餐飲廚藝科',
        14 => '餐飲管理系',
      ),
    ),
    'score' =>
    array (
        '航空暨運輸服務管理系' =>  290 ,
    	'餐旅暨會展行銷管理系' =>  210 ,
    	'旅運管理系' =>  120 ,
    	'西餐廚藝系' =>  120 ,
    	'旅館管理系' =>  120 ,
    	'中餐廚藝系' =>  120 ,
    	'國際觀光學士學位學程' =>  120 ,
    	'餐飲管理系' =>  110 ,
    	'國際廚藝學士學位學程' =>  110 ,
    	'休閒暨遊憩管理系' =>  100 ,
    	'烘焙管理系' =>  100 ,
    	'應用英語系' =>  90 ,
    	'應用日語系' =>  70,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://webap6.nkuht.edu.tw/student/',
    ),
    'systems' =>
    array (
    ),
  ),
  '大仁科技大學' =>
  array (
    'city' => '屏東縣',
    'shortName' => 'TAJEN',
    'fullName' => 'Tajen University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '文化創意產業研究所',
        1 => '原鄉發展與運用學士學位學程',
      ),
      '工程及工程業學門' =>
      array (
        0 => '資訊工程與娛樂科技系',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技系',
      ),
      '安全服務學門' =>
      array (
        0 => '消防安全學士學位學程',
      ),
      '社會福利學門' =>
      array (
        0 => '銀髮創意產業管理學士學位學程',
        1 => '幼兒保育系',
        2 => '生命關懷事業學士學位學程',
        3 => '社會工作系',
      ),
      '商業及管理學門' =>
      array (
        0 => '電子商務創新應用學士學位學程',
        1 => '行銷(與)流通管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊應用與管理系',
      ),
      '農業學門' =>
      array (
        0 => '寵物照護暨美容學士學位學程',
      ),
      '製造及加工學門' =>
      array (
        0 => '食品科技系',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '時尚美容應用系',
        1 => '觀光事業系',
        2 => '休閒運動管理系',
        3 => '餐旅管理系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '環境與職業安全衛生系',
        1 => '藥學系藥學組',
        2 => '藥學系臨床藥學組',
        3 => '護理系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '數位多媒體設計系',
      ),
    ),
    'score' =>
    array (
        '藥學系藥學組' =>  280 ,
    	'藥學系臨床藥學組' =>  280 ,
    	'護理系' =>  200 ,
    	'資訊工程與娛樂科技系' =>  190 ,
    	'環境與職業安全衛生系' =>  180 ,
    	'寵物照護暨美容學士學位學程' =>  80 ,
    	'時尚美容應用系' =>  70 ,
    	'餐旅管理系' =>  50 ,
    	'消防安全學士學位學程' =>  40 ,
    	'休閒運動管理系' =>  40 ,
    	'食品科技系' =>  20 ,
    	'數位多媒體設計系' =>  10 ,
    	'幼兒保育系' =>  10 ,
    	'原鄉發展與運用學士學位學程' => 0,
    	'應用外語系' => 0,
    	'觀光事業系' => 0,
    	'社會工作系' => 0,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://cli.tajen.edu.tw/LearningCourse/Default.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '大同大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'TTU',
    'fullName' => 'Tatung University',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '化學工程與生物科技學系(生物科技組)',
        1 => '化學工程與生物科技學系(化學工程組)',
        2 => '資訊工程學系(乙組)',
        3 => '工程管理學位學程碩士在職專班',
        4 => '電機工程學系(甲組)',
        5 => '電機工程學系(乙組)',
        6 => '通訊工程研究所',
        7 => '機械工程學系精密機械組(甲組)',
        8 => '機械工程學系精密機械組(乙組)',
        9 => '機械工程學系電子機械組(甲組)',
        10 => '機械工程學系電子機械組(乙組)',
      ),
      '商業及管理學門' =>
      array (
        0 => '事業經營學系(甲組)',
        1 => '事業經營學系(乙組)',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊經營學系',
        1 => '資訊工程學系(甲組)',
      ),
      '語文學門' =>
      array (
        0 => '應用外語學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '設計科學研究所',
        1 => '工業設計學系(社會一組)',
        2 => '工業設計學系(社會二組)',
        3 => '工業設計學系(自然二組)',
        4 => '工業設計學系(自然一組)',
        5 => '媒體設計學系數位遊戲設計組(社會組一)',
        6 => '媒體設計學系數位遊戲設計組(社會組二)',
        7 => '媒體設計學系互動媒體設計組(社會組一)',
        8 => '媒體設計學系互動媒體設計組(社會組二)',
      ),
    ),
    'score' =>
    array (
        '資訊工程學系(甲組)' =>  320 ,
    	'電機工程學系(甲組)' =>  300 ,
    	'機械工程學系精密機械組(甲組)' =>  290 ,
    	'機械工程學系電子機械組(甲組)' =>  290 ,
    	'資訊經營學系' =>  280 ,
    	'電機工程學系(乙組)' =>  260 ,
    	'資訊工程學系(乙組)' =>  250 ,
    	'材料工程學系' =>  240 ,
    	'機械工程學系精密機械組(乙組)' =>  240 ,
    	'機械工程學系電子機械組(乙組)' =>  240 ,
    	'事業經營學系(甲組)' =>  170 ,
    	'事業經營學系(乙組)' =>  170 ,
    	'化學工程與生物科技學系(生物科技組)' =>  130 ,
    	'化學工程與生物科技學系(化學工程組)' =>  120 ,
    	'工業設計學系(社會一組)' =>  90 ,
    	'工業設計學系(自然二組)' =>  80 ,
    	'工業設計學系(自然一組)' =>  80 ,
    	'媒體設計學系數位遊戲設計組(社會組一)' =>  80 ,
    	'媒體設計學系互動媒體設計組(社會組一)' =>  70 ,
    	'媒體設計學系數位遊戲設計組(社會組二)' =>  70 ,
    	'工業設計學系(社會二組)' =>  70 ,
    	'媒體設計學系互動媒體設計組(社會組二)' =>  70 ,
    	'應用外語學系' =>  60,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://stucis.ttu.edu.tw/stucis.htm',
    ),
    'systems' =>
    array (
    ),
  ),
  '大同技術學院' =>
  array (
    'city' => '嘉義市',
    'shortName' => 'TTC',
    'fullName' => 'Tatung Institute of Technology',
    'discipline' =>
    array (
      '社會福利學門' =>
      array (
        0 => '社會工作與服務管理系',
      ),
      '商業及管理學門' =>
      array (
        0 => '商業經營與設計系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '婚禮企劃與設計系',
        1 => '茶文化事業經營管理系',
        2 => '時尚造型設計系',
        3 => '旅遊與休閒娛樂管理系',
        4 => '運動健康與休閒系',
        5 => '餐飲管理系',
        6 => '烘焙管理系',
      ),
    ),
    'score' =>
    array (
        '茶文化事業經營管理系' =>  120 ,
    	'烘焙管理系' =>  50 ,
    	'時尚造型設計系' =>  50 ,
    	'社會工作與服務管理系' =>  40 ,
    	'旅遊與休閒娛樂管理系' =>  30 ,
    	'婚禮企劃與設計系' =>  20 ,
    	'餐飲管理系' =>  20 ,
    	'運動健康與休閒系' =>  10,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://iip.ttc.edu.tw/ta_tung/stdmin.asp',
    ),
    'systems' =>
    array (
    ),
  ),
  '大漢技術學院' =>
  array (
    'city' => '花蓮縣',
    'shortName' => 'DAHAN',
    'fullName' => 'Dahan Institute of Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '機械工程系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '土木工程與環境資源管理系',
      ),
      '商業及管理學門' =>
      array (
        0 => '企業管理系',
        1 => '流通與行銷管理系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '觀光與餐飲旅館系',
        1 => '休閒與運動管理系',
        2 => '休閒遊憩與觀光餐旅管理系休閒遊憩組',
        3 => '休閒遊憩與觀光餐旅管理系觀光餐旅組',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '珠寶技術系',
      ),
    ),
    'score' =>
    array (
        '機械工程系' =>  210 ,
    	'企業管理系' =>  90 ,
    	'土木工程與環境資源管理系' =>  60 ,
    	'休閒遊憩與觀光餐旅管理系休閒遊憩組' =>  40 ,
    	'休閒遊憩與觀光餐旅管理系觀光餐旅組' =>  10,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://912sel.dahan.edu.tw/student/login.php',
    ),
    'systems' =>
    array (
    ),
  ),
  '大華科技大學' =>
  array (
    'city' => '新竹縣',
    'shortName' => 'TUST',
    'fullName' => 'Ta Hwa University of Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '工業工程與管理系',
        1 => '電機與電子工程系',
        2 => '機電工程系',
      ),
      '商業及管理學門' =>
      array (
        0 => '商務與觀光企劃系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '觀光管理系餐飲與烘焙組',
        1 => '餐飲管理系',
        2 => '運動與健康促進系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '創意設計學位學程',
      ),
    ),
    'score' =>
    array (
        '工業工程與管理系' =>  190 ,
    	'資訊管理系' =>  140 ,
    	'餐飲管理系' =>  10 ,
    	'觀光管理系餐飲與烘焙組' =>  10 ,
    	'觀光管理系' =>  10 ,
    	'運動與健康促進系' =>  0,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://course.tust.edu.tw/score/day/',
    ),
    'systems' =>
    array (
    ),
  ),
  '大葉大學' =>
  array (
    'city' => '彰化縣',
    'shortName' => 'DYU',
    'fullName' => 'Da-Yeh University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '外語服務產業碩士學位學程',
      ),
      '工程及工程業學門' =>
      array (
        0 => '材料科學與工程學系',
        1 => '工業工程與管理學系',
        2 => '醫療器材設計與材料碩士學位學程',
        3 => '醫療器材設計與材料學士學位學程',
        4 => '醫療器材設計與材料學士學位學程(醫學應用組)',
        5 => '電機工程學系',
        6 => '電機工程學系(產學合作組)',
        7 => '微電子與光電碩士學位學程',
        8 => '機械與自動化工程學系',
        9 => '環境工程學系(社會組)',
      ),
      '生命科學學門' =>
      array (
        0 => '生物醫學系(生物醫藥組)',
        1 => '生物醫學系(醫藥檢驗與管理組)',
        2 => '生物產業科技學系',
        3 => '生物資源學系',
        4 => '分子生物科技學系',
        5 => '生物科技與產業博士學位學程',
        6 => '食品暨應用生物科技學系(應用生技組)',
      ),
      '安全服務學門' =>
      array (
        0 => '消防安全進修學士學位學程',
        1 => '消防安全學士學位學程',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築研究所',
      ),
      '商業及管理學門' =>
      array (
        0 => '管理學院博士班',
        1 => '管理學院碩士在職專班',
        2 => '智慧財產權碩士在職學位學程',
        3 => '財務金融學系(銀行專業組)',
        4 => '財務金融學系(投資管理組)',
        5 => '人力資源暨公共關係學系',
        6 => '會計資訊學系',
        7 => '企業管理學系(數位行銷組)',
        8 => '國際企業管理學系',
        9 => '健康產業管理碩士在職學位學程',
      ),
      '教育學門' =>
      array (
        0 => '教育專業發展研究所',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '傳播藝術學士學位學程',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系',
        1 => '資訊工程學系',
      ),
      '語文學門' =>
      array (
        0 => '英語學系',
        1 => '應用日語學系',
        2 => '文創產業國際人才學士學位學程',
        3 => '歐洲文化與旅遊學士學位學程',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '烘焙暨飲料調製進修學士學位學程',
        1 => '烘焙暨飲料調製學士學位學程',
        2 => '婚禮企劃暨節慶管理學士學位學程',
        3 => '觀光餐旅碩士在職學位學程',
        4 => '觀光旅遊學系',
        5 => '休閒事業管理學系',
        6 => '運動健康管理學系(運動健康指導組)',
        7 => '運動健康管理學系(運動治療組)',
        8 => '餐旅管理碩士學位學程',
        9 => '餐旅管理學系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '視光學系',
        1 => '藥用植物與保健學系(中藥保健組)',
        2 => '藥用植物與保健學系(藥粧經絡組)',
        3 => '護理學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '設計暨藝術學院教師碩士在職專班',
        1 => '設計暨藝術學院碩士在職專班',
        2 => '設計暨藝術學院碩士班',
        3 => '工業設計學系',
        4 => '綠色產品設計學士學位學程',
        5 => '空間設計學系(室內設計組)',
        6 => '空間設計學系(建築組)',
        7 => '造形藝術學系',
        8 => '視覺傳達設計學系',
        9 => '多媒體數位內容學士學位學程',
      ),
    ),
    'score' =>
    array (
        '醫療器材設計與材料學士學位學程(醫學應用組)' =>  270 ,
    	'電機工程學系' =>  260 ,
    	'資訊工程學系' =>  250 ,
    	'機械與自動化工程學系' =>  250 ,
    	'電機工程學系(產學合作組)' =>  250 ,
    	'材料科學與工程學系' =>  240 ,
    	'醫療器材設計與材料學士學位學程' =>  240 ,
    	'環境工程學系(社會組)' =>  220 ,
    	'生物醫學系(生物醫藥組)' =>  210 ,
    	'生物醫學系(醫藥檢驗與管理組)' =>  210 ,
    	'視光學系' =>  210 ,
    	'護理學系' =>  210 ,
    	'藥用植物與保健學系(中藥保健組)' =>  210 ,
    	'藥用植物與保健學系(藥粧經絡組)' =>  200 ,
    	'財務金融學系(銀行專業組)' =>  160 ,
    	'財務金融學系(投資管理組)' =>  160 ,
    	'企業管理學系(經營管理組)' =>  150 ,
    	'會計資訊學系' =>  150 ,
    	'人力資源暨公共關係學系' =>  150 ,
    	'資訊管理學系' =>  150 ,
    	'國際企業管理學系' =>  150 ,
    	'企業管理學系(數位行銷組)' =>  140 ,
    	'工業工程與管理學系' =>  140 ,
    	'運動健康管理學系(運動健康指導組)' =>  140 ,
    	'運動健康管理學系(運動治療組)' =>  140 ,
    	'休閒事業管理學系(休閒企劃組)' =>  140 ,
    	'休閒事業管理學系(創新經營組)' =>  130 ,
    	'消防安全學士學位學程' =>  100 ,
    	'食品暨應用生物科技學系(應用生技組)' =>  100 ,
    	'生物資源學系(醫藥微生物組)' =>  100 ,
    	'生物資源學系(生態經營與生物多樣性組)' =>  100 ,
    	'食品暨應用生物科技學系(食品科學組)' =>  90 ,
    	'觀光旅遊學系' =>  90 ,
    	'餐旅管理學系' =>  90 ,
    	'烘焙暨飲料調製學士學位學程' =>  80 ,
    	'婚禮企劃暨節慶管理學士學位學程' =>  70 ,
    	'空間設計學系(室內設計組)' =>  60 ,
    	'工業設計學系' =>  50 ,
    	'空間設計學系(建築組)' =>  50 ,
    	'視覺傳達設計學系' =>  50 ,
    	'造形藝術學系' =>  40 ,
    	'傳播藝術學士學位學程' =>  40 ,
    	'多媒體數位內容學士學位學程' =>  40 ,
    	'應用日語學系' =>  30 ,
    	'英語學系' =>  20,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://sis.dyu.edu.tw/RWD/index.html',
    ),
    'systems' =>
    array (
    ),
  ),
  '宏國德霖科技大學' =>
  array (
    'city' => '新北市',
    'shortName' => 'HDUT',
    'fullName' => 'HungKuo Delin University of Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '電子工程系(科)',
        1 => '電腦與通訊工程系',
        2 => '機械工程系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '土木工程系(科)',
      ),
      '商業及管理學門' =>
      array (
        0 => '不動產經營系',
        1 => '會展與觀光系',
        2 => '企業管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊工程系',
      ),
      '語文學門' =>
      array (
        0 => '應用英語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '休閒事業管理系',
        1 => '餐旅管理系',
        2 => '餐飲廚藝系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '創意產品設計系',
        1 => '室內設計系',
      ),
    ),
    'score' =>
    array (
        '機械工程系' =>  220 ,
    	'電腦與通訊工程系' =>  200 ,
    	'資訊工程系' =>  170 ,
    	'會展活動管理系' =>  120 ,
    	'土木工程系' =>  100 ,
    	'企業管理系' =>  90 ,
    	'園藝系' =>  70 ,
    	'餐旅管理系' =>  70 ,
    	'餐飲廚藝系' =>  60 ,
    	'創意產品設計系' =>  30 ,
    	'休閒事業管理系' =>  20 ,
    	'室內設計系' =>  20 ,
    	'應用英語系' =>  10,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://acad3.hdut.edu.tw/BridgeLogin/Login.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '實踐大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'USC',
    'fullName' => 'Shih Chien University',
    'discipline' =>
    array (
      '生命科學學門' =>
      array (
        0 => '食品營養與保健生技學系(臺北校區)',
      ),
      '社會福利學門' =>
      array (
        0 => '家庭研究與兒童發展學系(臺北校區)',
        1 => '社會工作學系(臺北校區)',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築設計學系(臺北校區)',
      ),
      '商業及管理學門' =>
      array (
        0 => '管理學院創意產業博士班',
        1 => '財務金融學系(臺北校區)',
        2 => '金融管理學系投資操作組(高雄校區)',
        3 => '金融管理學系數位行銷組(高雄校區)',
        4 => '金融管理學系金融科技組(高雄校區)',
        5 => '風險管理與保險學系(臺北校區)',
        6 => '國際貿易學系(高雄校區)',
        7 => '國際經營與貿易學系(臺北校區)',
        8 => '行銷管理學系(高雄校區)',
        9 => '會計學系(臺北校區)',
        10 => '會計暨稅務學系科技應用組(高雄校區)',
        11 => '會計暨稅務學系財富管理組(高雄校區)',
        12 => '企業管理學系(臺北校區)',
        13 => '國際企業管理學系(高雄校區)',
        14 => '國際企業管理學系日韓商務組(高雄校區)',
        15 => '管理學院國際企業英語學士學位學程(臺北校區)',
        16 => '管理學院國際企業英語碩士學位學程',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊科技與管理學系(臺北校區)',
        1 => '資訊管理學系數位金融組(高雄校區)',
        2 => '資訊管理學系資訊應用組(高雄校區)',
        3 => '資訊科技與通訊學系App設計組(高雄校區)',
        4 => '資訊科技與通訊學系人工智慧應用設計組(高雄校區)',
        5 => '資訊科技與通訊學系智慧機器人與無人機組(高雄校區)',
      ),
      '語文學門' =>
      array (
        0 => '應用外語學系(臺北校區)',
        1 => '應用英語學系(高雄校區)',
        2 => '應用日文學系(高雄校區)',
        3 => '應用中文學系劇本創作組(高雄校區)',
        4 => '應用中文學系文創設計組(高雄校區)',
        5 => '應用中文學系文化傳播組(高雄校區)',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '觀光管理學系(高雄校區)',
        1 => '休閒產業管理學系(高雄校區)',
        2 => '餐飲管理學系(臺北校區)',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '音樂學系(臺北校區)-弦樂',
        1 => '音樂學系(臺北校區)-木管樂',
        2 => '音樂學系(臺北校區)-聲樂',
        3 => '音樂學系(臺北校區)-銅管樂',
        4 => '音樂學系(臺北校區)-鋼琴',
        5 => '時尚設計學系(高雄校區)',
        6 => '工業產品設計學系(臺北校區)',
        7 => '服裝設計學系(臺北校區)',
        8 => '服飾設計與經營學系(高雄校區)',
        9 => '媒體傳達設計學系數位3D動畫設計組(臺北校區)',
        10 => '媒體傳達設計學系創意媒體設計組(臺北校區)',
        11 => '媒體傳達設計學系數位',
        12 => '電腦動畫學士學位學程(高雄校區)',
        13 => '資訊模擬與設計學系AR/VR體感科技組(高雄校區)',
        14 => '資訊模擬與設計學系互動遊戲設計組(高雄校區)',
        15 => '資訊模擬與設計學系電腦動畫設計組(高雄校區)',
      ),
    ),
    'score' =>
    array (
        '資訊科技與通訊學系人工智慧應用設計組(高雄校區)' =>  270 ,
    	'資訊科技與通訊學系App設計組(高雄校區)' =>  270 ,
    	'資訊科技與通訊學系智慧機器人與無人機組(高雄校區)' =>  260 ,
    	'風險管理與保險學系(臺北校區)' =>  220 ,
    	'國際企業管理學系(高雄校區)' =>  220 ,
    	'國際企業管理學系日韓商務組(高雄校區)' =>  210 ,
    	'金融管理學系投資操作組(高雄校區)' =>  210 ,
    	'財務金融學系(臺北校區)' =>  200 ,
    	'金融管理學系數位行銷組(高雄校區)' =>  200 ,
    	'企業管理學系(臺北校區)' =>  200 ,
    	'國際經營與貿易學系(臺北校區)' =>  190 ,
    	'會計學系(臺北校區)' =>  190 ,
    	'金融管理學系金融科技組(高雄校區)' =>  190 ,
    	'管理學院國際企業英語學士學位學程(臺北校區)' =>  190 ,
    	'行銷管理學系(高雄校區)' =>  180 ,
    	'會計暨稅務學系財富管理組(高雄校區)' =>  180 ,
    	'資訊管理學系資訊應用組(高雄校區)' =>  180 ,
    	'資訊科技與管理學系(臺北校區)' =>  180 ,
    	'休閒產業管理學系(高雄校區)' =>  170 ,
    	'會計暨稅務學系科技應用組(高雄校區)' =>  170 ,
    	'國際貿易學系(高雄校區)' =>  170 ,
    	'建築設計學系(臺北校區)' =>  170 ,
    	'資訊管理學系數位金融組(高雄校區)' =>  160 ,
    	'觀光管理學系(高雄校區)' =>  160 ,
    	'食品營養與保健生技學系(臺北校區)' =>  140 ,
    	'服裝設計學系(臺北校區)' =>  140 ,
    	'工業產品設計學系(臺北校區)' =>  140 ,
    	'媒體傳達設計學系創意媒體設計組(臺北校區)' =>  140 ,
    	'媒體傳達設計學系數位3D動畫設計組(臺北校區)' =>  130 ,
    	'家庭研究與兒童發展學系(臺北校區)' =>  120 ,
    	'餐飲管理學系(臺北校區)' =>  110 ,
    	'社會工作學系(臺北校區)' =>  100 ,
    	'音樂學系(臺北校區)-木管樂' =>  100 ,
    	'資訊模擬與設計學系電腦動畫設計組(高雄校區)' =>  80 ,
    	'應用日文學系(高雄校區)' =>  80 ,
    	'資訊模擬與設計學系互動遊戲設計組(高雄校區)' =>  70 ,
    	'應用中文學系文創設計組(高雄校區)' =>  70 ,
    	'應用中文學系劇本創作組(高雄校區)' =>  70 ,
    	'音樂學系(臺北校區)-鋼琴' =>  70 ,
    	'資訊模擬與設計學系AR/VR體感科技組(高雄校區)' =>  70 ,
    	'應用中文學系文化傳播組(高雄校區)' =>  60 ,
    	'服飾設計與經營學系(高雄校區)' =>  60 ,
    	'電腦動畫學士學位學程(高雄校區)' =>  60 ,
    	'時尚設計學系(高雄校區)' =>  60 ,
    	'應用外語學系(臺北校區)' =>  60 ,
    	'音樂學系(臺北校區)-弦樂' =>  50 ,
    	'應用英語學系(高雄校區)' =>  50 ,
    	'音樂學系(臺北校區)-銅管樂' =>  0   ,
    	'音樂學系(臺北校區)-聲樂' =>  0 ,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://eschool.usc.edu.tw/e_school_web/index.jsp',
      1 => 'https://ap.kh.usc.edu.tw/sso/Login.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '崑山科技大學' =>
  array (
    'city' => '臺南市',
    'shortName' => 'KSU',
    'fullName' => 'Kun Shan University',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '材料工程系',
        1 => '電機工程系',
        2 => '電子工程系',
        3 => '光電工程系',
        4 => '電腦與通訊系',
        5 => '機械工程系',
        6 => '環境工程系',
      ),
      '社會福利學門' =>
      array (
        0 => '幼兒保育系',
      ),
      '商業及管理學門' =>
      array (
        0 => '房地產開發與管理系',
        1 => '金融管理系',
        2 => '國際貿易系',
        3 => '公共關係暨廣告系',
        4 => '企業管理系',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '資訊傳播系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
        1 => '資訊工程系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '時尚展演事業學士學位學程',
        1 => '旅遊文化發展系',
        2 => '休閒遊憩與運動管理系',
        3 => '餐飲管理及廚藝系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '空間設計系',
        1 => '視訊傳播設計系',
        2 => '視覺傳達設計系',
      ),
    ),
    'score' =>
    array (
        '機械工程系汽車組' =>  230 ,
    	'電機工程系' =>  220 ,
    	'機械工程系' =>  210 ,
    	'材料工程系' =>  210 ,
    	'電腦與通訊系' =>  210 ,
    	'資訊工程系' =>  200 ,
    	'電子工程系' =>  200 ,
    	'環境工程系' =>  190 ,
    	'資訊管理系' =>  170 ,
    	'企業管理系' =>  140 ,
    	'全球商務與行銷系' =>  110 ,
    	'金融管理系' =>  110 ,
    	'房地產開發與管理系' =>  100 ,
    	'公共關係暨廣告系' =>  100 ,
    	'餐飲管理及廚藝系' =>  60 ,
    	'視覺傳達設計系' =>  60 ,
    	'休閒遊憩與運動管理系' =>  40 ,
    	'視訊傳播設計系' =>  40 ,
    	'時尚展演事業學士學位學程' =>  30 ,
    	'資訊傳播系' =>  20 ,
    	'空間設計系' =>  20 ,
    	'旅遊文化系' =>  10,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://my.ksu.edu.tw/utility/userLogin/index.aspx?URL=/ap/studentPersonalData/index.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '嶺東科技大學' =>
  array (
    'city' => '臺中市',
    'shortName' => 'LTU',
    'fullName' => 'LING TUNG UNIVERSITY',
    'discipline' =>
    array (
      '法律學門' =>
      array (
        0 => '財經法律所',
      ),
      '商業及管理學門' =>
      array (
        0 => '企業管理系高階經營管理碩士在職專班(EMBA)',
        1 => '時尚經營系',
        2 => '財務金融系',
        3 => '財政系',
        4 => '會計資訊系會計資訊組',
        5 => '會計資訊系財政稅務組',
        6 => '企業管理系',
        7 => '國際企業系',
        8 => '行銷與流通管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊科技系智慧聯網互動科技應用組',
        1 => '資訊科技系網路管理與雲端應用組',
        2 => '資訊科技系行動與系統應用組',
        3 => '資訊管理系數位生活設計組',
        4 => '資訊管理系資訊管理應用組',
        5 => '資訊網路系',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系應用日語組',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '觀光與休閒管理系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '流行設計系',
        1 => '創意產品設計系',
        2 => '服飾設計系',
        3 => '視覺傳達設計系',
        4 => '數位媒體設計系',
      ),
    ),
    'score' =>
    array (
        '資訊管理系數位生活設計組' =>  260 ,
    	'資訊科技系智慧聯網互動科技應用組' =>  250 ,
    	'資訊管理系資訊管理應用組' =>  230 ,
    	'資訊科技系行動與系統應用組' =>  230 ,
    	'資訊科技系網路管理與雲端應用組' =>  230 ,
    	'時尚經營系' =>  160 ,
    	'企業管理系' =>  130 ,
    	'行銷與流通管理系' =>  130 ,
    	'財務金融系' =>  130 ,
    	'國際企業系' =>  120 ,
    	'會計資訊系財政稅務組' =>  110 ,
    	'會計資訊系會計資訊組' =>  110 ,
    	'服飾設計系' =>  90 ,
    	'流行設計系' =>  80 ,
    	'數位媒體設計系' =>  70 ,
    	'觀光與休閒管理系' =>  70 ,
    	'視覺傳達設計系' =>  70 ,
    	'創意產品設計系' =>  40 ,
    	'應用外語系應用日語組' =>  20 ,
    	'應用外語系' =>  20,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://aisweb.ltu.edu.tw/affair/Home/Link?sysid=92',
    ),
    'systems' =>
    array (
    ),
  ),
  '建國科技大學' =>
  array (
    'city' => '彰化縣',
    'shortName' => 'CTU',
    'fullName' => 'Chienkuo Technology University',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '工業與服務管理系',
        1 => '電機工程系',
        2 => '電子工程系',
        3 => '自動化工程系',
        4 => '資訊與網路通訊系',
        5 => '機械工程系',
        6 => '機械工程系先進車輛組',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '土木工程系',
      ),
      '商業及管理學門' =>
      array (
        0 => '服務與科技管理研究所',
        1 => '國際企業管理系',
        2 => '行銷與服務管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '美容系',
        1 => '觀光系',
        2 => '運動健康與休閒系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '創意生活應用設計研究所',
        1 => '創意產品與遊戲設計系',
        2 => '商業設計系',
        3 => '空間設計系',
        4 => '數位媒體設計系',
      ),
    ),
    'score' =>
    array (
        '機械工程系先進車輛組' =>  240 ,
    	'機械工程系' =>  220 ,
    	'自動化工程系' =>  210 ,
    	'電子工程系' =>  210 ,
    	'資訊與網路通訊系' =>  200 ,
    	'電機工程系' =>  200 ,
    	'資訊管理系' =>  160 ,
    	'國際企業管理系' =>  100 ,
    	'行銷與服務管理系' =>  100 ,
    	'土木工程系' =>  70 ,
    	'觀光系' =>  60 ,
    	'美容系' =>  30 ,
    	'創意產品與遊戲設計系' =>  30 ,
    	'空間設計系' =>  30 ,
    	'商業設計系' =>  20 ,
    	'運動健康與休閒系' =>  20 ,
    	'數位媒體設計系' =>  10 ,
    	'應用外語系' =>  0,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://ap6.ctu.edu.tw/ab/ab/Login.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '弘光科技大學' =>
  array (
    'city' => '臺中市',
    'shortName' => 'HK',
    'fullName' => 'Hungkuang University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '文化創意產業系',
      ),
      '工程及工程業學門' =>
      array (
        0 => '生物醫學工程系',
        1 => '環境與安全衛生工程系環境工程組',
        2 => '環境與安全衛生工程系工業安全衛生組',
        3 => '環境與安全衛生工程系綠色科技組',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技系',
        1 => '動物保健學士學位學程',
        2 => '營養系',
      ),
      '社會福利學門' =>
      array (
        0 => '老人福利與長期照顧事業系',
        1 => '幼兒保育系',
      ),
      '商業及管理學門' =>
      array (
        0 => '健康事業管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
        1 => '資訊工程系',
      ),
      '製造及加工學門' =>
      array (
        0 => '食品科技系食品科技組',
      ),
      '語文學門' =>
      array (
        0 => '應用英語系',
        1 => '國際溝通英語系',
      ),
      '衛生及職業衛生服務學門' =>
      array (
        0 => '職業安全與防災所',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '化妝品應用系',
        1 => '美髮造型設計系',
        2 => '運動休閒系',
        3 => '餐旅管理系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '物理治療系',
        1 => '語言治療與聽力學系',
        2 => '護理系',
        3 => '護理科',
      ),
    ),
    'score' =>
    array (
        '物理治療系' =>  270 ,
    	'資訊管理系' =>  240 ,
    	'資訊工程系' =>  240 ,
    	'營養系' =>  240 ,
    	'環境與安全衛生工程系環境工程組' =>  230 ,
    	'環境與安全衛生工程系工業安全衛生組' =>  230 ,
    	'環境與安全衛生工程系綠色科技組' =>  230 ,
    	'護理系' =>  220 ,
    	'生物醫學工程系' =>  220 ,
    	'語言治療與聽力學系' =>  200 ,
    	'健康事業管理系' =>  130 ,
    	'動物保健學士學位學程' =>  120 ,
    	'餐旅管理系' =>  110 ,
    	'運動休閒系' =>  100 ,
    	'生物科技系' =>  90 ,
    	'化妝品應用系' =>  90 ,
    	'美髮造型設計系' =>  90 ,
    	'幼兒保育系' =>  80 ,
    	'食品科技系食品科技組' =>  80 ,
    	'食品科技系烘焙科技組　　' =>  60 ,
    	'老人福利與長期照顧事業系' =>  50 ,
    	'文化創意產業系' =>  40 ,
    	'國際溝通英語系' =>  20,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://course.hk.edu.tw/hktea/HK_Y01/y01_login_stu.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '德明財經科技大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'TAKMING',
    'fullName' => 'Takming University of Science and Technology',
    'discipline' =>
    array (
      '商業及管理學門' =>
      array (
        0 => '不動產投資與經營學位學程',
        1 => '連鎖加盟經營管理學位學程',
        2 => '財務金融系',
        3 => '財務金融系不動產金融與投資管理組',
        4 => '財政稅務系',
        5 => '保險金融管理系',
        6 => '國際貿易系',
        7 => '行銷管理系',
        8 => '行銷管理系國際會展與觀光休閒組',
        9 => '會計資訊系',
        10 => '企業管理系時尚經營管理組',
        11 => '流通管理系連鎖加盟組',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊科技系',
        1 => '資訊管理系',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系日文組',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '多媒體設計系',
      ),
    ),
    'score' =>
    array (
        '資訊科技系' =>  210 ,
    	'資訊管理系' =>  200 ,
    	'企業管理系' =>  140 ,
    	'財務金融系' =>  140 ,
    	'行銷管理系' =>  140 ,
    	'企業管理系時尚經營管理組' =>  140 ,
    	'財政稅務系' =>  140 ,
    	'國際貿易系' =>  140 ,
    	'流通管理系' =>  140 ,
    	'行銷管理系國際會展與觀光休閒組' =>  140 ,
    	'會計資訊系' =>  130 ,
    	'流通管理系連鎖加盟組' =>  120 ,
    	'保險金融管理系' =>  120 ,
    	'財務金融系不動產金融與投資管理組' =>  110 ,
    	'多媒體設計系' =>  30 ,
    	'應用外語系日文組' =>  30 ,
    	'應用外語系' =>  20,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://netinfo.takming.edu.tw/tip/',
    ),
    'systems' =>
    array (
    ),
  ),
  '慈濟科技大學' =>
  array (
    'city' => '花蓮縣',
    'shortName' => 'TCUST',
    'fullName' => 'Tzu Chi College of Technology',
    'discipline' =>
    array (
      '社會福利學門' =>
      array (
        0 => '長期照護研究所',
      ),
      '商業及管理學門' =>
      array (
        0 => '行銷與流通管理系',
        1 => '醫務暨健康管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊科技與管理系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '放射醫學科學研究所',
        1 => '醫學影像暨放射科學系',
        2 => '護理系',
        3 => '護理科',
      ),
    ),
    'score' =>
    array (
      '護理系' => 190,
      '醫學影像暨放射科學系' => 190,
      '行銷與流通管理系' => 170,
      '資訊科技與管理系' => 140,
      '醫務暨健康管理系' => 100,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://linuxweb.tcust.edu.tw/stweb/index.htm',
    ),
    'systems' =>
    array (
    ),
  ),
  '文藻外語大學' =>
  array (
    'city' => '高雄市',
    'shortName' => 'WZU',
    'fullName' => 'Wenzao Ursuline University of Languages',
    'discipline' =>
    array (
      '社會及行為科學學門' =>
      array (
        0 => '歐洲研究所',
        1 => '國際事務系',
        2 => '國際事務碩士學位學程',
      ),
      '商業及管理學門' =>
      array (
        0 => '國際商務英語學士學位學程',
        1 => '國際事業暨文化交流研究所',
        2 => '國際事業暨文化交流研究所在職專班',
        3 => '國際企業管理系',
      ),
      '教育學門' =>
      array (
        0 => '華語文教學研究所',
        1 => '外語教學系',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '傳播藝術系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '數位內容應用與管理系',
      ),
      '語文學門' =>
      array (
        0 => '外語文教事業發展研究所',
        1 => '英國語文系',
        2 => '法國語文系',
        3 => '德國語文系',
        4 => '西班牙語文系',
        5 => '日本語文系',
        6 => '翻譯系',
        7 => '多國語複譯研究所',
        8 => '應用華語文系',
        9 => '東南亞學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '國際觀光與會展學士學位學程',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '創意藝術產業研究所在職專班',
      ),
    ),
    'score' =>
    array (
        '數位內容應用與管理系' =>  290 ,
    	'國際企業管理系' =>  170 ,
    	'國際事務系' =>  150 ,
    	'外語教學系' =>  150 ,
    	'傳播藝術系' =>  140 ,
    	'東南亞學系' =>  140 ,
    	'日本語文系' =>  50 ,
    	'德國語文系' =>  50 ,
    	'翻譯系' =>  50 ,
    	'英國語文系' =>  40 ,
    	'西班牙語文系' =>  30 ,
    	'應用華語文系' =>  20 ,
    	'法國語文系' =>  20,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://sso.wzu.edu.tw/Portal/login.htm',
    ),
    'systems' =>
    array (
    ),
  ),
  '明志科技大學' =>
  array (
    'city' => '新北市',
    'shortName' => 'MCUT',
    'fullName' => 'Ming Chi University of Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '化學工程系',
        1 => '化學工程系生化工程碩士班',
        2 => '材料工程系',
        3 => '工業工程與管理系',
        4 => '能源電池科技博士學位學程',
        5 => '電機工程系',
        6 => '電子工程系',
        7 => '機械工程系光機電組',
        8 => '機械工程系精密機械組',
        9 => '機械工程系車輛組',
        10 => '環境與安全衛生工程系',
      ),
      '商業及管理學門' =>
      array (
        0 => '經營管理系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '工業設計系',
        1 => '視覺傳達設計系',
      ),
    ),
    'score' =>
    array (
        '電機工程系' =>  270 ,
    	'機械工程系車輛組' =>  260 ,
    	'電子工程系' =>  260 ,
    	'機械工程系精密機械組' =>  260 ,
    	'機械工程系光機電組' =>  250 ,
    	'環境與安全衛生工程系' =>  250 ,
    	'化學工程系' =>  250 ,
    	'材料工程系' =>  250 ,
    	'工業工程與管理系' =>  250 ,
    	'經營管理系' =>  150 ,
    	'視覺傳達設計系' =>  110 ,
    	'工業設計系' =>  70,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://portal.mcut.edu.tw/index.do?thetime=1539593068574',
    ),
    'systems' =>
    array (
    ),
  ),
  '明新科技大學' =>
  array (
    'city' => '新竹縣',
    'shortName' => 'MUST',
    'fullName' => 'Minghsin University of Science and Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '化學工程與材料科技系',
        1 => '工業工程與管理系',
        2 => '電機工程系',
        3 => '電子工程系',
        4 => '資訊工程系',
        5 => '光電工程系',
        6 => '機械工程系',
      ),
      '社會福利學門' =>
      array (
        0 => '老人服務事業管理系',
        1 => '幼兒保育系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '土木工程與環境資源管理系',
      ),
      '商業及管理學門' =>
      array (
        0 => '財務金融系創意行銷組',
        1 => '財務金融系智慧理財組',
        2 => '企業管理系',
        3 => '管理研究所',
        4 => '創業與行銷學士學位學程',
        5 => '行銷與流通管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
        1 => '雲端科技與商務應用學士學位學程',
        2 => '多媒體與遊戲發展系',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '服務事業管理研究所',
        1 => '化妝品應用學士學位學程',
        2 => '文化觀光產業學士學位學程',
        3 => '休閒事業管理系',
        4 => '運動管理系',
        5 => '旅館管理與廚藝創意系',
        6 => '樂齡服務產業管理系',
      ),
    ),
    'score' =>
    array (
        '資訊工程系' =>  220 ,
    	'資訊管理系' =>  210 ,
    	'電機工程系' =>  210 ,
    	'電子工程系' =>  210 ,
    	'光電工程系' =>  210 ,
    	'化學工程與材料科技系' =>  200 ,
    	'機械工程系' =>  200 ,
    	'工業工程與管理系' =>  200 ,
    	'行銷與流通管理系' =>  130 ,
    	'財務金融系智慧理財組' =>  120 ,
    	'財務金融系創意行銷組' =>  120 ,
    	'企業管理系' =>  110 ,
    	'土木工程與環境資源管理系' =>  70 ,
    	'幼兒保育系' =>  60 ,
    	'樂齡服務產業管理系' =>  60 ,
    	'休閒事業管理系' =>  50 ,
    	'運動管理系' =>  40 ,
    	'旅館管理與廚藝創意系' =>  30 ,
    	'化妝品應用學士學位學程' =>  30 ,
    	'多媒體與遊戲發展系' =>  20 ,
    	'應用外語系' =>  10,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://sss.must.edu.tw/',
    ),
    'systems' =>
    array (
    ),
  ),
  '明道大學' =>
  array (
    'city' => '彰化縣',
    'shortName' => 'MDU',
    'fullName' => 'Mingdao College',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '材料與能源工程學系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '景觀與環境設計學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '財務金融學系',
        1 => '企業管理學系',
        2 => '管理學院企業高階管理碩士班EMBA',
        3 => '行銷與物流學系',
      ),
      '教育學門' =>
      array (
        0 => '課程與教學研究所',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊傳播學系',
      ),
      '農業學門' =>
      array (
        0 => '應用科學院進修學士班',
        1 => '精緻農業學系',
      ),
      '語文學門' =>
      array (
        0 => '應用英語學系',
        1 => '應用日語學系',
        2 => '中國文學學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '休閒保健學系',
        1 => '餐旅管理學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '時尚造形學系',
        1 => '設計學院設計及規劃碩士班',
        2 => '數位設計學系',
      ),
    ),
    'score' =>
    array (
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://isc.mdu.edu.tw/net/student/signform.asp',
    ),
    'systems' =>
    array (
    ),
  ),
  '景文科技大學' =>
  array (
    'city' => '新北市',
    'shortName' => 'JUST',
    'fullName' => 'Jinwen University of Science and Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '電子工程(學)系',
        1 => '資訊工程系',
        2 => '電腦與通訊系',
      ),
      '商業及管理學門' =>
      array (
        0 => '會議展覽管理學士學位學程',
        1 => '財務金融系',
        2 => '理財與稅務規劃系',
        3 => '國際貿易系',
        4 => '企業管理系',
        5 => '行銷與流通管理系',
        6 => '行動商務與多媒體應用系',
        7 => '國際貿易系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理(學)系',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系日文組',
        1 => '應用外語系英文組',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '旅遊管理系休閒遊憩管理組',
        1 => '旅遊管理系旅行業經營管理組',
        2 => '旅遊管理系航空暨運輸服務管理組',
        3 => '旅館管理系',
        4 => '餐飲管理系廚藝組',
        5 => '餐飲管理系烘焙組',
        6 => '餐飲管理系管理組',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '視覺傳達設計系',
      ),
    ),
    'score' =>
    array (
        '電腦與通訊系' =>  210 ,
    	'行動商務與多媒體應用系' =>  210 ,
    	'資訊工程系' =>  210 ,
    	'會議展覽管理學士學位學程' =>  130 ,
    	'理財與稅務規劃系' =>  130 ,
    	'行銷與流通管理系' =>  120 ,
    	'旅遊管理系旅行業經營管理組' =>  100 ,
    	'國際貿易系' =>  100 ,
    	'財務金融系' =>  100 ,
    	'企業管理系' =>  100 ,
    	'餐飲管理系廚藝組' =>  90 ,
    	'餐飲管理系管理組' =>  80 ,
    	'旅館管理系' =>  80 ,
    	'旅遊管理系航空暨運輸服務管理組' =>  70 ,
    	'旅遊管理系休閒遊憩管理組' =>  70 ,
    	'餐飲管理系烘焙組' =>  40 ,
    	'視覺傳達設計系' =>  40 ,
    	'應用外語系日文組' =>  40 ,
    	'應用外語系英文組' =>  20,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://deans.just.edu.tw/student/',
    ),
    'systems' =>
    array (
    ),
  ),
  '朝陽科技大學' =>
  array (
    'city' => '臺中市',
    'shortName' => 'CYUT',
    'fullName' => 'Chaoyang University of Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '工業工程與管理系',
        1 => '資訊工程系',
        2 => '資訊與通訊系',
        3 => '環境工程與管理系',
        4 => '航空機械系',
      ),
      '生命科學學門' =>
      array (
        0 => '應用化學系生化科技碩士班/博士班',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '應用化學系',
      ),
      '社會福利學門' =>
      array (
        0 => '幼兒保育系',
        1 => '社會工作系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築系室內設計組',
        1 => '建築系建築組',
        2 => '景觀及都市設計系',
        3 => '營建工程系',
      ),
      '商業及管理學門' =>
      array (
        0 => '銀髮產業管理系',
        1 => '財務金融系',
        2 => '保險金融管理系',
        3 => '會計系',
        4 => '企業管理系',
        5 => '企業管理系台灣產業策略發展博士班',
        6 => '企業管理系高階產業經營碩士在職專班',
        7 => '行銷與流通管理系',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '傳播藝術系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系數位多媒體組',
        1 => '資訊管理系資訊管理組',
      ),
      '語文學門' =>
      array (
        0 => '應用英語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '休閒事業管理系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '工業設計系',
        1 => '視覺傳達設計系',
      ),
    ),
    'score' =>
    array (
        '資訊管理系數位多媒體組' =>  270 ,
    	'資訊管理系資訊管理組' =>  260 ,
    	'資訊工程系' =>  260 ,
    	'航空機械系' =>  260 ,
    	'資訊與通訊系' =>  250 ,
    	'工業工程與管理系' =>  250 ,
    	'環境工程與管理系' =>  250 ,
    	'應用化學系' =>  240 ,
    	'行銷與流通管理系' =>  200 ,
    	'建築系室內設計組' =>  190 ,
    	'財務金融系' =>  190 ,
    	'企業管理系' =>  190 ,
    	'傳播藝術系' =>  180 ,
    	'景觀及都市設計系' =>  170 ,
    	'保險金融管理系' =>  160 ,
    	'會計系' =>  160 ,
    	'建築系建築組' =>  150 ,
    	'銀髮產業管理系' =>  150 ,
    	'營建工程系' =>  120 ,
    	'視覺傳達設計系' =>  100 ,
    	'幼兒保育系' =>  100 ,
    	'休閒事業管理系' =>  100 ,
    	'社會工作系' =>  80 ,
    	'工業設計系' =>  60 ,
    	'應用英語系' =>  60,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://admin.cyut.edu.tw/student/loginstu.asp',
    ),
    'systems' =>
    array (
    ),
  ),
  '東南科技大學' =>
  array (
    'city' => '新北市',
    'shortName' => 'TNU',
    'fullName' => 'Tungnan University',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '能源與冷凍空調工程系',
        1 => '電機工程系',
        2 => '電子工程系',
        3 => '機械工程系',
        4 => '機械工程系車輛組',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '營建與空間設計系',
      ),
      '商業及管理學門' =>
      array (
        0 => '工業管理系',
        1 => '企業管理(學)系',
        2 => '行銷與流通管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊科技系',
      ),
      '語文學門' =>
      array (
        0 => '應用英語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '觀光系',
        1 => '休閒事業管理系',
        2 => '餐旅管理系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '表演藝術系',
        1 => '創意產品設計系',
        2 => '室內設計系',
        3 => '數位媒體設計系',
        4 => '數位遊戲設計系',
      ),
    ),
    'score' =>
    array (
        '資訊科技系' =>  230 ,
    	'電子工程系' =>  210 ,
    	'機械工程系' =>  210 ,
    	'能源與冷凍空調工程系' =>  200 ,
    	'機械工程系車輛組' =>  200 ,
    	'電機工程系' =>  190 ,
    	'營建與空間設計系' =>  100 ,
    	'室內設計系' =>  40 ,
    	'創意產品設計系' =>  20 ,
    	'餐旅管理系' =>  20 ,
    	'休閒事業管理系' =>  10 ,
    	'觀光系' =>  10 ,
    	'數位遊戲設計系' =>  10 ,
    	'數位媒體設計系' =>  10 ,
    	'應用英語系' =>  0,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://infossl.tnu.edu.tw/login_stu.php',
    ),
    'systems' =>
    array (
    ),
  ),
  '東吳大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'SCU',
    'fullName' => 'Soochow University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '哲學系',
        1 => '歷史學系',
      ),
      '生命科學學門' =>
      array (
        0 => '微生物學系應用微生物組',
        1 => '微生物學系生物科技組',
      ),
      '法律學門' =>
      array (
        0 => '法律學系',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '化學系',
        1 => '物理學系',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '心理學系',
        1 => '人權碩士學位學程',
        2 => '社會學系',
        3 => '政治學系',
        4 => '經濟學系',
      ),
      '社會福利學門' =>
      array (
        0 => '社會工作學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '商學進修學士班',
        1 => '巨量資料管理學院碩士學位學程',
        2 => '財務工程與精算數學系',
        3 => '國際經營與貿易學系',
        4 => '會計學系',
        5 => '企業管理學系',
        6 => '商學院EMBA高階經營碩士在職專班',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '巨量資料管理學院碩士在職學位學程',
        1 => '巨量資料管理學院學士學位學程',
        2 => '資訊管理學系',
      ),
      '語文學門' =>
      array (
        0 => '英文學系',
        1 => '日本語文學系',
        2 => '德國文化學系',
        3 => '中國文學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '數學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '音樂學系',
      ),
    ),
    'score' =>
    array (
        '法律學系' =>  350 ,
    	'財務工程與精算數學系' =>  290 ,
    	'會計學系' =>  270 ,
    	'國際經營與貿易學系' =>  270 ,
    	'巨量資料管理學院學士學位學程' =>  260 ,
    	'資訊管理學系' =>  250 ,
    	'企業管理學系' =>  250 ,
    	'化學系' =>  240 ,
    	'政治學系' =>  240 ,
    	'經濟學系' =>  220 ,
    	'數學系' =>  220 ,
    	'社會學系' =>  210 ,
    	'物理學系' =>  200 ,
    	'心理學系' =>  200 ,
    	'微生物學系生物科技組' =>  190 ,
    	'微生物學系應用微生物組' =>  180 ,
    	'社會工作學系' =>  140 ,
    	'歷史學系' =>  130 ,
    	'哲學系' =>  130 ,
    	'日本語文學系' =>  120 ,
    	'德國文化學系' =>  110 ,
    	'音樂學系-銅管樂.木管樂.擊樂' =>  110 ,
    	'英文學系' =>  110 ,
    	'中國文學系' =>  100 ,
    	'音樂學系-聲樂.弦樂.理論作曲' =>  70,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://web.sys.scu.edu.tw/default.asp',
    ),
    'systems' =>
    array (
    ),
  ),
  '東方設計大學' =>
  array (
    'city' => '高雄市',
    'shortName' => 'TF',
    'fullName' => 'Tung-Fang Institute of Technology ',
    'discipline' =>
    array (
      '餐旅及民生服務學門' =>
      array (
        0 => '時尚美妝設計系',
        1 => '觀光與休閒事業管理系',
        2 => '餐飲管理系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '美術工藝系',
        1 => '文化創意設計研究所',
        2 => '表演藝術學位學程',
        3 => '遊戲與動畫設計系',
        4 => '流行商品設計系',
        5 => '遊戲與玩具設計科',
        6 => '設計行銷系',
        7 => '室內設計系',
        8 => '影視藝術系影視表演組',
      ),
    ),
    'score' =>
    array (
        '遊戲與動畫設計系' =>  140 ,
    	'設計行銷系' =>  100 ,
    	'室內設計系' =>  20 ,
    	'流行商品設計系' =>  10 ,
    	'餐飲管理系' =>  10 ,
    	'影視藝術系' =>  10 ,
    	'美術工藝系' =>  0   ,
    	'影視藝術系影視表演組' =>  0,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://163.15.40.72/',
      1 => 'http://163.15.40.73/',
      2 => 'http://163.15.40.74/',
      3 => 'http://163.15.40.75/',
      4 => 'http://163.15.40.76/',
    ),
    'systems' =>
    array (
    ),
  ),
  '東海大學' =>
  array (
    'city' => '臺中市',
    'shortName' => 'THU',
    'fullName' => 'Tunghai University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '哲學系',
        1 => '歷史學系',
      ),
      '工程及工程業學門' =>
      array (
        0 => '化學工程與材料工程學系(材料工程組)',
        1 => '化學工程與材料工程學系(生化工程組)',
        2 => '化學工程與材料工程學系(製程及能源工程組)',
        3 => '工業工程與經營資訊學系(智慧經營與管理組)',
        4 => '工業工程與經營資訊學系(智慧設計與生產組)',
        5 => '電機工程學系',
        6 => '資訊工程學系數位創意組',
        7 => '資訊工程學系資電工程組',
        8 => '資訊工程學系軟體工程組',
        9 => '環境科學與工程學系',
      ),
      '生命科學學門' =>
      array (
        0 => '生命科學系生態暨生物多樣性組',
        1 => '生命科學系生物醫學組',
      ),
      '法律學門' =>
      array (
        0 => '法律學系',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '化學系化學組',
        1 => '應用物理學系',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '社會學系',
        1 => '政治學系國際關係組',
        2 => '政治學系政治理論組',
        3 => '經濟學系一般經濟組',
        4 => '經濟學系產業經濟組',
      ),
      '社會福利學門' =>
      array (
        0 => '社會工作學系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築學系',
        1 => '景觀學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '高階經營管理碩士在職專班',
        1 => '財務金融學系',
        2 => '國際經營與貿易學系',
        3 => '會計學系',
        4 => '企業管理學系(創業與組織領導組)',
        5 => '企業管理學系(服務創新與經營組)',
        6 => '企業管理學系(行銷與數位經營組)',
        7 => '國際經營管理學位學程(英語專班)',
        8 => '行政管理暨政策學系',
        9 => '公共事務碩士專班',
      ),
      '教育學門' =>
      array (
        0 => '教育研究所',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系(數位行銷與電子商務應用組)',
        1 => '資訊管理學系(物聯網與大數據應用組)',
        2 => '數位創新碩士學位學程',
      ),
      '農業學門' =>
      array (
        0 => '畜產與生物科技學系',
      ),
      '製造及加工學門' =>
      array (
        0 => '食品科學系',
      ),
      '語文學門' =>
      array (
        0 => '外國語文學系',
        1 => '日本語言文化學系',
        2 => '中國文學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '統計學系(巨量資料管理組)',
        1 => '統計學系(決策管理組)',
        2 => '應用數學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '運動休閒與健康管理學位學程',
        1 => '餐旅管理學系',
      ),
      '環境學門' =>
      array (
        0 => '永續科學與工程學士學位學程',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '美術學系',
        1 => '音樂學系',
        2 => '表演藝術與創作碩士學位學程',
        3 => '工業設計學系',
      ),
    ),
    'score' =>
    array (
        '電機工程學系' =>  320 ,
    	'資訊工程學系資電工程組' =>  310 ,
    	'資訊工程學系軟體工程組' =>  310 ,
    	'化學工程與材料工程學系(生化工程組)' =>  300 ,
    	'化學工程與材料工程學系(製程及能源工程組)' =>  300 ,
    	'化學工程與材料工程學系(材料工程組)' =>  290 ,
    	'工業工程與經營資訊學系(智慧設計與生產組)' =>  290 ,
    	'環境科學與工程學系(自然B組)' =>  290 ,
    	'環境科學與工程學系(自然A組)' =>  290 ,
    	'化學系化學生物組(B組)' =>  270 ,
    	'資訊工程學系數位創意組' =>  260 ,
    	'化學系化學組' =>  250 ,
    	'化學系化學生物組(A組)' =>  250 ,
    	'工業工程與經營資訊學系(智慧經營與管理組)' =>  250 ,
    	'應用物理學系(B組)' =>  240 ,
    	'建築學系' =>  240 ,
    	'法律學系' =>  230 ,
    	'應用數學系(B組)' =>  230 ,
    	'行政管理暨政策學系' =>  230 ,
    	'應用物理學系(A組)' =>  230 ,
    	'國際經營管理學位學程(英語專班)' =>  220 ,
    	'統計學系(決策管理組)' =>  220 ,
    	'資訊管理學系(物聯網與大數據應用組)' =>  220 ,
    	'會計學系' =>  220 ,
    	'財務金融學系' =>  220 ,
    	'應用數學系(A組)' =>  220 ,
    	'資訊管理學系(數位行銷與電子商務應用組)' =>  210 ,
    	'統計學系(巨量資料管理組)' =>  210 ,
    	'企業管理學系(行銷與數位經營組)' =>  200 ,
    	'企業管理學系(創業與組織領導組)' =>  200 ,
    	'企業管理學系(服務創新與經營組)' =>  200 ,
    	'國際經營與貿易學系' =>  200 ,
    	'生命科學系生物醫學組' =>  190 ,
    	'政治學系國際關係組' =>  180 ,
    	'經濟學系一般經濟組' =>  170 ,
    	'經濟學系產業經濟組' =>  170 ,
    	'政治學系政治理論組' =>  170 ,
    	'生命科學系生態暨生物多樣性組' =>  160 ,
    	'社會學系' =>  160 ,
    	'畜產與生物科技學系(A組)' =>  160 ,
    	'景觀學系' =>  150 ,
    	'畜產與生物科技學系(B組)' =>  120 ,
    	'社會工作學系' =>  120 ,
    	'餐旅管理學系' =>  110 ,
    	'食品科學系(B組)' =>  100 ,
    	'食品科學系(A組)' =>  100 ,
    	'哲學系' =>  90 ,
    	'美術學系' =>  90 ,
    	'音樂學系' =>  90 ,
    	'歷史學系' =>  80 ,
    	'日本語言文化學系' =>  80 ,
    	'工業設計學系' =>  80 ,
    	'外國語文學系' =>  70 ,
    	'中國文學系' =>  70 ,
    	'永續科學與工程學士學位學程' =>  30,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://fsis.thu.edu.tw/mosi/ccsd3/index.php?job=stud&loginn=&r=',
      1 => 'https://fsis.thu.edu.tw/',
    ),
    'systems' =>
    array (
    ),
  ),
  '樹德科技大學' =>
  array (
    'city' => '高雄市',
    'shortName' => 'STU',
    'fullName' => 'Shu-Te University',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '電腦與通訊系',
        1 => '車用電子學士學位學程',
      ),
      '其他學門' =>
      array (
        0 => '人類性學研究所',
      ),
      '社會福利學門' =>
      array (
        0 => '兒童與家庭服務系',
        1 => '社會工作學士學位學程',
      ),
      '商業及管理學門' =>
      array (
        0 => '金融管理系',
        1 => '國際企業與貿易系',
        2 => '會展行銷與活動管理系',
        3 => '會展管理與貿易行銷碩士學位學程',
        4 => '行銷管理系',
        5 => '企業管理系',
        6 => '經營管理研究所',
        7 => '流通管理系',
        8 => '電競產業管理學士學位學程',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
        1 => '資訊工程系',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '休閒與觀光管理系',
        1 => '休閒遊憩與運動管理系',
        2 => '餐旅與烘焙管理系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '表演藝術系',
        1 => '藝術管理與藝術經紀系',
        2 => '流行設計系',
        3 => '應用設計研究所',
        4 => '動畫與遊戲設計系',
        5 => '生活產品設計系',
        6 => '室內設計系',
        7 => '建築與室內設計研究所',
        8 => '視覺傳達設計系',
      ),
    ),
    'score' =>
    array (
        '電腦與通訊系' =>  200 ,
    	'資訊工程系' =>  160 ,
    	'資訊管理系' =>  150 ,
    	'金融管理系' =>  140 ,
    	'企業管理系' =>  130 ,
    	'會展行銷與活動管理系' =>  120 ,
    	'流通管理系' =>  120 ,
    	'行銷管理系' =>  120 ,
    	'休閒與觀光管理系' =>  90 ,
    	'兒童與家庭服務系' =>  90 ,
    	'餐旅與烘焙管理系' =>  70 ,
    	'視覺傳達設計系' =>  60 ,
    	'藝術管理與藝術經紀系' =>  40 ,
    	'流行設計系' =>  40 ,
    	'電競產業管理學士學位學程' =>  40 ,
    	'生活產品設計系' =>  40 ,
    	'室內設計系' =>  30 ,
    	'動畫與遊戲設計系' =>  20 ,
    	'社會工作學士學位學程' =>  20 ,
    	'應用外語系' =>  0,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://info.stu.edu.tw/ePortal/login.asp',
    ),
    'systems' =>
    array (
    ),
  ),
  '正修科技大學' =>
  array (
    'city' => '高雄市',
    'shortName' => 'CSU',
    'fullName' => 'Cheng Shiu University? ',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '工業工程與管理系',
        1 => '工業工程與管理科',
        2 => '電機工程系',
        3 => '電機工程科',
        4 => '電子工程系',
        5 => '電子工程科',
        6 => '資訊工程系',
        7 => '機械工程系機電組',
        8 => '機械工程系精密製造技術組',
        9 => '機械工程科',
      ),
      '社會福利學門' =>
      array (
        0 => '幼兒保育系托育教學組',
        1 => '幼兒保育系家庭社工組',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築與室內設計系建築設計組',
        1 => '建築與室內設計系室內設計組',
        2 => '土木與空間資訊系',
      ),
      '商業及管理學門' =>
      array (
        0 => '金融管理系',
        1 => '企業管理系',
        2 => '企業管理科',
        3 => '國際企業系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
        1 => '資訊管理科',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '化妝品與時尚彩妝系',
        1 => '觀光遊憩系',
        2 => '休閒與運動管理系',
        3 => '休閒與運動管理科',
        4 => '餐飲管理系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '時尚生活創意設計系',
        1 => '數位多媒體設計系',
      ),
    ),
    'score' =>
    array (
        '機械工程系機電組' =>  240 ,
    	'工業工程與管理系' =>  230 ,
    	'機械工程系精密製造技術組' =>  230 ,
    	'電機工程系' =>  230 ,
    	'電子工程系' =>  230 ,
    	'資訊工程系' =>  200 ,
    	'資訊管理系' =>  180 ,
    	'金融管理系' =>  130 ,
    	'土木與空間資訊系' =>  110 ,
    	'企業管理系' =>  110 ,
    	'國際企業系' =>  110 ,
    	'幼兒保育系托育教學組' =>  90 ,
    	'餐飲管理系' =>  60 ,
    	'建築與室內設計系建築設計組' =>  60 ,
    	'建築與室內設計系室內設計組' =>  50 ,
    	'休閒與運動管理系' =>  50 ,
    	'化妝品與時尚彩妝系' =>  50 ,
    	'觀光遊憩系' =>  40 ,
    	'幼兒保育系家庭社工組' =>  30 ,
    	'時尚生活創意設計系' =>  20 ,
    	'應用外語系' =>  10 ,
    	'數位多媒體設計系' =>  10,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://gpsepn.csu.edu.tw:8080/gps/admin/login.jsp?ctNode=13050&idPath=13020_13050',
    ),
    'systems' =>
    array (
    ),
  ),
  '法鼓文理學院' =>
  array (
    'city' => '新北市',
    'shortName' => 'DDBC',
    'fullName' => 'Dharma Drum Institute of Liberal Arts',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '佛教學系',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '社區再造碩士學位學程',
      ),
      '商業及管理學門' =>
      array (
        0 => '社會企業與創新碩士學位學程',
      ),
      '教育學門' =>
      array (
        0 => '生命教育碩士學位學程',
      ),
      '環境學門' =>
      array (
        0 => '環境與發展碩士學位學程',
      ),
    ),
    'score' =>
    array (
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://haa.ecampus.dila.edu.tw/alltop/',
    ),
    'systems' =>
    array (
    ),
  ),
  '淡江大學' =>
  array (
    'city' => '新北市',
    'shortName' => 'TKU',
    'fullName' => 'Tamkang University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '歷史學系',
      ),
      '工程及工程業學門' =>
      array (
        0 => '化學工程與材料工程學系',
        1 => '電機工程學系電機與系統組',
        2 => '電機工程學系電機資訊組',
        3 => '電機工程學系電機通訊組',
        4 => '工學院機器人博士學位學程',
        5 => '航空太空工程學系',
        6 => '機械與機電工程學系光機電整合組',
        7 => '機械與機電工程學系精密機械組',
        8 => '水資源及環境工程學系水資源工程組',
        9 => '水資源及環境工程學系環境工程組',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '化學學系化學與生物化學組',
        1 => '化學學系材料化學組',
        2 => '理學院尖端材料科學學士學位學程',
        3 => '物理學系光電物理組',
        4 => '物理學系應用物理組',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '教育心理與諮商研究所',
        1 => '未來學研究所',
        2 => '國際研究學院臺灣與亞太研究全英語碩士學位學程',
        3 => '拉丁美洲研究所',
        4 => '中國大陸研究所',
        5 => '歐洲研究所',
        6 => '亞洲研究所',
        7 => '日本政經研究所',
        8 => '全球政治經濟學系全英語學士班(蘭陽校園)',
        9 => '外交與國際關係學系',
        10 => '外交與國際關係學系全英語學士班',
        11 => '國際事務與戰略研究所',
        12 => '產業經濟學系',
        13 => '經濟學系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築學系',
        1 => '土木工程學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '商管學院全球財務管理全英語學士學位學程',
        1 => '財務金融學系',
        2 => '淡江大學暨澳洲昆士蘭理工大學財金全英語雙碩士學位學程',
        3 => '商管學院產業金融暨經營管理博士學位學程',
        4 => '風險管理與保險學系',
        5 => '會計學系',
        6 => '國際企業學系國際商學全英語組',
        7 => '國際企業學系經貿管理組',
        8 => '商管學院經營管理全英語碩士學位學程',
        9 => '管理科學學系(事業經營組)',
        10 => '管理科學學系(行銷與流通管理組)',
        11 => '企業管理學系',
        12 => '公共行政學系',
      ),
      '教育學門' =>
      array (
        0 => '教育學院教育領導與科技管理博士班',
        1 => '教育政策與領導研究所',
        2 => '課程與教學研究所',
        3 => '教育科技學系',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '大眾傳播學系',
        1 => '資訊傳播學系',
        2 => '資訊與圖書館學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊工程學系',
        1 => '資訊管理學系',
        2 => '資訊創新與科技學系應用資訊全英語組(蘭陽校園)',
        3 => '資訊創新與科技學系軟體工程全英語組(蘭陽校園)',
      ),
      '運輸服務學門' =>
      array (
        0 => '運輸管理學系',
      ),
      '語文學門' =>
      array (
        0 => '英美語言文化學系全英語學士班(蘭陽校園)',
        1 => '英美語言文化學系',
        2 => '俄國語文學系',
        3 => '日本語文學系',
        4 => '西班牙語文學系',
        5 => '德國語文學系',
        6 => '法國語文學系',
        7 => '英文學系',
        8 => '中國文學學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '統計學系',
        1 => '商管學院大數據分析與商業智慧碩士學位學程',
        2 => '數學學系數學組',
        3 => '數學學系資料科學與數理統計組',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '國際觀光管理學系',
      ),
    ),
    'score' =>
    array (
        '電機工程學系電機與系統組' =>  330 ,
    	'電機工程學系電機資訊組' =>  330 ,
    	'電機工程學系電機通訊組' =>  320 ,
    	'水資源及環境工程學系環境工程組' =>  320 ,
    	'資訊工程學系' =>  310 ,
    	'化學工程與材料工程學系' =>  300 ,
    	'資訊傳播學系' =>  300 ,
    	'水資源及環境工程學系水資源工程組' =>  300 ,
    	'機械與機電工程學系光機電整合組' =>  300 ,
    	'機械與機電工程學系精密機械組' =>  290 ,
    	'航空太空工程學系' =>  290 ,
    	'資訊創新與科技學系應用資訊全英語組(蘭陽校園)' =>  270 ,
    	'資訊創新與科技學系軟體工程全英語組(蘭陽校園)' =>  270 ,
    	'化學學系材料化學組' =>  250 ,
    	'商管學院全球財務管理全英語學士學位學程' =>  250 ,
    	'化學學系化學與生物化學組' =>  250 ,
    	'國際企業學系國際商學全英語組' =>  250 ,
    	'財務金融學系' =>  240 ,
    	'國際企業學系經貿管理組' =>  240 ,
    	'會計學系' =>  240 ,
    	'理學院尖端材料科學學士學位學程' =>  240 ,
    	'數學學系數學組' =>  240 ,
    	'企業管理學系' =>  230 ,
    	'公共行政學系' =>  230 ,
    	'物理學系光電物理組' =>  220 ,
    	'資訊管理學系' =>  220 ,
    	'物理學系應用物理組' =>  220 ,
    	'建築學系' =>  210 ,
    	'管理科學學系(行銷與流通管理組)' =>  210 ,
    	'外交與國際關係學系全英語學士班' =>  210 ,
    	'風險管理與保險學系' =>  210 ,
    	'管理科學學系(事業經營組)' =>  210 ,
    	'運輸管理學系' =>  200 ,
    	'數學學系資料科學與數理統計組' =>  200 ,
    	'經濟學系' =>  200 ,
    	'統計學系' =>  190 ,
    	'產業經濟學系' =>  180 ,
    	'國際觀光管理學系全英語學士班(蘭陽校園)(海外實習組)' =>  180 ,
    	'土木工程學系' =>  170 ,
    	'國際觀光管理學系全英語學士班(蘭陽校園)(產業實習組)' =>  170 ,
    	'教育科技學系' =>  160 ,
    	'大眾傳播學系' =>  140 ,
    	'全球政治經濟學系全英語學士班(蘭陽校園)' =>  140 ,
    	'西班牙語文學系' =>  100 ,
    	'德國語文學系' =>  100 ,
    	'法國語文學系' =>  100 ,
    	'英文學系' =>  90 ,
    	'日本語文學系' =>  90 ,
    	'資訊與圖書館學系' =>  90 ,
    	'中國文學學系' =>  90 ,
    	'歷史學系' =>  90 ,
    	'俄國語文學系' =>  80 ,
    	'英美語言文化學系全英語學士班(蘭陽校園)' =>  50,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://sso.tku.edu.tw/NEAI/logineb.jsp?myurl=',
      1 => 'https://sso.tku.edu.tw/oisaux/front/tku/login.aspx?u=KaB0EVQKL192y%252FwiU0N%252BY6cNVN8g76pokrtWDutNv%252FU%3d',
    ),
    'systems' =>
    array (
    ),
  ),
  '玄奘大學' =>
  array (
    'city' => '新竹市',
    'shortName' => 'HCU',
    'fullName' => 'Hsuan Chuang University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '宗教與文化學系',
      ),
      '法律學門' =>
      array (
        0 => '法律學系',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '應用心理學系',
      ),
      '社會福利學門' =>
      array (
        0 => '社會工作學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '企業管理學系',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '大眾傳播學系',
        1 => '傳播學院碩士班',
        2 => '廣播與電視新聞學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系',
      ),
      '語文學門' =>
      array (
        0 => '應用外語學系',
        1 => '應用日語學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '餐旅管理學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '設計學院碩士班',
        1 => '藝術與創意設計學系',
        2 => '影劇藝術學系',
        3 => '時尚設計學系',
        4 => '視覺傳達設計學系廣告設計組',
        5 => '視覺傳達設計學系數位媒體組',
      ),
    ),
    'score' =>
    array (
        '法律學系' =>  180 ,
    	'應用心理學系' =>  130 ,
    	'社會工作學系' =>  80 ,
    	'餐旅管理學系' =>  70 ,
    	'視覺傳達設計學系廣告設計組' =>  40 ,
    	'時尚設計學系' =>  40 ,
    	'視覺傳達設計學系數位媒體組' =>  40 ,
    	'大眾傳播學系' =>  30 ,
    	'應用日語學系' =>  30,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://www.hcu.edu.tw/Backend/login.aspx?returnURL=http://www.hcu.edu.tw/loginInfo.aspx&type=1',
    ),
    'systems' =>
    array (
    ),
  ),
  '真理大學' =>
  array (
    'city' => '新北市',
    'shortName' => 'AU',
    'fullName' => 'Aletheia University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '人文與資訊學系',
        1 => '宗教文化與組織管理學系',
      ),
      '工程及工程業學門' =>
      array (
        0 => '航空事業學系',
        1 => '資訊工程學系乙組',
        2 => '資訊工程學系甲組',
      ),
      '法律學門' =>
      array (
        0 => '法律學系',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '經濟學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '工業管理與經營資訊學系',
        1 => '財務金融學系',
        2 => '財政稅務學系',
        3 => '國際貿易學系',
        4 => '會計資訊學系',
        5 => '企業管理學系',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '運動資訊傳播學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系創新實務組',
        1 => '資訊管理學系資管應用組',
        2 => '資訊管理學系電子商務組',
      ),
      '語文學門' =>
      array (
        0 => '英美語文學系',
        1 => '應用日語學系',
        2 => '台灣文學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '理財與稅務規劃學系',
        1 => '統計資訊與精算學系大數據實務組',
        2 => '統計資訊與精算學系統計與精算組',
        3 => '財務與精算學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '觀光事業學系',
        1 => '觀光數位知識學系',
        2 => '休閒遊憩事業學系',
        3 => '運動管理學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '音樂應用學系',
      ),
    ),
    'score' =>
    array (
        '運動資訊傳播學系' =>  240 ,
    	'資訊工程學系乙組' =>  230 ,
    	'資訊工程學系甲組' =>  230 ,
    	'法律學系' =>  200 ,
    	'企業管理學系' =>  170 ,
    	'財務金融學系' =>  160 ,
    	'統計資訊與精算學系統計與精算組' =>  160 ,
    	'國際貿易學系' =>  160 ,
    	'會計資訊學系' =>  160 ,
    	'資訊管理學系資管應用組' =>  150 ,
    	'資訊管理學系創新實務組' =>  150 ,
    	'理財與稅務規劃學系' =>  150 ,
    	'資訊管理學系電子商務組' =>  150 ,
    	'統計資訊與精算學系大數據實務組' =>  150 ,
    	'工業管理與經營資訊學系' =>  150 ,
    	'航空事業學系' =>  150 ,
    	'運動管理學系' =>  140 ,
    	'經濟學系' =>  130 ,
    	'觀光數位知識學系' =>  90 ,
    	'觀光事業學系' =>  80 ,
    	'音樂應用學系-行政管理組' =>  60 ,
    	'人文與資訊學系' =>  40 ,
    	'應用日語學系' =>  40 ,
    	'台灣文學系' =>  40 ,
    	'音樂應用學系-演奏教學組' =>  40 ,
    	'英美語文學系' =>  40,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://aus.au.edu.tw/au/',
    ),
    'systems' =>
    array (
    ),
  ),
  '稻江科技暨管理學院' =>
  array (
    'city' => '嘉義縣',
    'shortName' => 'TOKO',
    'fullName' => 'TOKO  UNIVERSITY',
    'discipline' =>
    array (
      '法律學門' =>
      array (
        0 => '法律學士學位學程',
      ),
      '社會福利學門' =>
      array (
        0 => '社會工作學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '經營管理進修學士學位學程',
        1 => '經營管理學士學位學程',
      ),
      '教育學門' =>
      array (
        0 => '幼兒教育學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '行動科技學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '時尚美容藝術管理學系',
        1 => '觀光規劃進修學士學位學程',
        2 => '觀光規劃學士學位學程',
        3 => '休閒遊憩管理學系',
        4 => '餐飲管理學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '表演藝術學士學位學程',
        1 => '動畫遊戲設計學系',
      ),
    ),
    'score' =>
    array (
      '法律學士學位學程' => 164,
      '行動科技學系' => 149,
      '幼兒教育學系' => 132,
      '經營管理學士學位學程' => 94,
      '餐飲管理學系' => 13,
      '時尚美容藝術管理學系' => 12,
      '休閒遊憩管理學系' => 12,
      '社會工作學系' => 10,
      '表演藝術學士學位學程' => 3,
      '動畫遊戲設計學系' => 2,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://itoko1.toko.edu.tw/toko/',
    ),
    'systems' =>
    array (
    ),
  ),
  '經國管理暨健康學院' =>
  array (
    'city' => '基隆市',
    'shortName' => 'CKU',
    'fullName' => 'CHING KUO INSTITUTE OF MANAGEMENT AND HEALTH',
    'discipline' =>
    array (
      '社會福利學門' =>
      array (
        0 => '高齡照顧福祉系',
        1 => '幼兒保育系',
      ),
      '商業及管理學門' =>
      array (
        0 => '健康產業管理研究所',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊多媒體應用系',
      ),
      '製造及加工學門' =>
      array (
        0 => '食品保健系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '美容流行設計系',
        1 => '觀光休閒與健康系',
        2 => '餐旅廚藝管理系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '醫護資訊應用系',
        1 => '口腔衛生照護系',
        2 => '護理系',
      ),
    ),
    'score' =>
    array (
        '醫護資訊應用系' =>  200 ,
    	'護理系' =>  180 ,
    	'口腔衛生照護系' =>  180 ,
    	'幼兒保育系' =>  60 ,
    	'觀光休閒與健康系' =>  20 ,
    	'餐旅廚藝管理系' =>  20 ,
    	'美容流行設計系' =>  10 ,
    	'高齡照顧福祉系' =>  10 ,
    	'食品保健系' =>  0,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://is.cku.edu.tw/cku_auth/login.html',
    ),
    'systems' =>
    array (
    ),
  ),
  '美和科技大學' =>
  array (
    'city' => '屏東縣',
    'shortName' => 'MEIHO',
    'fullName' => 'Mei Ho University of Technology',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '文化創意系',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技系',
        1 => '食品營養系',
      ),
      '社會福利學門' =>
      array (
        0 => '社會工作系',
      ),
      '商業及管理學門' =>
      array (
        0 => '企業管理系',
        1 => '健康事業管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊科技系',
        1 => '資訊管理系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '美容系保健造型設計組',
        1 => '美容系寵物美容設計組',
        2 => '觀光系',
        3 => '運動與休閒管理系',
        4 => '餐旅管理系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '護理系',
      ),
    ),
    'score' =>
    array (
        '護理系' =>  210 ,
    	'資訊科技系' =>  160 ,
    	'資訊管理系' =>  150 ,
    	'食品營養系' =>  120 ,
    	'企業管理系' =>  120 ,
    	'健康事業管理系' =>  110 ,
    	'生物科技系' =>  100 ,
    	'觀光系' =>  60 ,
    	'美容系寵物美容設計組' =>  60 ,
    	'社會工作系' =>  50 ,
    	'餐旅管理系' =>  40 ,
    	'文化創意系' =>  10 ,
    	'美容系保健造型設計組' =>  10 ,
    	'運動與休閒管理系' =>  10,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://sso.meiho.edu.tw/',
    ),
    'systems' =>
    array (
    ),
  ),
  '義守大學' =>
  array (
    'city' => '高雄市',
    'shortName' => 'ISU',
    'fullName' => 'I-Shou University',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '生物技術與化學工程研究所',
        1 => '化學工程學系乙組',
        2 => '化學工程學系甲組',
        3 => '材料科學與工程學系乙組',
        4 => '材料科學與工程學系甲組',
        5 => '生物醫學工程學系乙組',
        6 => '生物醫學工程學系甲組',
        7 => '電機工程學系乙組',
        8 => '電機工程學系甲組',
        9 => '電子工程學系光電組',
        10 => '電子工程學系微電腦應用組',
        11 => '通訊工程學系軟體應用服務組',
        12 => '通訊工程學系電機資訊組',
        13 => '機械與自動化工程學系',
        14 => '智慧化自動控制英語學士學位學程',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技學系生物醫藥組',
        1 => '生物科技學系食品生技組',
        2 => '營養學系臨床營養組',
        3 => '營養學系食品營養組',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '土木與生態工程學系創新規劃組',
        1 => '土木與生態工程學系環境永續組',
      ),
      '商業及管理學門' =>
      array (
        0 => '工業管理學系乙組',
        1 => '工業管理學系甲組',
        2 => '管理學院進修學士班',
        3 => '財務金融學系',
        4 => '財務金融管理學系財務管理組',
        5 => '財務金融管理學系金融管理組',
        6 => '國際財務金融學系國際貿易組(國際學院)',
        7 => '國際財務金融學系財務投資組(國際學院)',
        8 => '國際商務學系國際企業與行銷組',
        9 => '國際商務學系國際貿易與金融組',
        10 => '會計學系管理應用組',
        11 => '會計學系財稅規劃組',
        12 => '企業管理學系企業經營組',
        13 => '企業管理學系行銷管理組',
        14 => '管理學院管理博士班',
        15 => '管理學院管理碩士在職專班',
        16 => '管理學院管理碩士班',
        17 => '國際企業經營學系(國際學院)',
        18 => '醫務管理學系',
        19 => '公共政策與管理學系',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '大眾傳播學系',
        1 => '傳播產製英語學士學位學程',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系行動商務組',
        1 => '資訊管理學系雲端服務組',
        2 => '資訊工程學系資訊工程組',
        3 => '資訊工程學系資訊應用組',
      ),
      '語文學門' =>
      array (
        0 => '應用英語學系',
        1 => '應用日語學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '財務與計算數學系乙組',
        1 => '財務與計算數學系甲組',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '娛樂事業管理學系影視娛樂組(國際學院)',
        1 => '娛樂事業管理學系活動策展組(國際學院)',
        2 => '觀光學系乙組',
        3 => '觀光學系甲組',
        4 => '國際觀光餐旅學系(國際學院)',
        5 => '休閒事業管理學系乙組',
        6 => '休閒事業管理學系甲組',
        7 => '餐旅管理學系旅館管理組',
        8 => '餐旅管理學系餐飲管理組',
        9 => '廚藝學系乙組',
        10 => '廚藝學系甲組',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '健康管理學系乙組',
        1 => '健康管理學系甲組',
        2 => '物理治療學系',
        3 => '職能治療學系',
        4 => '學士後中醫學系',
        5 => '醫學影像暨放射科學系',
        6 => '醫學檢驗技術學系',
        7 => '護理學系',
        8 => '醫學系(公費生)',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '創意商品設計學系文化創意組',
        1 => '創意商品設計學系生活創意組',
        2 => '電影與電視學系影視技術組',
        3 => '電影與電視學系編導製片組',
        4 => '數位多媒體設計學系互動媒體設計組',
        5 => '數位多媒體設計學系數位動畫設計組',
      ),
    ),
    'score' =>
    array (
        '醫學系(公費生)' =>  350 ,
    	'生物醫學工程學系甲組' =>  290 ,
    	'資訊工程學系資訊工程組' =>  290 ,
    	'電子工程學系微電腦應用組' =>  280 ,
    	'通訊工程學系電機資訊組' =>  280 ,
    	'材料科學與工程學系甲組' =>  280 ,
    	'生物醫學工程學系乙組' =>  270 ,
    	'物理治療學系' =>  260 ,
    	'醫學檢驗技術學系' =>  260 ,
    	'化學工程學系乙組' =>  250 ,
    	'電機工程學系甲組' =>  250 ,
    	'電機工程學系乙組' =>  250 ,
    	'職能治療學系' =>  250 ,
    	'化學工程學系甲組' =>  250 ,
    	'電子工程學系光電組' =>  240 ,
    	'機械與自動化工程學系' =>  240 ,
    	'資訊工程學系資訊應用組' =>  240 ,
    	'材料科學與工程學系乙組' =>  240 ,
    	'智慧化自動控制英語學士學位學程' =>  230 ,
    	'通訊工程學系軟體應用服務組' =>  230 ,
    	'醫學影像暨放射科學系' =>  230 ,
    	'護理學系' =>  230 ,
    	'財務與計算數學系甲組' =>  210 ,
    	'公共政策與管理學系' =>  190 ,
    	'工業管理學系甲組' =>  190 ,
    	'會計學系財稅規劃組' =>  190 ,
    	'健康管理學系乙組' =>  190 ,
    	'健康管理學系甲組' =>  190 ,
    	'財務金融管理學系財務管理組' =>  180 ,
    	'財務金融管理學系金融管理組' =>  180 ,
    	'會計學系管理應用組' =>  180 ,
    	'醫務管理學系' =>  180 ,
    	'休閒事業管理學系甲組' =>  180 ,
    	'資訊管理學系行動商務組' =>  180 ,
    	'國際財務金融學系財務投資組(國際學院)' =>  180 ,
    	'娛樂事業管理學系活動策展組(國際學院)' =>  180 ,
    	'資訊管理學系雲端服務組' =>  180 ,
    	'財務與計算數學系乙組' =>  180 ,
    	'營養學系臨床營養組' =>  180 ,
    	'數位多媒體設計學系數位動畫設計組' =>  180 ,
    	'國際商務學系國際貿易與金融組' =>  180 ,
    	'企業管理學系企業經營組' =>  180 ,
    	'休閒事業管理學系乙組' =>  180 ,
    	'企業管理學系行銷管理組' =>  170 ,
    	'生物科技學系生物醫藥組' =>  170 ,
    	'國際商務學系國際企業與行銷組' =>  170 ,
    	'營養學系食品營養組' =>  170 ,
    	'國際財務金融學系國際貿易組(國際學院)' =>  170 ,
    	'娛樂事業管理學系影視娛樂組(國際學院)' =>  170 ,
    	'工業管理學系乙組' =>  160 ,
    	'生物科技學系食品生技組' =>  160 ,
    	'國際企業經營學系(國際學院)' =>  150 ,
    	'數位多媒體設計學系互動媒體設計組' =>  150 ,
    	'土木與生態工程學系環境永續組' =>  130 ,
    	'土木與生態工程學系創新規劃組' =>  120 ,
    	'餐旅管理學系餐飲管理組' =>  90 ,
    	'廚藝學系甲組' =>  80 ,
    	'大眾傳播學系' =>  80 ,
    	'觀光學系甲組' =>  80 ,
    	'餐旅管理學系旅館管理組' =>  80 ,
    	'廚藝學系乙組' =>  80 ,
    	'觀光學系乙組' =>  80 ,
    	'國際觀光餐旅學系(國際學院)' =>  80 ,
    	'電影與電視學系編導製片組' =>  70 ,
    	'電影與電視學系影視技術組' =>  60 ,
    	'應用日語學系' =>  60 ,
    	'創意商品設計學系生活創意組' =>  60 ,
    	'創意商品設計學系文化創意組' =>  60 ,
    	'傳播產製英語學士學位學程' =>  40 ,
    	'應用英語學系' =>  40,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://netreg.isu.edu.tw/Wapp/Wap_indexmain2.asp',
    ),
    'systems' =>
    array (
    ),
  ),
  '聖約翰科技大學' =>
  array (
    'city' => '新北市',
    'shortName' => 'SJU',
    'fullName' => 'St. John&acute;s University',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '工業管理系',
        1 => '電機工程系',
        2 => '資訊工程系',
        3 => '資訊與通訊系',
        4 => '電子資訊科',
        5 => '車輛工程科',
        6 => '機械與電腦輔助工程系',
      ),
      '社會福利學門' =>
      array (
        0 => '老人服務事業系',
      ),
      '商業及管理學門' =>
      array (
        0 => '時尚經營管理系',
        1 => '企業管理系',
        2 => '行銷與流通管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '醫護資訊學士學位學程',
        1 => '資訊管理系',
      ),
      '語文學門' =>
      array (
        0 => '應用英語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '觀光與休閒管理系',
        1 => '休閒運動與健康管理系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '創意設計系',
        1 => '數位文藝系',
        2 => '多媒體設計系',
      ),
    ),
    'score' =>
    array (
        '電機工程系' =>  220 ,
    	'機械與電腦輔助工程系' =>  200 ,
    	'資訊與通訊系' =>  200 ,
    	'資訊管理系' =>  180 ,
    	'資訊工程系' =>  150 ,
    	'工業管理系' =>  120 ,
    	'行銷與流通管理系' =>  120 ,
    	'企業管理系' =>  110 ,
    	'觀光與休閒管理系' =>  70 ,
    	'休閒運動與健康管理系' =>  50 ,
    	'多媒體設計系' =>  50 ,
    	'創意設計系' =>  20 ,
    	'時尚經營管理系' =>  10 ,
    	'老人服務事業系' =>  0,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://sjusip.sju.edu.tw/sjusip/',
    ),
    'systems' =>
    array (
    ),
  ),
  '致理科技大學' =>
  array (
    'city' => '新北市',
    'shortName' => 'CHIHLEE',
    'fullName' => 'Chihlee  University of Technology',
    'discipline' =>
    array (
      '商業及管理學門' =>
      array (
        0 => '商務科技管理系',
        1 => '財務金融系',
        2 => '國際貿易系',
        3 => '會計資訊系',
        4 => '企業管理系',
        5 => '行銷與流通管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
      ),
      '語文學門' =>
      array (
        0 => '應用英語系',
        1 => '應用日語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '休閒遊憩管理系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '多媒體設計系',
      ),
    ),
    'score' =>
    array (
        '資訊管理系' =>  280 ,
    	'財務金融系' =>  200 ,
    	'行銷與流通管理系' =>  200 ,
    	'會計資訊系' =>  190 ,
    	'企業管理系' =>  190 ,
    	'國際貿易系' =>  180 ,
    	'商務科技管理系' =>  140 ,
    	'休閒遊憩管理系' =>  90 ,
    	'多媒體設計系' =>  90 ,
    	'應用英語系' =>  50 ,
    	'應用日語系' =>  40,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://140.131.77.96/freshman/login.aspx?ReturnUrl=%2ffreshman%2fdefault.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '臺北城市科技大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'TPCU',
    'fullName' => 'Taipei City University of Science and Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '電機工程系',
        1 => '資訊工程系',
        2 => '電腦與通訊工程系',
        3 => '機械工程系',
        4 => '機械工程系車輛組',
      ),
      '商業及管理學門' =>
      array (
        0 => '企業管理系',
        1 => '行銷與流通管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '會議展覽服務業(專業人員)學位學程',
        1 => '化妝品應用與管理系',
        2 => '觀光事業系',
        3 => '休閒事業系',
        4 => '旅館事業管理學士學位學程',
        5 => '餐飲管理系',
        6 => '烘焙創意與經營管理學士學位學程',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '流行音樂事業學士學位學程',
        1 => '演藝事業學士學位學程',
        2 => '演藝事業系',
        3 => '數位多媒體設計系',
      ),
    ),
    'score' =>
    array (
        '資訊工程系' =>  240 ,
    	'機械工程系車輛組' =>  210 ,
    	'機械工程系' =>  210 ,
    	'電機工程系' =>  210 ,
    	'電腦與通訊工程系' =>  190 ,
    	'資訊管理系' =>  170 ,
    	'烘焙創意與經營管理學士學位學程' =>  130 ,
    	'行銷與流通管理系' =>  110 ,
    	'觀光事業系' =>  90 ,
    	'企業管理系' =>  90 ,
    	'化妝品應用與管理系' =>  70 ,
    	'會議展覽服務業(專業人員)學位學程' =>  70 ,
    	'餐飲管理系' =>  60 ,
    	'旅館事業管理學士學位學程' =>  50 ,
    	'休閒事業系' =>  30 ,
    	'應用外語系' =>  20 ,
    	'數位多媒體設計系' =>  10 ,
    	'演藝事業系' =>  10,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://www.siw.tpcu.edu.tw/tsint/',
    ),
    'systems' =>
    array (
    ),
  ),
  '臺北市立大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'UTAIPEI',
    'fullName' => 'University of Taipei',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '歷史與地理學系',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '應用物理暨化學系應用化學組',
        1 => '應用物理暨化學系電子物理組',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '心理與諮商學系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '城市發展學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '都會產業經營與行銷學系',
        1 => '社會暨公共事務學系',
        2 => '國民小學教師在職進修公民與社會教學碩士學位班',
      ),
      '教育學門' =>
      array (
        0 => '幼兒教育學系',
        1 => '體育學系',
        2 => '運動教育研究所',
        3 => '教育學系',
        4 => '特殊教育學系',
        5 => '教育行政與評鑑研究所',
        6 => '學習與媒材設計學系',
        7 => '華語文教學碩士學位學程',
        8 => '英語教學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊科學系',
      ),
      '語文學門' =>
      array (
        0 => '中國語文學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '數學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '身心障礙者轉銜及休閒教育碩士學位學程',
        1 => '休閒運動管理學系',
        2 => '運動健康科學系',
        3 => '運動藝術學系',
        4 => '競技運動訓練研究所',
        5 => '球類運動學系',
        6 => '陸上運動學系',
        7 => '水上運動學系',
        8 => '技擊運動學系',
        9 => '運動器材科技研究所',
        10 => '運動科學研究所',
      ),
      '環境學門' =>
      array (
        0 => '地球環境暨生物資源學系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '衛生福利學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '音樂學系',
        1 => '舞蹈學系',
        2 => '視覺藝術學系',
      ),
    ),
    'score' =>
    array (
        '資訊科學系' => 330,
        '應用物理暨化學系電子物理組' => 320,
        '應用物理暨化學系應用化學組' => 310,
        '數學系' => 300,
        '社會暨公共事務學系' => 270,
        '都會產業經營與行銷學系' => 270,
        '衛生福利學系' => 260,
        '英語教學系' => 260,
        '教育學系' => 260,
        '學習與媒材設計學系' => 250,
        '特殊教育學系' => 250,
        '幼兒教育學系' => 240,
        '心理與諮商學系' => 240,
        '地球環境暨生物資源學系' => 210,
        '城市發展學系' => 200,
        '體育學系' => 170,
        '歷史與地理學系' => 150,
        '音樂學系' => 120,
        '中國語文學系' => 120,
        '休閒運動管理學系' => 110,
        '運動健康科學系' => 110,
        '視覺藝術學系' => 90,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://my.utaipei.edu.tw/utaipei/index_sky.html',
    ),
    'systems' =>
    array (
    ),
  ),
  '臺北海洋科技大學' =>
  array (
    'city' => '新北市',
    'shortName' => 'TUMT',
    'fullName' => 'Taipei University of Marine Technology',
    'discipline' =>
    array (
      '其它' =>
      array (
        0 => '海空物流與行銷系(淡水校本部)',
        1 => '旅遊管理系(淡水校本部)',
        2 => '健康促進與銀髮保健系(淡水校本部)',
        3 => '餐飲管理系(士林校區)',
        4 => '健康照顧社會工作系(淡水校本部)',
        5 => '食品科技與行銷系(士林校區)',
        6 => '時尚造型設計管理系寵物美容設計組(淡水校本部)',
        7 => '海洋運動休閒系(士林校區)',
        8 => '海洋休閒觀光系(士林校區)',
        9 => '時尚造型設計管理系整體造型設計組(淡水校本部)',
        10 => '表演藝術系(淡水校本部)',
        11 => '數位遊戲與動畫設計系(淡水校本部)',
        12 => '視覺傳達設計系(淡水校本部)',
      ),
    ),
    'score' =>
    array (
      '海空物流與行銷系(淡水校本部)' => 104,
      '旅遊管理系(淡水校本部)' => 67,
      '健康促進與銀髮保健系(淡水校本部)' => 64,
      '餐飲管理系(士林校區)' => 45,
      '健康照顧社會工作系(淡水校本部)' => 43,
      '食品科技與行銷系(士林校區)' => 43,
      '時尚造型設計管理系寵物美容設計組(淡水校本部)' => 40,
      '海洋運動休閒系(士林校區)' => 31,
      '海洋休閒觀光系(士林校區)' => 28,
      '時尚造型設計管理系整體造型設計組(淡水校本部)' => 27,
      '表演藝術系(淡水校本部)' => 24,
      '數位遊戲與動畫設計系(淡水校本部)' => 14,
      '視覺傳達設計系(淡水校本部)' => 4,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://140.129.253.29/personal/pstudent/login.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '臺北醫學大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'TMU',
    'fullName' => 'Taipei Medical University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '醫學人文研究所',
      ),
      '工程及工程業學門' =>
      array (
        0 => '生醫材料暨組織工程研究所',
        1 => '生物醫學工程學系',
        2 => '奈米醫學工程研究所',
        3 => '國際生醫工程博士學位學程',
        4 => '生醫光機電研究所',
      ),
      '生命科學學門' =>
      array (
        0 => '醫學科學研究所',
        1 => '保健營養學系',
      ),
      '法律學門' =>
      array (
        0 => '醫療暨生物科技法律研究所',
      ),
      '社會福利學門' =>
      array (
        0 => '高齡健康管理學系',
        1 => '長期照護碩士學位學程',
      ),
      '商業及管理學門' =>
      array (
        0 => '管理學院生物科技高階管理碩士在職專班',
        1 => '醫務管理學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '大數據科技及管理研究所',
      ),
      '製造及加工學門' =>
      array (
        0 => '食品安全碩士學位學程',
        1 => '食品安全學系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '牙醫學系',
        1 => '牙體技術學系',
        2 => '口腔衛生學系',
        3 => '公共衛生學系',
        4 => '傷害防治學研究所',
        5 => '全球衛生暨發展碩士學位學程',
        6 => '代謝與肥胖科學研究所',
        7 => '醫學系(公費)',
        8 => '醫學系(自費)',
        9 => '臨床醫學研究所',
        10 => '轉譯醫學博士學位學程',
        11 => '神經再生醫學博士學位學程',
        12 => '國際醫學研究博士學位學程',
        13 => '國際醫學研究碩士學位學程',
        14 => '細胞治療與再生醫學國際博士學位學程',
        15 => '醫學生物科技博士學位學程',
        16 => '醫學檢驗暨生物技術學系',
        17 => '醫學資訊研究所',
        18 => '藥學系臨床藥學組',
        19 => '藥學系藥學組',
        20 => '生藥學研究所',
        21 => '癌症生物學與藥物研發博士學位學程',
        22 => '臨床藥物基因體學暨蛋白質體學碩士學位學程',
        23 => '中草藥臨床藥物研發博士學位學程',
        24 => '生技醫療產業研發博士學位學程',
        25 => '呼吸治療學系',
        26 => '學士後護理學系',
        27 => '護理學系',
      ),
    ),
    'score' =>
    array (
      '醫學系(自費)' => 370,
      '牙醫學系' => 360,
      '醫學系(公費)' => 360,
      '生物醫學工程學系' => 350,
      '藥學系臨床藥學組' => 330,
      '藥學系藥學組' => 330,
      '醫學檢驗暨生物技術學系' => 320,
      '牙體技術學系' => 310,
      '護理學系' => 300,
      '公共衛生學系' => 300,
      '口腔衛生學系' => 290,
      '呼吸治療學系' => 290,
      '高齡健康管理學系' => 280,
      '醫務管理學系' => 270,
      '保健營養學系' => 270,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://student.tmu.edu.tw/',
    ),
    'systems' =>
    array (
    ),
  ),
  '臺南應用科技大學' =>
  array (
    'city' => '臺南市',
    'shortName' => 'TUT',
    'fullName' => 'TAINAN UNIVERSITY OF TECHNOLOGY',
    'discipline' =>
    array (
      '其它' =>
      array (
        0 => '資訊管理系',
        1 => '資訊管理系娛樂與網路應用組',
        2 => '財務金融系',
        3 => '企業管理系',
        4 => '國際企業經營系',
        5 => '會計資訊系',
        6 => '美容造型設計系',
        7 => '運動休閒與健康管理系',
        8 => '旅館管理系',
        9 => '生活服務產業系',
        10 => '幼兒保育系',
        11 => '養生休閒管理學位學程',
        12 => '餐飲系',
        13 => '服飾設計管理系',
        14 => '漫畫學士學位學程',
        15 => '商品設計系',
        16 => '室內設計系',
        17 => '時尚設計系',
        18 => '多媒體動畫系',
        19 => '視覺傳達設計系',
        20 => '應用英語系',
      ),
    ),
    'score' =>
    array (
      '資訊管理系' => 224,
      '資訊管理系娛樂與網路應用組' => 223,
      '財務金融系' => 134,
      '企業管理系' => 133,
      '國際企業經營系' => 127,
      '會計資訊系' => 119,
      '美容造型設計系' => 84,
      '運動休閒與健康管理系' => 83,
      '旅館管理系' => 73,
      '生活服務產業系' => 71,
      '幼兒保育系' => 66,
      '養生休閒管理學位學程' => 58,
      '餐飲系' => 56,
      '服飾設計管理系' => 53,
      '漫畫學士學位學程' => 50,
      '商品設計系' => 46,
      '室內設計系' => 45,
      '時尚設計系' => 45,
      '多媒體動畫系' => 35,
      '視覺傳達設計系' => 31,
      '應用英語系' => 17,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://portal.tut.edu.tw/index.do?thetime=1539593299418',
    ),
    'systems' =>
    array (
    ),
  ),
  '華夏科技大學' =>
  array (
    'city' => '新北市',
    'shortName' => 'HWH',
    'fullName' => 'Hwa Hsia University of Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '電機工程系',
        1 => '電子工程(學)系',
        2 => '資訊工程系',
        3 => '智慧型機器人研究所',
        4 => '機器人學士學位學程',
        5 => '機械工程系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築系',
      ),
      '商業及管理學門' =>
      array (
        0 => '資產與物業管理系',
        1 => '企業管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '化妝品應用系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '室內設計系',
        1 => '數位媒體設計系',
      ),
    ),
    'score' =>
    array (
        '機器人學士學位學程' =>  230 ,
    	'電機工程系' =>  220 ,
    	'機械工程系' =>  210 ,
    	'資訊管理系' =>  190 ,
    	'資訊工程系' =>  170 ,
    	'企業管理系' =>  100 ,
    	'建築系' =>  80 ,
    	'化妝品應用系' =>  50 ,
    	'數位媒體設計系' =>  20 ,
    	'室內設計系' =>  10,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://student.hwh.edu.tw/Student/Account/Login',
    ),
    'systems' =>
    array (
    ),
  ),
  '萬能科技大學' =>
  array (
    'city' => '桃園市',
    'shortName' => 'VNU',
    'fullName' => 'Vanung University',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '工業管理系航空精密機械組',
        1 => '資訊工程系遊戲設計與競技組',
        2 => '航空光機電系航空機械組',
        3 => '航空光機電系航空科技組',
        4 => '環境工程系環保產業技術組',
        5 => '環境工程系生態與環境資源管理組',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '營建科技系室內設計與管理組',
        1 => '營建科技系營建與空間設計組',
      ),
      '商業及管理學門' =>
      array (
        0 => '企業管理系餐旅微型創業管理組',
        1 => '行銷與流通管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
        1 => '數位多媒體系',
      ),
      '運輸服務學門' =>
      array (
        0 => '航空暨運輸服務管理系',
        1 => '車輛工程系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '化妝品應用與管理系',
        1 => '美髮造型設計系',
        2 => '時尚造型設計系',
        3 => '觀光與休閒事業管理系',
        4 => '旅館管理系',
        5 => '餐飲管理系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '演藝與時尚事業學士學位學程',
        1 => '商業設計系',
        2 => '商品設計系',
      ),
    ),
    'score' =>
    array (
        '航空光機電系航空科技組' =>  220 ,
    	'環境工程系生態與環境資源管理組' =>  210 ,
    	'環境工程系環保產業技術組' =>  210 ,
    	'航空光機電系航空機械組' =>  200 ,
    	'車輛工程系' =>  190 ,
    	'資訊工程系' =>  180 ,
    	'資訊工程系遊戲設計與競技組' =>  160 ,
    	'航空暨運輸服務管理系' =>  160 ,
    	'資訊管理系' =>  150 ,
    	'企業管理系' =>  110 ,
    	'工業管理系' =>  100 ,
    	'工業管理系航空精密機械組' =>  100 ,
    	'行銷與流通管理系' =>  90 ,
    	'企業管理系餐旅微型創業管理組' =>  90 ,
    	'營建科技系室內設計與管理組' =>  90 ,
    	'營建科技系營建與空間設計組' =>  60 ,
    	'觀光與休閒事業管理系' =>  50 ,
    	'餐飲管理系' =>  40 ,
    	'時尚造型設計系' =>  40 ,
    	'化妝品應用與管理系' =>  40 ,
    	'旅館管理系' =>  30 ,
    	'商業設計系' =>  0,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://www.vnu.edu.tw/students',
    ),
    'systems' =>
    array (
    ),
  ),
  '輔仁大學' =>
  array (
    'city' => '新北市',
    'shortName' => 'FJU',
    'fullName' => 'Fu Jen Catholic University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '跨文化研究所',
        1 => '天主教研修學士學位學程',
        2 => '宗教學系',
        3 => '哲學系',
        4 => '歷史學系',
      ),
      '工程及工程業學門' =>
      array (
        0 => '應用科學與工程研究所',
        1 => '電機工程學系',
      ),
      '生命科學學門' =>
      array (
        0 => '生命科學系',
        1 => '食品營養博士學位學程',
        2 => '營養科學系',
      ),
      '法律學門' =>
      array (
        0 => '法律學系',
        1 => '學士後法律學系',
        2 => '財經法律學系',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '化學系',
        1 => '物理學系光電物理組',
        2 => '物理學系物理組',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '心理學系',
        1 => '臨床心理學系',
        2 => '社會學系',
        3 => '經濟學系',
      ),
      '社會福利學門' =>
      array (
        0 => '跨專業長期照護碩士學位學程',
        1 => '兒童與家庭學系',
        2 => '社會工作學系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '景觀設計學系(社會組)',
        1 => '景觀設計學系(自然組)',
      ),
      '商業及管理學門' =>
      array (
        0 => '商學研究所',
        1 => '非營利組織管理碩士學位學程',
        2 => '科技管理碩士學位學程',
        3 => '金融與國際企業學系',
        4 => '廣告傳播學系',
        5 => '會計學系',
        6 => '企業管理學系',
        7 => '社會企業碩士在職學位學程',
        8 => '社會企業碩士學位學程',
        9 => '商業管理學士學位學程',
        10 => '國際創業與經營管理碩士學位學程',
        11 => '國際經營管理碩士學位學程',
      ),
      '教育學門' =>
      array (
        0 => '教育領導與科技發展學士學位學程',
        1 => '教育領導與發展研究所',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '大眾傳播學士學位學程',
        1 => '大眾傳播學研究所',
        2 => '新聞傳播學系',
        3 => '影像傳播學系',
        4 => '博物館學研究所',
        5 => '圖書資訊學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '醫學資訊與創新應用學士學位學程',
        1 => '資訊工程學系',
        2 => '資訊管理學系',
        3 => '軟體工程與數位創意學士學位學程',
      ),
      '製造及加工學門' =>
      array (
        0 => '食品科學系',
      ),
      '語文學門' =>
      array (
        0 => '日本語文學系',
        1 => '西班牙語文學系',
        2 => '法國語文學系',
        3 => '英國語文學系',
        4 => '義大利語文學系',
        5 => '德語語文學系',
        6 => '中國文學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '統計資訊學系',
        1 => '數學系應用數學組',
        2 => '數學系資訊數學組',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '運動休閒管理學士學位學程',
        1 => '餐旅管理學系',
        2 => '體育學系運動健康管理組',
        3 => '體育學系體育學組',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '公共衛生學系',
        1 => '職能治療學系',
        2 => '生物醫學暨藥學研究所',
        3 => '醫學系(公費)',
        4 => '醫學系(自費)',
        5 => '生物醫學海量資料分析碩士學位學程',
        6 => '生技醫藥博士學位學程',
        7 => '呼吸治療學系',
        8 => '護理學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '音樂學系-弦樂',
        1 => '音樂學系-聲樂',
        2 => '品牌與時尚經營管理碩士學位學程',
        3 => '應用美術學系',
        4 => '藝術與文化創意學士學位學程',
        5 => '織品服裝學系服飾設計組',
        6 => '織品服裝學系織品服飾行銷組',
        7 => '織品服裝學系織品設計組',
      ),
    ),
    'score' =>
    array (
        '醫學系(自費)' =>  360 ,
    	'醫學系(公費)' =>  350 ,
    	'資訊工程學系' =>  330 ,
    	'醫學資訊與創新應用學士學位學程' =>  300 ,
    	'電機工程學系' =>  300 ,
    	'呼吸治療學系' =>  290 ,
    	'職能治療學系' =>  290 ,
    	'財經法律學系' =>  270 ,
    	'會計學系' =>  270 ,
    	'金融與國際企業學系' =>  270 ,
    	'統計資訊學系' =>  270 ,
    	'企業管理學系' =>  260 ,
    	'法律學系' =>  250 ,
    	'護理學系' =>  250 ,
    	'資訊管理學系' =>  250 ,
    	'公共衛生學系' =>  240 ,
    	'教育領導與科技發展學士學位學程' =>  240 ,
    	'營養科學系' =>  230 ,
    	'臨床心理學系' =>  230 ,
    	'數學系應用數學組' =>  230 ,
    	'物理學系光電物理組' =>  230 ,
    	'物理學系物理組' =>  220 ,
    	'經濟學系' =>  220 ,
    	'化學系' =>  220 ,
    	'心理學系' =>  220 ,
    	'社會學系' =>  210 ,
    	'景觀設計學系(自然組)' =>  210 ,
    	'數學系資訊數學組' =>  200 ,
    	'景觀設計學系(社會組)' =>  190 ,
    	'影像傳播學系' =>  180 ,
    	'新聞傳播學系' =>  170 ,
    	'廣告傳播學系' =>  160 ,
    	'圖書資訊學系' =>  150 ,
    	'體育學系運動健康管理組' =>  150 ,
    	'體育學系體育學組' =>  150 ,
    	'社會工作學系' =>  140 ,
    	'食品科學系' =>  130 ,
    	'生命科學系' =>  130 ,
    	'兒童與家庭學系' =>  130 ,
    	'法國語文學系' =>  130 ,
    	'西班牙語文學系' =>  130 ,
    	'餐旅管理學系' =>  120 ,
    	'義大利語文學系' =>  120 ,
    	'英國語文學系' =>  120 ,
    	'日本語文學系' =>  120 ,
    	'德語語文學系' =>  110 ,
    	'應用美術學系' =>  110 ,
    	'歷史學系' =>  110 ,
    	'織品服裝學系服飾設計組' =>  110 ,
    	'織品服裝學系織品服飾行銷組' =>  100 ,
    	'中國文學系' =>  100 ,
    	'織品服裝學系織品設計組' =>  100 ,
    	'哲學系' =>  100 ,
    	'宗教學系' =>  90 ,
    	'音樂學系-聲樂' =>  70 ,
    	'音樂學系-銅管樂.木管樂' =>  70 ,
    	'音樂學系-弦樂' =>  60,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://140.136.251.210/student/Account/Login',
    ),
    'systems' =>
    array (
    ),
  ),
  '輔英科技大學' =>
  array (
    'city' => '高雄市',
    'shortName' => 'FY',
    'fullName' => 'Fooyin University',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '應用化學及材料科學系',
        1 => '環境工程與科學系',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技系',
        1 => '保健營養系',
      ),
      '社會福利學門' =>
      array (
        0 => '高齡及長期照護事業系',
      ),
      '商業及管理學門' =>
      array (
        0 => '健康事業管理系',
      ),
      '教育學門' =>
      array (
        0 => '幼兒保育暨產業系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊科技與管理系',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '健康美容系',
        1 => '休閒與遊憩事業管理系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '學士後牙科助理學士學位學程',
        1 => '職業安全衛生系',
        2 => '物理治療系',
        3 => '醫學檢驗生物技術系',
        4 => '護理系',
        5 => '助產與婦嬰健康照護系',
      ),
    ),
    'score' =>
    array (
        '護理系' =>  220 ,
    	'物理治療系' =>  200 ,
    	'應用化學及材料科學系' =>  190 ,
    	'環境工程與科學系' =>  190 ,
    	'職業安全衛生系' =>  190 ,
    	'資訊科技與管理系' =>  190 ,
    	'幼兒保育暨產業系' =>  130 ,
    	'健康事業管理系' =>  110 ,
    	'生物科技系' =>  110 ,
    	'保健營養系' =>  90 ,
    	'健康美容系' =>  60 ,
    	'休閒與遊憩事業管理系' =>  40 ,
    	'高齡及長期照護事業系' =>  10 ,
    	'應用外語系' =>  10,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://aspstd.fy.edu.tw/StdNew/index.asp',
    ),
    'systems' =>
    array (
    ),
  ),
  '逢甲大學' =>
  array (
    'city' => '臺中市',
    'shortName' => 'FCU',
    'fullName' => 'Feng Chia University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '歷史與文物研究所',
      ),
      '工程及工程業學門' =>
      array (
        0 => '化學工程學系',
        1 => '材料科學與工程學系',
        2 => '工業工程與系統管理學系',
        3 => '纖維與複合材料學系',
        4 => '生醫資訊暨生醫工程碩士學位學程',
        5 => '電聲碩士學位學程',
        6 => '智能製造與工程管理碩士在職學位學程',
        7 => '產業碩士專班',
        8 => '綠色能源科技碩士學位學程',
        9 => '電機工程學系乙組',
        10 => '電機工程學系甲組',
        11 => '電機與通訊工程博士學位學程',
        12 => '電子工程學系乙組',
        13 => '電子工程學系甲組',
        14 => '光電學系',
        15 => '自動控制工程學系乙組',
        16 => '自動控制工程學系甲組',
        17 => '通訊工程學系乙組',
        18 => '通訊工程學系甲組',
        19 => '資訊電機工程碩士在職學位學程',
        20 => '智慧聯網產業博士學位學程',
        21 => '美國普渡大學電機資訊雙學士學位學程',
        22 => '資訊電機學院不分系榮譽班',
        23 => '資訊電機學院學士班乙組',
        24 => '資訊電機學院學士班甲組',
        25 => '視光科技碩士在職學位學程',
        26 => '航太與系統工程學系',
        27 => '機械與航空工程博士學位學程',
        28 => '機械與電腦輔助工程學系',
        29 => '精密系統設計學士學位學程',
        30 => '環境工程與科學學系',
        31 => '水利工程與資源保育學系',
      ),
      '其他學門' =>
      array (
        0 => '全校國際生大一不分系學士班',
      ),
      '法律學門' =>
      array (
        0 => '財經法律研究所',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '經濟學系',
        1 => '合作經濟暨社會事業經營學系',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築碩士在職學位學程',
        1 => '建築碩士學位學程',
        2 => '建築學士學位學程',
        3 => '建築專業學院學士班',
        4 => '景觀與遊憩碩士學位學程',
        5 => '都市計畫與空間資訊學系',
        6 => '土木工程學系',
        7 => '土木水利工程與建設規劃博士學位學程',
      ),
      '商業及管理學門' =>
      array (
        0 => '商學博士學位學程',
        1 => '商學進修學士學位學程',
        2 => '商學專業碩士在職學位學程',
        3 => '澳洲墨爾本皇家理工大學商學與創新雙學士學位學程',
        4 => '科技管理碩士學位學程',
        5 => '專案管理碩士在職學位學程',
        6 => '美國聖荷西州立大學商學大數據分析雙學士學位學程',
        7 => '建設碩士在職學位學程',
        8 => '財務金融學系',
        9 => '金融博士學位學程',
        10 => '金融碩士在職學位學程',
        11 => '財務工程與精算學士學位學程',
        12 => '財稅學系',
        13 => '風險管理與保險學系',
        14 => '國際經營與貿易學系',
        15 => '行銷學系',
        16 => '會計學系',
        17 => '企業管理學系',
        18 => '經營管理碩士在職專班',
        19 => '經營管理碩士在職學位學程',
        20 => '國際經營管理碩士學位學程',
        21 => '國際經營與貿易學系國際企業管理全英語學士班',
        22 => '西班牙薩拉戈薩大學物流供應鏈管理與創新創業雙碩士學位學程',
        23 => '土地管理學系',
        24 => '公共事務與社會創新研究所',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊工程學系乙組',
        1 => '資訊工程學系甲組',
      ),
      '運輸服務學門' =>
      array (
        0 => '運輸與物流學系',
      ),
      '語文學門' =>
      array (
        0 => '外國語文學系',
        1 => '中國文學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '統計學系商業大數據組',
        1 => '統計學系大數據分析與市場決策組',
        2 => '應用數學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '創意設計碩士學位學程',
        1 => '創新設計學士學位學程',
        2 => '室內設計進修學士班',
        3 => '室內設計學士學位學程',
      ),
    ),
    'score' =>
    array (
        '航太與系統工程學系' =>  330 ,
    	'電機工程學系甲組' =>  330 ,
    	'光電科學與工程學系A組' =>  320 ,
    	'化學工程學系' =>  320 ,
    	'資訊工程學系甲組' =>  320 ,
    	'水利工程與資源保育學系A組' =>  310 ,
    	'材料科學與工程學系' =>  310 ,
    	'資訊電機學院學士班甲組' =>  310 ,
    	'電子工程學系甲組' =>  310 ,
    	'機械與電腦輔助工程學系' =>  310 ,
    	'環境工程與科學學系' =>  300 ,
    	'自動控制工程學系甲組' =>  300 ,
    	'通訊工程學系甲組' =>  300 ,
    	'精密系統設計學士學位學程' =>  290 ,
    	'纖維與複合材料學系' =>  290 ,
    	'電機工程學系乙組' =>  280 ,
    	'資訊工程學系乙組' =>  280 ,
    	'電子工程學系乙組' =>  280 ,
    	'資訊電機學院學士班乙組' =>  280 ,
    	'通訊工程學系乙組' =>  270 ,
    	'自動控制工程學系乙組' =>  260 ,
    	'光電科學與工程學系B組' =>  260 ,
    	'水利工程與資源保育學系B組' =>  260 ,
    	'工業工程與系統管理學系A組' =>  240 ,
    	'會計學系' =>  230 ,
    	'土地管理學系' =>  230 ,
    	'財稅學系' =>  230 ,
    	'應用數學系A組' =>  230 ,
    	'國際經營與貿易學系國際企業管理全英語學士班' =>  220 ,
    	'行銷學系' =>  210 ,
    	'運輸與物流學系' =>  210 ,
    	'財務金融學系' =>  210 ,
    	'企業管理學系' =>  210 ,
    	'合作經濟暨社會事業經營學系' =>  210 ,
    	'財務工程與精算學士學位學程' =>  200 ,
    	'工業工程與系統管理學系B組' =>  200 ,
    	'國際經營與貿易學系' =>  200 ,
    	'建築專業學院學士班' =>  200 ,
    	'風險管理與保險學系' =>  190 ,
    	'應用數學系B組' =>  190 ,
    	'統計學系商業大數據組' =>  190 ,
    	'都市計畫與空間資訊學系' =>  190 ,
    	'統計學系大數據分析與市場決策組' =>  180 ,
    	'經濟學系' =>  180 ,
    	'土木工程學系' =>  180 ,
    	'中國文學系' =>  80 ,
    	'外國語文學系' =>  70,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://myfcu.fcu.edu.tw/main/infomyfculogin.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '醒吾科技大學' =>
  array (
    'city' => '新北市',
    'shortName' => 'HWU',
    'fullName' => 'Hsing Wu College',
    'discipline' =>
    array (
      '商業及管理學門' =>
      array (
        0 => '時尚產業經營管理系',
        1 => '財務金融系',
        2 => '理財經營管理系',
        3 => '國際商務系',
        4 => '企業管理系',
        5 => '行銷與流通管理系',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '資訊傳播系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '行動裝置與傳播媒體應用學士學位學程',
        1 => '資訊管理系',
        2 => '資訊科技應用系',
      ),
      '語文學門' =>
      array (
        0 => '應用英語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '觀光休閒系',
        1 => '旅運管理系',
        2 => '餐旅管理系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '流行音樂創作學士學位學程',
        1 => '表演藝術系',
        2 => '時尚造形設計系',
        3 => '商業設計系',
        4 => '數位設計系',
      ),
    ),
    'score' =>
    array (
        '資訊管理系' =>  180 ,
    	'資訊科技應用系' =>  160 ,
    	'國際商務系' =>  130 ,
    	'企業管理系' =>  120 ,
    	'時尚產業經營管理系' =>  120 ,
    	'行銷與流通管理系' =>  120 ,
    	'財務金融系' =>  100 ,
    	'理財經營管理系' =>  100 ,
    	'餐旅管理系' =>  40 ,
    	'觀光休閒系' =>  40 ,
    	'流行音樂創作學士學位學程' =>  30 ,
    	'旅運管理系' =>  30 ,
    	'資訊傳播系' =>  30 ,
    	'時尚造形設計系' =>  20 ,
    	'表演藝術系' =>  20 ,
    	'應用英語系' =>  10 ,
    	'商業設計系' =>  10 ,
    	'數位設計系' =>  10,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://www.hwu.edu.tw/bin/login.php',
    ),
    'systems' =>
    array (
    ),
  ),
  '銘傳大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'MCU',
    'fullName' => 'Ming Chuan University',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '生物醫學工程學系',
        1 => '電子工程學系半導體光電組(桃園校區)',
        2 => '電子工程學系計算機應用組(桃園校區)',
        3 => '資訊工程學系(桃園校區)',
        4 => '電腦與通訊工程學系(桃園校區)',
      ),
      '生命科學學門' =>
      array (
        0 => '生物醫學工程學系專利醫材組(桃園校區)',
        1 => '生物醫學工程學系智慧醫療組(桃園校區)',
        2 => '生物科技學系(桃園校區)',
      ),
      '安全服務學門' =>
      array (
        0 => '犯罪防治學系(桃園校區)',
      ),
      '法律學門' =>
      array (
        0 => '法律學系(台北校區)',
        1 => '財金法律學系(台北校區)',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '諮商與工商心理學系(桃園校區)',
        1 => '國際事務碩士學位學程(外國學生專班)',
        2 => '國際事務與外交學士學位學程',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '建築學系(桃園校區)',
        1 => '都市規劃與防災學系(桃園校區)',
      ),
      '商業及管理學門' =>
      array (
        0 => '時尚創意管理學士學位學程',
        1 => '高階經理碩士學程在職專班',
        2 => '財務金融學系國際金融管理組(台北校區)',
        3 => '財務金融學系財務金融組(台北校區)',
        4 => '經濟與金融學系應用經濟組(桃園校區)',
        5 => '經濟與金融學系金融理財組(桃園校區)',
        6 => '風險管理與保險學系保險金融與行銷組(台北校區)',
        7 => '風險管理與保險學系風險管理組(台北校區)',
        8 => '廣告暨策略行銷學系(台北校區)',
        9 => '會計學系會計審計組(台北校區)',
        10 => '會計學系稅務規劃組(台北校區)',
        11 => '國際企業與貿易學士學位學程',
        12 => '企業管理學系企業管理組(台北校區)',
        13 => '企業管理學系品牌行銷組(台北校區)',
        14 => '企業管理學系數位經營組(台北校區)',
        15 => '國際企業學系全球運籌營運組(台北校區)',
        16 => '國際企業學系外貿行銷管理組(台北校區)',
        17 => '國際企業學系跨境電商經營組(台北校區)',
        18 => '醫療資訊與管理學系(桃園校區)',
        19 => '公共事務學系公共管理組(桃園校區)',
        20 => '公共事務學系專案管理組(桃園校區)',
        21 => '動漫文創設計學士學位學程(桃園校區)',
        22 => '金融科技應用學士學位學程(桃園校區)',
      ),
      '教育學門' =>
      array (
        0 => '教育研究所',
        1 => '華語文教學碩士學位學程(外國生專班)',
        2 => '華語文教學學系(桃園校區)',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '新聞學系(台北校區)',
        1 => '新聞與大眾傳播學士學位學程',
        2 => '廣播電視學系(台北校區)',
        3 => '新媒體暨傳播管理學系(台北校區)',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系巨量資料管理組(桃園校區)',
        1 => '資訊管理學系行動商務管理組(桃園校區)',
        2 => '資訊管理學系電子商務與創新創業組(桃園校區)',
        3 => '資訊傳播工程學系(桃園校區)',
        4 => '資訊科技應用學士學位學程',
      ),
      '語文學門' =>
      array (
        0 => '應用日語學系(桃園校區)',
        1 => '應用英語學系英語商務與觀光組(桃園校區)',
        2 => '應用英語學系英語教學與文化溝通組(桃園校區)',
        3 => '應用中國文學系文創組(桃園校區)',
        4 => '應用中國文學系文教組(桃園校區)',
      ),
      '數學及統計學門' =>
      array (
        0 => '應用統計與資料科學學系大數據管理組(桃園校區)',
        1 => '應用統計與資料科學學系應用統計組(桃園校區)',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '旅遊與觀光學士學位學程',
        1 => '觀光事業學系(桃園校區)',
        2 => '休閒遊憩管理學系(桃園校區)',
        3 => '餐旅管理學系(桃園校區)',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '商品設計學系(桃園校區)',
        1 => '數位媒體設計學系動畫影視組(桃園校區)',
        2 => '數位媒體設計學系多媒體遊戲組(桃園校區)',
        3 => '商業設計學系(桃園校區)',
      ),
    ),
    'score' =>
    array (
        '資訊傳播工程學系(桃園校區)' =>  290 ,
    	'電腦與通訊工程學系(桃園校區)' =>  280 ,
    	'企業管理學系企業管理組(台北校區)' =>  260 ,
    	'生物醫學工程學系智慧醫療組(桃園校區)' =>  260 ,
    	'企業管理學系數位經營組(台北校區)' =>  260 ,
    	'風險管理與保險學系風險管理組(台北校區)' =>  260 ,
    	'財務金融學系財務金融組(台北校區)' =>  260 ,
    	'資訊工程學系(桃園校區)' =>  250 ,
    	'電子工程學系半導體光電組(桃園校區)' =>  240 ,
    	'財務金融學系國際金融管理組(台北校區)' =>  240 ,
    	'生物醫學工程學系專利醫材組(桃園校區)' =>  240 ,
    	'電子工程學系計算機應用組(桃園校區)' =>  240 ,
    	'企業管理學系品牌行銷組(台北校區)' =>  230 ,
    	'公共事務學系公共管理組(桃園校區)' =>  230 ,
    	'會計學系會計審計組(台北校區)' =>  230 ,
    	'資訊管理學系行動商務管理組(桃園校區)' =>  230 ,
    	'公共事務學系專案管理組(桃園校區)' =>  230 ,
    	'國際企業學系跨境電商經營組(台北校區)' =>  230 ,
    	'會計學系稅務規劃組(台北校區)' =>  220 ,
    	'風險管理與保險學系保險金融與行銷組(台北校區)' =>  220 ,
    	'財金法律學系(台北校區)' =>  220 ,
    	'國際企業學系全球運籌營運組(台北校區)' =>  220 ,
    	'金融科技應用學士學位學程(桃園校區)' =>  210 ,
    	'法律學系(台北校區)' =>  210 ,
    	'國際企業學系外貿行銷管理組(台北校區)' =>  210 ,
    	'國際企業與貿易學士學位學程(全英語授課．台北校區)' =>  210 ,
    	'醫療資訊與管理學系(桃園校區)' =>  210 ,
    	'廣告暨策略行銷學系(台北校區)' =>  210 ,
    	'資訊管理學系電子商務與創新創業組(桃園校區)' =>  200 ,
    	'經濟與金融學系金融理財組(桃園校區)' =>  200 ,
    	'經濟與金融學系應用經濟組(桃園校區)' =>  200 ,
    	'新媒體暨傳播管理學系(台北校區)' =>  200 ,
    	'資訊管理學系巨量資料管理組(桃園校區)' =>  190 ,
    	'犯罪防治學系(桃園校區)' =>  180 ,
    	'應用統計與資料科學學系應用統計組(桃園校區)' =>  180 ,
    	'諮商與工商心理學系(桃園校區)' =>  170 ,
    	'應用統計與資料科學學系大數據管理組(桃園校區)' =>  170 ,
    	'華語文教學學系(桃園校區)' =>  160 ,
    	'國際事務與外交學士學位學程(全英語授課．桃園校區)' =>  150 ,
    	'都市規劃與防災學系(桃園校區)' =>  150 ,
    	'建築學系(桃園校區)' =>  150 ,
    	'廣播電視學系(台北校區)' =>  130 ,
    	'新聞學系(台北校區)' =>  120 ,
    	'休閒遊憩管理學系(桃園校區)' =>  120 ,
    	'生物科技學系(桃園校區)' =>  110 ,
    	'觀光事業學系(桃園校區)' =>  110 ,
    	'餐旅管理學系(桃園校區)' =>  100 ,
    	'商業設計學系(桃園校區)' =>  90 ,
    	'應用日語學系(桃園校區)' =>  90 ,
    	'應用中國文學系文教組(桃園校區)' =>  80 ,
    	'數位媒體設計學系動畫影視組(桃園校區)' =>  80 ,
    	'數位媒體設計學系多媒體遊戲組(桃園校區)' =>  80 ,
    	'商品設計學系(桃園校區)' =>  80 ,
    	'動漫文創設計學士學位學程(桃園校區)' =>  70 ,
    	'應用中國文學系文創組(桃園校區)' =>  70 ,
    	'應用英語學系英語商務與觀光組(桃園校區)' =>  60 ,
    	'應用英語學系英語教學與文化溝通組(桃園校區)' =>  60,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://www.mcu.edu.tw/student/new-query/default.asp',
    ),
    'systems' =>
    array (
    ),
  ),
  '長庚大學' =>
  array (
    'city' => '桃園市',
    'shortName' => 'CGU',
    'fullName' => 'Chang Gung University',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '化工與材料工程學系',
        1 => '生化與生醫工程研究所',
        2 => '醫療機電工程研究所',
        3 => '生物醫學工程博士學位學程',
        4 => '電機工程學系',
        5 => '電子工程學系',
        6 => '光電工程研究所',
        7 => '機械工程學系',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技產業碩士學位學程',
        1 => '生物醫學系',
        2 => '分子醫學全英語碩士學位學程',
        3 => '生物醫學研究所',
      ),
      '商業及管理學門' =>
      array (
        0 => '智慧醫療創新碩士學位學程',
        1 => '企業管理研究所',
        2 => '工商管理學系(社會組)',
        3 => '工商管理學系(自然組)',
        4 => '商管專業學院碩士學位學程',
        5 => '醫務管理學系(社會組)',
        6 => '醫務管理學系(自然組)',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系(社會組)',
        1 => '資訊管理學系(自然組)',
        2 => '資訊工程學系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '顱顏口腔醫學研究所',
        1 => '健康照護產業碩士學位學程',
        2 => '物理治療學系',
        3 => '職能治療學系',
        4 => '早期療育研究所',
        5 => '中醫學系',
        6 => '醫學系(公費)',
        7 => '醫學系(自費)',
        8 => '臨床醫學研究所',
        9 => '顯微手術國際碩士學位學程',
        10 => '醫學生物技術暨檢驗學系',
        11 => '醫學影像暨放射科學系',
        12 => '學士後護理學系',
        13 => '護理學系',
        14 => '呼吸治療學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '工業設計學系(社會組)',
        1 => '工業設計學系(自然組)',
      ),
    ),
    'score' =>
    array (
        '醫學系(自費)' => 370,
        '中醫學系' => 370,
        '醫學系(公費)' => 340,
        '化工與材料工程學系' => 340,
        '電子工程學系' => 330,
        '機械工程學系' => 330,
        '電機工程學系' => 320,
        '資訊工程學系' => 320,
        '醫學生物技術暨檢驗學系' => 310,
        '物理治療學系' => 310,
        '職能治療學系' => 290,
        '醫學影像暨放射科學系' => 280,
        '護理學系' => 270,
        '醫務管理學系(社會組)' => 270,
        '呼吸治療學系' => 270,
        '醫務管理學系(自然組)' => 270,
        '資訊管理學系(自然組)' => 260,
        '生物醫學系' => 250,
        '資訊管理學系(社會組)' => 240,
        '工商管理學系(自然組)' => 240,
        '工商管理學系(社會組)' => 240,
        '工業設計學系(社會組)' => 100,
        '工業設計學系(自然組)' => 80,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://ids.cgu.edu.tw:8443/nidp/idff/sso?id=3&sid=0&option=credential&sid=0&target=',
      1 => 'https://www.is.cgu.edu.tw/portal/Login.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '長庚科技大學' =>
  array (
    'city' => '桃園市',
    'shortName' => 'CGUST',
    'fullName' => 'Chang Gung University of Science and Technology',
    'discipline' =>
    array (
      '生命科學學門' =>
      array (
        0 => '健康產業科技研究所',
        1 => '保健營養系(林口校區)',
      ),
      '社會福利學門' =>
      array (
        0 => '老人照顧管理系',
        1 => '幼兒保育系(林口校區)',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '化妝品應用系(林口校區)',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '護理系(嘉義校區)',
        1 => '護理系(林口校區)',
        2 => '健康照護研究所',
        3 => '呼吸照護系',
      ),
    ),
    'score' =>
    array (
        '護理系(嘉義校區)' =>  230 ,
    	'護理系(林口校區)' =>  220 ,
    	'保健營養系(林口校區)' =>  190 ,
    	'化妝品應用系(林口校區)' =>  100 ,
    	'幼兒保育系(林口校區)' =>  80,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://webmis.cgust.edu.tw/',
    ),
    'systems' =>
    array (
    ),
  ),
  '長榮大學' =>
  array (
    'city' => '臺南市',
    'shortName' => 'CJCU',
    'fullName' => 'Chang Jung Christian University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '東南亞文化與產業學士學位學程',
        1 => '神學系',
        2 => '應用哲學系(公共參與組)',
        3 => '應用哲學系(社會關懷組)',
        4 => '台灣研究所',
      ),
      '工程及工程業學門' =>
      array (
        0 => '科技工程與管理學系',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技學系',
        1 => '保健營養學系',
      ),
      '安全服務學門' =>
      array (
        0 => '消防安全學士學位學程(社會組)',
        1 => '消防安全學士學位學程(自然組)',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '健康心理學系',
      ),
      '社會福利學門' =>
      array (
        0 => '醫學社會暨健康照護學士學位學程(健康照護組)',
        1 => '醫學社會暨健康照護學士學位學程(社會工作組)',
        2 => '醫藥照護產業進修學士學位學程',
        3 => '社會工作學系(兒少家庭服務組)',
        4 => '社會工作學系(高齡福利服務組)',
      ),
      '建築及營建工程學門' =>
      array (
        0 => '土地管理與開發學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '國際財務與商務管理學士學位學程',
        1 => '不動產財務金融學士學位學程',
        2 => '創新應用管理學系',
        3 => '財務金融學系',
        4 => '國際會展管理學士學位學程',
        5 => '會計資訊學系',
        6 => '企業管理學系',
        7 => '管理學院經營管理博士班',
        8 => '管理學院經營管理碩士班',
        9 => '管理學士學位學程',
        10 => '國際企業學系',
        11 => '高階管理碩士在職專班',
        12 => '醫務管理學系(健康資訊管理組)',
        13 => '醫務管理學系(醫院經營管理組)',
        14 => '醫務管理學系(長照機構管理組)',
        15 => '蘭花產業應用學士學位學程(蘭花創意應用組)',
        16 => '蘭花產業應用學士學位學程(蘭花國際行銷組)',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '大眾傳播學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系',
        1 => '資訊工程學系',
        2 => '無人機應用學士學位學程',
        3 => '智慧生活應用學士學位學程',
        4 => '資訊暨設計碩士學位學程',
        5 => '資訊暨設計學院學士班',
        6 => '資訊暨設計學院學士班互動設計組',
        7 => '資訊暨設計學院學士班數位內容設計組',
        8 => '資訊暨設計學院學士班資訊工程組',
        9 => '資訊暨設計學院學士班資訊管理組',
      ),
      '運輸服務學門' =>
      array (
        0 => '航運管理學系',
      ),
      '製造及加工學門' =>
      array (
        0 => '環境與食品安全檢驗學士學位學程(環境檢驗組)',
        1 => '環境與食品安全檢驗學士學位學程(食品安全管理組)',
        2 => '環境與食品安全檢驗學士學位學程(食品檢驗組)',
      ),
      '語文學門' =>
      array (
        0 => '應用日語學系',
        1 => '語文學士學位學程',
        2 => '翻譯學系',
      ),
      '衛生及職業衛生服務學門' =>
      array (
        0 => '職業安全與衛生學系(社會組)',
        1 => '職業安全與衛生學系(自然組)',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '觀光與餐飲服務事業進修學士學位學程',
        1 => '觀光與餐飲管理學系',
        2 => '運動競技學系',
      ),
      '環境學門' =>
      array (
        0 => '綜合災害防減國際碩士學位學程',
        1 => '永續發展國際學士學位學程',
        2 => '綠能與環境資源學系(社會組)',
        3 => '綠能與環境資源學系(自然組)',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '醫藥科學產業學系',
        1 => '醫學研究所',
        2 => '護理學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '台灣文化創意產業學士學位學程',
        1 => '美術學系',
        2 => '書畫藝術學系(乙組)',
        3 => '書畫藝術學系(甲組)',
        4 => '互動設計學系',
        5 => '媒體設計科技學系',
        6 => '數位內容設計學系',
      ),
    ),
    'score' =>
    array (
        '資訊暨設計學院學士班數位內容設計組' =>  330 ,
    	'資訊暨設計學院學士班互動設計組' =>  320 ,
    	'資訊暨設計學院學士班資訊管理組' =>  320 ,
    	'資訊暨設計學院學士班資訊工程組' =>  270 ,
    	'資訊暨設計學院學士班' =>  260 ,
    	'消防安全學士學位學程(社會組)' =>  220 ,
    	'醫藥科學產業學系' =>  210 ,
    	'護理學系' =>  210 ,
    	'職業安全與衛生學系(社會組)' =>  190 ,
    	'財務金融學系' =>  180 ,
    	'會計資訊學系' =>  180 ,
    	'航運管理學系' =>  180 ,
    	'醫務管理學系(健康資訊管理組)' =>  170 ,
    	'企業管理學系' =>  170 ,
    	'國際企業學系' =>  170 ,
    	'醫務管理學系(醫院經營管理組)' =>  170 ,
    	'職業安全與衛生學系(自然組)' =>  160 ,
    	'不動產財務金融學士學位學程' =>  160 ,
    	'保健營養學系' =>  150 ,
    	'創新應用管理學系' =>  150 ,
    	'健康心理學系' =>  150 ,
    	'國際會展管理學士學位學程' =>  150 ,
    	'醫務管理學系(長照機構管理組)' =>  150 ,
    	'生物科技學系' =>  150 ,
    	'土地管理與開發學系' =>  140 ,
    	'綠能與環境資源學系(社會組)' =>  130 ,
    	'消防安全學士學位學程(自然組)' =>  130 ,
    	'社會工作學系' =>  120 ,
    	'蘭花產業應用學士學位學程(蘭花創意應用組)' =>  110 ,
    	'社會工作學系(兒少家庭服務組)' =>  110 ,
    	'社會工作學系(高齡福利服務組)' =>  110 ,
    	'觀光與餐飲管理學系' =>  100 ,
    	'蘭花產業應用學士學位學程(蘭花國際行銷組)' =>  100 ,
    	'環境與食品安全檢驗學士學位學程(食品安全管理組)' =>  90 ,
    	'醫學社會暨健康照護學士學位學程(健康照護組)' =>  80 ,
    	'綠能與環境資源學系(自然組)' =>  80 ,
    	'運動競技學系' =>  80 ,
    	'環境與食品安全檢驗學士學位學程(食品檢驗組)' =>  80 ,
    	'醫學社會暨健康照護學士學位學程(社會工作組)' =>  70 ,
    	'環境與食品安全檢驗學士學位學程(環境檢驗組)' =>  70 ,
    	'書畫藝術學系(甲組)' =>  70 ,
    	'大眾傳播學系' =>  60 ,
    	'應用哲學系(社會關懷組)' =>  60 ,
    	'應用日語學系' =>  60 ,
    	'台灣文化創意產業學士學位學程' =>  60 ,
    	'東南亞文化與產業學士學位學程' =>  60 ,
    	'書畫藝術學系(乙組)' =>  60 ,
    	'美術學系' =>  50 ,
    	'媒體設計科技學系' =>  50 ,
    	'應用哲學系(公共參與組)' =>  50 ,
    	'翻譯學系' =>  40,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://eportal.cjcu.edu.tw/student/',
    ),
    'systems' =>
    array (
    ),
  ),
  '開南大學' =>
  array (
    'city' => '桃園市',
    'shortName' => 'KNU',
    'fullName' => 'Kainan University',
    'discipline' =>
    array (
      '生命科學學門' =>
      array (
        0 => '保健營養學系',
      ),
      '法律學門' =>
      array (
        0 => '人文社會學院法律碩士在職專班',
        1 => '法律學系',
      ),
      '社會福利學門' =>
      array (
        0 => '健康照護管理學院健康照護技術碩士班',
      ),
      '商業及管理學門' =>
      array (
        0 => '多媒體與行動商務學系',
        1 => '財務金融學系',
        2 => '行銷學系',
        3 => '會計學系',
        4 => '國際企業學系',
        5 => '企業與創業管理學系',
        6 => '商學院國際榮譽學士學位學程',
        7 => '商學院碩士在職專班',
        8 => '商學院碩士班',
        9 => '健康產業管理學系',
        10 => '人文社會學院公共管理碩士在職專班',
        11 => '公共事務管理學系',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '資訊傳播學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系',
        1 => '資訊學院進修學士班',
        2 => '資訊學院碩士班',
        3 => '資訊學院碩士在職專班',
      ),
      '運輸服務學門' =>
      array (
        0 => '觀光運輸學院進修學士班',
        1 => '觀光運輸學院碩士在職專班',
        2 => '觀光運輸學院碩士班',
        3 => '運輸科技與管理學系',
        4 => '物流與航運管理學系',
        5 => '空運管理學系',
      ),
      '語文學門' =>
      array (
        0 => '應用英語學系',
        1 => '應用日語學系',
        2 => '應用華語學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '觀光與餐飲旅館學系',
        1 => '休閒事業管理學系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '養生與健康行銷學系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '數位空間與商品設計學士學位學程',
        1 => '形象與健康管理學士學位學程',
        2 => '形象與健康管理進修學士學位學程',
        3 => '電影與創意媒體學系',
      ),
    ),
    'score' =>
    array (
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://portal.knu.edu.tw/knue2/',
    ),
    'systems' =>
    array (
    ),
  ),
  '靜宜大學' =>
  array (
    'city' => '臺中市',
    'shortName' => 'PU',
    'fullName' => 'PROVIDENCE UNIVERSITY',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '資訊工程學系(人工智慧與網路技術組)',
        1 => '資訊工程學系(智慧生活與服務設計組)',
        2 => '資訊工程學系(智慧電子與數位系統設計組)',
      ),
      '生命科學學門' =>
      array (
        0 => '食品營養學系營養與保健組',
        1 => '食品營養學系食品與生物技術組',
      ),
      '法律學門' =>
      array (
        0 => '法律學系',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '應用化學系',
      ),
      '社會福利學門' =>
      array (
        0 => '社會工作與兒童少年福利學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '寰宇管理學士學位學程',
        1 => '財務金融學系(投資管理組)',
        2 => '財務金融學系(金融管理組)',
        3 => '財務工程學系',
        4 => '會計學系',
        5 => '寰宇管理碩士學位學程',
        6 => '企業管理學系',
        7 => '管理碩士在職專班',
        8 => '國際企業學系(國際經營與行銷組)',
        9 => '國際企業學系(國際貿易與運籌組)',
        10 => '創新與創業管理碩士學位學程',
      ),
      '教育學門' =>
      array (
        0 => '教育研究所',
      ),
      '新聞學及圖書資訊學門' =>
      array (
        0 => '大眾傳播學系',
        1 => '資訊傳播工程學系(動畫設計組)',
        2 => '資訊傳播工程學系(網路與多媒體應用組)',
        3 => '資訊傳播工程學系(遊戲開發組)',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理學系(應用軟體開發組)',
        1 => '資訊管理學系(物聯網應用組)',
        2 => '資訊管理學系(行動與雲端商務組)',
        3 => '資料科學暨大數據分析與應用學系',
        4 => '資訊學院資訊應用與科技管理碩士在職專班',
      ),
      '語文學門' =>
      array (
        0 => '英國語文學系',
        1 => '西班牙語文學系',
        2 => '日本語文學系',
        3 => '寰宇外語教育學士學位學程',
        4 => '台灣文學系',
        5 => '中國文學系',
      ),
      '數學及統計學門' =>
      array (
        0 => '財務與計算數學系',
        1 => '統計資訊學系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '觀光事業學系(丙組)',
        1 => '觀光事業學系(乙組)',
        2 => '觀光事業學系(甲組)',
      ),
      '環境學門' =>
      array (
        0 => '生態人文學系(人文組)',
        1 => '生態人文學系(自然組)',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '化粧品科學系',
      ),
    ),
    'score' =>
    array (
        '資訊傳播工程學系(動畫設計組)' =>  310 ,
    	'資訊傳播工程學系(網路與多媒體應用組)' =>  300 ,
    	'資訊傳播工程學系(遊戲開發組)' =>  290 ,
    	'資訊工程學系(智慧生活與服務設計組)' =>  260 ,
    	'資訊工程學系(人工智慧與網路技術組)' =>  240 ,
    	'資訊工程學系(智慧電子與數位系統設計組)' =>  240 ,
    	'應用化學系' =>  220 ,
    	'化粧品科學系' =>  220 ,
    	'資訊管理學系(行動與雲端商務組)' =>  210 ,
    	'法律學系' =>  210 ,
    	'國際企業學系(國際經營與行銷組)' =>  200 ,
    	'財務金融學系(投資管理組)' =>  190 ,
    	'國際企業學系(國際貿易與運籌組)' =>  190 ,
    	'資訊管理學系(應用軟體開發組)' =>  190 ,
    	'會計學系' =>  190 ,
    	'財務金融學系(金融管理組)' =>  190 ,
    	'資訊管理學系(物聯網應用組)' =>  190 ,
    	'企業管理學系' =>  180 ,
    	'財務工程學系' =>  170 ,
    	'資料科學暨大數據分析與應用學系' =>  170 ,
    	'食品營養學系營養與保健組' =>  150 ,
    	'寰宇管理學士學位學程' =>  150 ,
    	'食品營養學系食品與生物技術組' =>  150 ,
    	'觀光事業學系(乙組)' =>  120 ,
    	'觀光事業學系(甲組)' =>  110 ,
    	'社會工作與兒童少年福利學系' =>  100 ,
    	'觀光事業學系(丙組)' =>  100 ,
    	'大眾傳播學系' =>  90 ,
    	'台灣文學系' =>  80 ,
    	'中國文學系' =>  80 ,
    	'日本語文學系' =>  80 ,
    	'西班牙語文學系' =>  60 ,
    	'英國語文學系' =>  50 ,
    	'生態人文學系(自然組)' =>  50 ,
    	'生態人文學系(人文組)' =>  40 ,
    	'寰宇外語教育學士學位學程' =>  40,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://alcat.pu.edu.tw/',
    ),
    'systems' =>
    array (
    ),
  ),
  '國立高雄師範大學' =>
  array (
    'city' => '高雄市',
    'shortName' => 'NKNU',
    'fullName' => 'National Kaohsiung Normal University',
    'discipline' =>
    array (
      '人文學門' =>
      array (
        0 => '經學研究所',
        1 => '東南亞學碩士在職學位學程',
      ),
      '工程及工程業學門' =>
      array (
        0 => '電子工程學系',
        1 => '光電與通訊工程學系',
        2 => '工程國際碩士學位學程',
        3 => '電機科技碩士在職學位學程',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技系',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '化學系',
        1 => '物理學系',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '諮商心理與復健諮商研究所',
        1 => '地理學系',
        2 => '客家文化研究所',
      ),
      '商業及管理學門' =>
      array (
        0 => '人力與知識管理研究所',
        1 => '事業經營學系',
      ),
      '教育學門' =>
      array (
        0 => '性別教育研究所',
        1 => '性別教育博士學位學程',
        2 => '工業科技教育學系科技教育與訓練組(公費)-臺南市',
        3 => '工業科技教育學系科技教育與訓練組(自費)',
        4 => '工業科技教育學系能源與冷凍空調組',
        5 => '體育學系',
        6 => '科學教育暨環境教育研究所',
        7 => '教育學系',
        8 => '成人教育研究所',
        9 => '特殊教育學系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '軟體工程與管理學系',
      ),
      '語文學門' =>
      array (
        0 => '英語學系',
        1 => '臺灣歷史文化及語言研究所',
        2 => '國文學系',
        3 => '華語文教學研究所',
      ),
      '數學及統計學門' =>
      array (
        0 => '數學系應用數學組',
        1 => '數學系數學組',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '跨領域藝術研究所',
        1 => '表演藝術碩士學位學程',
        2 => '文化創意設計碩士學位學程在職專班',
        3 => '美術學系',
        4 => '音樂學系',
        5 => '工業設計學系',
        6 => '視覺設計學系',
      ),
    ),
    'score' =>
    array (
        '光電與通訊工程學系' =>  340 ,
    	'電子工程學系' =>  340 ,
    	'化學系' =>  300 ,
    	'工業科技教育學系科技教育與訓練組(公費)-臺南市' =>  290 ,
    	'物理學系' =>  290 ,
    	'數學系應用數學組' =>  280 ,
    	'教育學系' =>  270 ,
    	'數學系數學組' =>  270 ,
    	'軟體工程與管理學系' =>  270 ,
    	'事業經營學系' =>  260 ,
    	'特殊教育學系' =>  260 ,
    	'地理學系' =>  230 ,
    	'生物科技系' =>  210 ,
    	'工業科技教育學系能源與冷凍空調組' =>  200 ,
    	'工業科技教育學系科技教育與訓練組(自費)' =>  200 ,
    	'體育學系' =>  140 ,
    	'英語學系' =>  120 ,
    	'音樂學系' =>  120 ,
    	'國文學系' =>  120 ,
    	'工業設計學系' =>  100 ,
    	'視覺設計學系' =>  100 ,
    	'美術學系' =>  90,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://sso.nknu.edu.tw/userLogin/login.aspx?cUrl=/default.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '高雄醫學大學' =>
  array (
    'city' => '高雄市',
    'shortName' => 'KMU',
    'fullName' => 'Kaohsiung Medical University',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '生物醫學工程博士學位學程',
      ),
      '生命科學學門' =>
      array (
        0 => '生物科技學系',
        1 => '生物醫學暨環境生物學系',
      ),
      '物理、化學及地球科學學門' =>
      array (
        0 => '醫藥暨應用化學系應用化學組',
        1 => '醫藥暨應用化學系醫藥化學組',
      ),
      '社會及行為科學學門' =>
      array (
        0 => '心理學系',
        1 => '性別研究所',
      ),
      '社會福利學門' =>
      array (
        0 => '高齡長期照護碩士學位學程',
        1 => '醫學社會學與社會工作學系',
      ),
      '商業及管理學門' =>
      array (
        0 => '醫務管理暨醫療資訊學系',
      ),
      '醫藥衛生學門' =>
      array (
        0 => '牙醫學系',
        1 => '口腔衛生學系',
        2 => '公共衛生學系',
        3 => '環境職業醫學博士學位學程',
        4 => '呼吸治療學系',
        5 => '物理治療學系',
        6 => '職能治療學系',
        7 => '運動醫學系',
        8 => '醫學系(公費)',
        9 => '醫學系(自費)',
        10 => '醫學研究所',
        11 => '臨床醫學研究所',
        12 => '熱帶醫學碩士學位學程',
        13 => '轉譯醫學博士學位學程',
        14 => '醫學檢驗生物技術學系',
        15 => '醫學影像暨放射科學系',
        16 => '藥學系',
        17 => '天然藥物研究所',
        18 => '香粧品學系',
        19 => '毒理學博士學位學程',
        20 => '護理學系',
        21 => '腎臟照護學系',
      ),
    ),
    'score' =>
    array (
        '醫學系(自費)' => 360,
        '藥學系' => 350,
        '醫學系(公費)' => 340,
        '牙醫學系' => 340,
        '醫藥暨應用化學系醫藥化學組' => 320,
        '職能治療學系' => 310,
        '物理治療學系' => 300,
        '醫藥暨應用化學系應用化學組' => 300,
        '醫學檢驗生物技術學系' => 300,
        '醫學影像暨放射科學系' => 270,
        '口腔衛生學系' => 260,
        '護理學系' => 260,
        '運動醫學系' => 260,
        '醫務管理暨醫療資訊學系' => 260,
        '呼吸治療學系' => 250,
        '心理學系' => 250,
        '香粧品學系' => 250,
        '公共衛生學系' => 240,
        '生物科技學系' => 230,
        '生物醫學暨環境生物學系' => 220,
        '醫學社會學與社會工作學系' => 130,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://wac.kmu.edu.tw/loginnew.php?PNO=indexstuv2.php&usertype=stu',
    ),
    'systems' =>
    array (
    ),
  ),
  '黎明技術學院' =>
  array (
    'city' => '新北市',
    'shortName' => 'LIT',
    'fullName' => 'Lee-Ming Institute of Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '電機工程系',
        1 => '車輛工程系',
        2 => '機械工程系',
      ),
      '商業及管理學門' =>
      array (
        0 => '時尚經營管理系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊科技系',
        1 => '數位多媒體系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '化妝品應用系',
        1 => '觀光休閒系',
        2 => '旅館管理系',
        3 => '餐飲管理系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '戲劇系',
        1 => '表演藝術系',
        2 => '影視傳播系',
        3 => '流行設計系',
        4 => '時尚設計系',
        5 => '服飾設計系',
        6 => '創意產品設計系',
      ),
    ),
    'score' =>
    array (
        '車輛工程系' =>  220 ,
        '電機工程系' =>  200 ,
        '機械工程系' =>  200 ,
        '數位多媒體系' =>  170 ,
        '資訊科技系' =>  160 ,
        '旅館管理系' =>  60 ,
        '化妝品應用系' =>  50 ,
        '影視傳播系' =>  50 ,
        '戲劇系' =>  50 ,
        '表演藝術系' =>  40 ,
        '時尚設計系' =>  30 ,
        '服飾設計系' =>  30 ,
        '餐飲管理系' =>  30 ,
        '觀光休閒系' =>  20 ,
        '創意產品設計系' =>  10 ,
        '時尚經營管理系' =>  10,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://www.lit.edu.tw/files/13-1000-349.php',
    ),
    'systems' =>
    array (
    ),
  ),
  '龍華科技大學' =>
  array (
    'city' => '桃園市',
    'shortName' => 'LHU',
    'fullName' => 'Lunghwa University of Science and Technology',
    'discipline' =>
    array (
      '工程及工程業學門' =>
      array (
        0 => '化工與材料工程系電動車能源組',
        1 => '電機工程系',
        2 => '電子工程系',
        3 => '機械工程系',
      ),
      '商業及管理學門' =>
      array (
        0 => '工業管理系',
        1 => '財務金融系',
        2 => '企業管理系',
        3 => '國際企業系',
      ),
      '資訊通訊科技學門' =>
      array (
        0 => '資訊管理系',
        1 => '資訊網路工程系',
        2 => '多媒體與遊戲發展科學系',
      ),
      '語文學門' =>
      array (
        0 => '應用外語系',
      ),
      '餐旅及民生服務學門' =>
      array (
        0 => '觀光休閒系',
      ),
      '藝術學門(設計學門)' =>
      array (
        0 => '文化創意與數位媒體設計系',
      ),
    ),
    'score' =>
    array (
        '多媒體與遊戲發展科學系' =>  240 ,
    	'機械工程系' =>  230 ,
    	'資訊管理系' =>  230 ,
    	'化工與材料工程系' =>  220 ,
    	'電機工程系' =>  220 ,
    	'電子工程系' =>  220 ,
    	'化工與材料工程系電動車能源組' =>  220 ,
    	'資訊網路工程系' =>  220 ,
    	'工業管理系' =>  140 ,
    	'企業管理系' =>  130 ,
    	'財務金融系' =>  120 ,
    	'國際企業系' =>  120 ,
    	'觀光休閒系' =>  70 ,
    	'文化創意與數位媒體設計系' =>  50 ,
    	'應用外語系' =>  10,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://eportal.lhu.edu.tw/index.do?thetime=1539593723794',
    ),
    'systems' =>
    array (
    ),
  ),
  '中州科技大學' =>
  array (
    'city' => '彰化縣',
    'shortName' => 'CCUT',
    'fullName' => 'ChungChou University of Technology',
    'discipline' =>
    array (
      '其它' =>
      array (
        0 => '智慧自動化工程系機械組',
        1 => '智慧自動化工程系電機組',
        2 => '多媒體與遊戲發展科學系',
        3 => '資訊管理系',
        4 => '行銷與流通管理系',
        5 => '景觀系',
        6 => '餐旅事業管理系',
        7 => '幼兒保育與家庭服務系',
        8 => '觀光與休閒管理系',
        9 => '視訊傳播系',
        10 => '時尚創意設計與管理系',
        11 => '餐飲廚藝系',
        12 => '保健食品系',
        13 => '運動與健康促進系',
      ),
    ),
    'score' =>
    array (
        '智慧自動化工程系機械組'=>  200 ,
    	'智慧自動化工程系電機組'=>  200 ,
    	'多媒體與遊戲發展科學系'=>  190 ,
    	'資訊管理系'=>  150 ,
    	'行銷與流通管理系'=>  140 ,
    	'景觀系'=>  100 ,
    	'餐旅事業管理系'=>  60 ,
    	'幼兒保育與家庭服務系'=>  60 ,
    	'觀光與休閒管理系'=>  30 ,
    	'視訊傳播系'=>  30 ,
    	'時尚創意設計與管理系'=>  20 ,
    	'餐飲廚藝系'=>  20 ,
    	'保健食品系'=>  20 ,
    	'運動與健康促進系'=>  10,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://schinfo.ccut.edu.tw/login.php',
    ),
    'systems' =>
    array (
    ),
  ),
  '育達科技大學' =>
  array (
    'city' => '苗栗縣',
    'shortName' => 'YDU',
    'fullName' => 'Yu Da University of Technology',
    'discipline' =>
    array (
      '其它' =>
      array (
        0 => '多媒體與遊戲設計系',
        1 => '物聯網工程與應用學士學位學程',
        2 => '行銷與流通管理系',
        3 => '休閒運動管理系',
        4 => '健康照顧社會工作系',
        5 => '休閒事業管理系',
        6 => '時尚造型設計系',
        7 => '應用日語系',
        8 => '餐旅經營系',
        9 => '幼兒保育系',
      ),
    ),
    'score' =>
    array (
        '多媒體與遊戲設計系' =>  190 ,
    	'物聯網工程與應用學士學位學程' =>  190 ,
    	'行銷與流通管理系' =>  110 ,
    	'休閒運動管理系' =>  30 ,
    	'健康照顧社會工作系' =>  30 ,
    	'休閒事業管理系' =>  30 ,
    	'時尚造型設計系' =>  20 ,
    	'應用日語系' =>  10 ,
    	'餐旅經營系' =>  0  ,
    	'幼兒保育系' =>  0,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://portal.ydu.edu.tw/portalx/index.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '和春技術學院' =>
  array (
    'city' => '高雄市',
    'shortName' => 'FOTECH',
    'fullName' => 'Fortune Institute of Technology',
    'discipline' =>
    array (
      '其它' =>
      array (
        0 => '資訊管理系',
        1 => '工業工程與管理系',
        2 => '流行時尚造型設計系',
        3 => '觀光與休閒事業管理系',
        4 => '餐飲管理系',
      ),
    ),
    'score' =>
    array (
      '資訊管理系' => 220,
      '工業工程與管理系' => 190,
      '流行時尚造型設計系' => 20,
      '觀光與休閒事業管理系' => 10,
      '餐飲管理系' => 0,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://my.fotech.edu.tw/conference/index.asp',
    ),
    'systems' =>
    array (
    ),
  ),
  '南亞技術學院' =>
  array (
    'city' => '桃園市',
    'shortName' => 'NANYA',
    'fullName' => 'Nanya Institute of Technology',
    'discipline' =>
    array (
      '其它' =>
      array (
        0 => '機械工程系',
        1 => '資訊工程系',
        2 => '機械工程系車輛工程組',
        3 => '環境科技與管理系',
        4 => '企業管理系',
        5 => '餐旅管理系',
        6 => '美容與造型系',
        7 => '餐飲廚藝管理系',
        8 => '幼兒保育系',
        9 => '室內設計系',
        10 => '休閒事業管理系',
      ),
    ),
    'score' =>
    array (
      '機械工程系' => 213,
      '資訊工程系' => 209,
      '機械工程系車輛工程組' => 198,
      '環境科技與管理系' => 190,
      '企業管理系' => 104,
      '餐旅管理系' => 94,
      '美容與造型系' => 65,
      '餐飲廚藝管理系' => 55,
      '幼兒保育系' => 53,
      '室內設計系' => 30,
      '休閒事業管理系' => 23,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://portal.nanya.edu.tw/login.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '修平科技大學' =>
  array (
    'city' => '臺中市',
    'shortName' => 'HUST',
    'fullName' => 'Hsiuping University of Technology',
    'discipline' =>
    array (
      '其它' =>
      array (
        0 => '機械工程系智慧車輛組',
        1 => '電機工程系',
        2 => '工業工程與管理系',
        3 => '資訊網路技術系',
        4 => '電子工程系',
        5 => '資訊管理系',
        6 => '機械工程系',
        7 => '行銷與流通管理系',
        8 => '國際企業經營系國際會展與觀光休閒組',
        9 => '人力資源管理與發展系',
        10 => '行銷與流通管理系休閒事業組',
        11 => '國際企業經營系',
        12 => '觀光與遊憩管理系',
        13 => '應用英語系國際旅遊組',
        14 => '應用日語系',
        15 => '應用英語系',
        16 => '數位媒體設計系',
      ),
    ),
    'score' =>
    array (
        '機械工程系' =>  210 ,
    	'資訊工程系' =>  210 ,
    	'機械工程系車輛工程組' =>  200 ,
    	'環境科技與管理系' =>  190 ,
    	'企業管理系' =>  100 ,
    	'餐旅管理系' =>  90 ,
    	'美容與造型系' =>  60 ,
    	'餐飲廚藝管理系' =>  60 ,
    	'幼兒保育系' =>  50 ,
    	'室內設計系' =>  30 ,
    	'休閒事業管理系' =>  20
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://sis.hust.edu.tw/face/login/login1.asp',
    ),
    'systems' =>
    array (
    ),
  ),
  '高苑科技大學' =>
  array (
    'city' => '高雄市',
    'shortName' => 'KYU',
    'fullName' => 'Kao Yuan University',
    'discipline' =>
    array (
      '其它' =>
      array (
        0 => '機械與自動化工程系',
        1 => '行銷與流通管理系',
        2 => '企業管理系',
        3 => '建築系室內設計組',
        4 => '土木工程系',
        5 => '建築系建築設計組',
        6 => '香妝與養生保健系',
        7 => '觀光事業管理系',
        8 => '電競與動畫遊戲學位學程',
        9 => '休閒運動管理系',
      ),
    ),
    'score' =>
    array (
        '機械與自動化工程系' =>  190 ,
    	'行銷與流通管理系' =>  120 ,
    	'企業管理系' =>  110 ,
    	'建築系室內設計組' =>  80 ,
    	'土木工程系' =>  80 ,
    	'建築系建築設計組' =>  70 ,
    	'香妝與養生保健系' =>  50 ,
    	'觀光事業管理系' =>  50 ,
    	'電競與動畫遊戲學位學程' =>  30 ,
    	'休閒運動管理系' =>  10,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'https://portal.kyu.edu.tw/',
    ),
    'systems' =>
    array (
    ),
  ),
  '環球科技大學' =>
  array (
    'city' => '雲林縣',
    'shortName' => 'TWU',
    'fullName' => 'Transworld University of Science and Technology',
    'discipline' =>
    array (
      '其它' =>
      array (
        0 => '資訊與電子商務管理系',
        1 => '行銷管理系',
        2 => '企業管理系',
        3 => '東南亞經貿與數位金融管理學士學位學程',
        4 => '時尚造型設計系',
        5 => '幼兒保育系',
        6 => '運動保健與防護系',
        7 => '生物技術系',
        8 => '創意商品設計系',
        9 => '視覺傳達設計系',
        10 => '餐飲廚藝系',
        11 => '觀光與餐飲旅館系',
        12 => '觀光與生態旅遊系',
        13 => '多媒體動畫設計系',
        14 => '應用外語系',
      ),
    ),
    'score' =>
    array (
      '資訊與電子商務管理系' => 211,
      '行銷管理系' => 116,
      '企業管理系' => 103,
      '東南亞經貿與數位金融管理學士學位學程' => 102,
      '時尚造型設計系' => 68,
      '幼兒保育系' => 41,
      '運動保健與防護系' => 29,
      '生物技術系' => 27,
      '創意商品設計系' => 24,
      '視覺傳達設計系' => 21,
      '餐飲廚藝系' => 20,
      '觀光與餐飲旅館系' => 18,
      '觀光與生態旅遊系' => 11,
      '多媒體動畫設計系' => 9,
      '應用外語系' => 2,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://sso.twu.edu.tw/index.do?thetime=1539594497051',
    ),
    'systems' =>
    array (
    ),
  ),
  '崇右影藝科技大學' =>
  array (
    'city' => '基隆市',
    'shortName' => 'CUFA',
    'fullName' => 'Chung-Yu College of Technology',
    'discipline' =>
    array (
      '其它' =>
      array (
        0 => '觀光旅遊管理系',
        1 => '數位媒體設計系',
        2 => '時尚造型設計系',
        3 => '攝影學士學位學程',
        4 => '影視傳播系',
        5 => '演藝事業系',
        6 => '表演藝術系',
      ),
    ),
    'score' =>
    array (
        '資訊與電子商務管理系' =>  210 ,
    	'行銷管理系' =>  120 ,
    	'企業管理系' =>  100 ,
    	'東南亞經貿與數位金融管理學士學位學程' =>  100 ,
    	'時尚造型設計系' =>  70 ,
    	'幼兒保育系' =>  40 ,
    	'運動保健與防護系' =>  30 ,
    	'生物技術系' =>  30 ,
    	'創意商品設計系' =>  20 ,
    	'視覺傳達設計系' =>  20 ,
    	'餐飲廚藝系' =>  20 ,
    	'觀光與餐飲旅館系' =>  20 ,
    	'觀光與生態旅遊系' =>  10 ,
    	'多媒體動畫設計系' =>  10 ,
    	'應用外語系' =>  0,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://schinfo.cufa.edu.tw/login.php',
    ),
    'systems' =>
    array (
    ),
  ),
  '康寧大學' =>
  array (
    'city' => '臺北市',
    'shortName' => 'UKN',
    'fullName' => 'University of Kang Ning',
    'discipline' =>
    array (
      '其它' =>
      array (
        0 => '健康照護管理學系(台南校區)',
        1 => '長期照護學系(台北校區)',
        2 => '嬰幼兒保育學系(台北校區)',
      ),
    ),
    'score' =>
    array (
      '健康照護管理學系(台南校區)' => 200,
      '長期照護學系(台北校區)' => 70,
      '嬰幼兒保育學系(台北校區)' => 70,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://ec.ukn.edu.tw/Student/Login.aspx',
    ),
    'systems' =>
    array (
    ),
  ),
  '遠東科技大學' =>
  array (
    'city' => '臺南市',
    'shortName' => 'FEU',
    'fullName' => 'Far East University',
    'discipline' =>
    array (
      '其它' =>
      array (
        0 => '冷凍空調與能源系',
        1 => '自動化控制系',
        2 => '飛機修護系',
        3 => '電機工程系',
        4 => '機械工程系',
        5 => '資訊工程系',
        6 => '行銷與流通管理系',
        7 => '企業管理系',
        8 => '化妝品應用與管理系',
        9 => '觀光英語系',
        10 => '旅遊事業管理系旅遊經營組',
        11 => '餐飲管理系',
        12 => '休閒運動管理系',
        13 => '餐飲管理系日式料理組',
        14 => '創新設計與創業管理系',
        15 => '多媒體與遊戲發展管理系',
        16 => '餐飲管理系廚藝組',
        17 => '工業設計系',
        18 => '數位媒體設計系',
        19 => '創意商品設計與管理系',
        20 => '流行音樂產業管理系',
        21 => '創意生活設計系',
        22 => '旅遊事業管理系旅館管理組',
      ),
    ),
    'score' =>
    array (
        '冷凍空調與能源系' =>  220 ,
    	'自動化控制系' =>  210 ,
    	'飛機修護系' =>  210 ,
    	'電機工程系' =>  200 ,
    	'機械工程系' =>  200 ,
    	'資訊工程系' =>  190 ,
    	'行銷與流通管理系' =>  90 ,
    	'企業管理系' =>  90 ,
    	'化妝品應用與管理系' =>  60 ,
    	'觀光英語系' =>  50 ,
    	'旅遊事業管理系旅遊經營組' =>  40 ,
    	'餐飲管理系' =>  30 ,
    	'休閒運動管理系' =>  30 ,
    	'餐飲管理系日式料理組' =>  30 ,
    	'創新設計與創業管理系' =>  20 ,
    	'多媒體與遊戲發展管理系' =>  20 ,
    	'餐飲管理系廚藝組' =>  20 ,
    	'工業設計系' =>  20 ,
    	'數位媒體設計系' =>  20 ,
    	'創意商品設計與管理系' =>  10 ,
    	'流行音樂產業管理系' =>  10 ,
    	'創意生活設計系' =>  10 ,
    	'旅遊事業管理系旅館管理組' =>  0,
    ),
    'sip' => true,
    'sipURL' =>
    array (
      0 => 'http://web.isic.feu.edu.tw/query/student_login.asp',
    ),
    'systems' =>
    array (
    ),
  ),
);

// 研究所學校加分
$config['master_points'] = [
];